"Truyện Buổi học cuối cùng\nBuổi học cuối cùng\nBuổi sáng hôm ấy, đã quá trễ giờ đến lớp, tôi rất sợ bị quở mắng, càng sợ vì thầy Ha-men đã dặn trước rằng thầy sẽ hỏi bài chúng tôi về các phân từ mà tôi chẳng thuộc lấy một chữ. Tôi thoáng nghĩ hay là trốn học và rong chơi ngoài đồng nội.\nTrời sao mà ấm đến thế, trong trẻo đến thế!\nNghe thấy sáo hót ven rừng và trên cánh đồng Ríp-pe, sau xưởng cưa, lính Phổ đang tập. Tất cả những cái đó cám dỗ tôi hơn là quy tắc về phân từ; nhưng tôi cưỡng lại được, và ba chân bốn cẳng chạy đến trường.\nKhi qua trước trụ sở xã, tôi thấy có nhiều người đứng trước bảng dán cáo thị có lưới che. Từ hai năm nay, chính từ chỗ ấy, lan đến chúng tôi mọi tin chẳng lành, những cuộc thất trận, những vụ trưng thu, những mệnh lệnh của ban chỉ huy Đức; và tôi nghĩ mà không dừng chân: “Lại có chuyện gì nữa đây?”.\nBác phó rèn Oát-stơ đang đọc cáo thị cùng cậu học việc thấy tôi chạy qua liền lớn tiếng bảo:\n- Đừng vội vã thế cháu ơi, đến trường lúc nào cũng vẫn còn là sớm!\nTôi tưởng bác chế nhạo tôi và tôi hổn hển thở dốc, bước vào khoảng sân nhỏ nhà thầy Ha-men.\nThông thường, bắt đầu buổi học, tiếng ồn ào như vỡ chợ vang ra tận ngoài phố, nào tiếng ngăn bàn đóng mở, tiếng mọi người vừa đồng thanh nhắc lại rất to các bài học, vừa bịt tai lại cho dễ thuộc và tiếng chiếc thước kẻ to tướng của thầy gõ xuống bàn:\n- Yên một chút nào!\nTôi định nhân lúc ồn ào, hỗn độn ấy lẻn vào chỗ ngồi để không ai trông thấy; nhưng đúng ngày hôm đó, mọi sự đều bình lặng y như một buổi sáng chủ nhật. Qua cửa sổ mở, tôi thấy các bạn đã ngồi vào chỗ, và thầy Ha-men đi đi lại lại với cây thước sắt khủng khiếp kẹp dưới nách. Phải mở cửa đi vào giữa sự lặng ngắt đó, các bạn tưởng tượng xem tôi đỏ mặt tía tai và sợ đến chừng nào!\nThế mà không. Thầy Ha-men nhìn tôi chẳng giận dữ và bảo tôi thật dịu dàng:\n- Phrăng, vào chỗ nhanh lên con; lớp sắp bắt đầu học mà vắng mặt con.\nTôi bước qua ghế dài và ngồi ngay xuống trước bàn mình. Chỉ đến lúc ấy, đã hơi hoàn hồn, tôi mới nhận ra thầy giáo chúng tôi mặc chiếc áo rơ-đanh-gốt màu xanh lục, diềm lá sen gấp nếp mịn và đội cái mũ tròn bằng lụa đen thêu mà thầy chỉ dùng vào những hôm có thanh tra hoặc phát phần thưởng. Ngoài ra, lớp học có cái gì đó khác thường và trang trọng. Nhưng điều làm tôi ngạc nhiên hơn cả, là trông thấy ở phía cuối lớp, trên những hàng ghế thường bỏ trống, dân làng ngồi lặng lẽ giống như chúng tôi, cụ già Hô-de, trước đây là xã trưởng với cái mũ ba sừng, bác phát thư trước đây, và nhiều người khác nữa.\nAi nấy đều có vẻ buồn rầu; và cụ Hô-de mang theo quyển tập đánh vần cũ đã sờn mép để mở rộng trên lòng, cặp kính lớn đặt ngang trang sách.\nTôi còn đang ngạc nhiên về tất cả những điều đó thì thầy Ha-men đã bước lên bục, rồi vẫn với giọng dịu dàng và trang trọng như lúc tôi mới vào, thầy nói với chúng tôi:\n- Các con ơi, đây là lần cuối cùng thầy dạy các con. Lệnh từ Béc-lin là từ nay chỉ dạy tiếng Đức ở các trường vùng An-dát và Lo-ren… Thầy giáo mới ngày mai sẽ đến. Hôm nay là bài học Pháp văn cuối cùng của các con. Thầy mong các con hết sức chú ý.\nMấy lời đó làm tôi choáng váng. A! Quân khốn nạn, thì ra đó là điều chúng vừa niêm yết ở trụ sở xã.\nBài học Pháp văn cuối cùng của tôi!...\nMà tôi thì mới biết viết tập toạng! Vậy là sẽ chẳng bao giờ được học nữa ư, phải dừng ở đó ư!... Giờ đây tôi tự giận mình biết mấy về thời gian bỏ phí, về những buổi trốn học đi bắt tổ chim hoặc trượt trên hồ. Những cuốn sách vừa nãy tôi còn thấy chán ngán đến thế, mang nặng đến thế, quyển ngữ pháp, quyển thánh sử của tôi giờ đây dường như những người bạn cố tri mà tôi sẽ rất đau lòng phải giã từ. Cũng giống như thầy Ha-men. Cứ nghĩ thầy sắp ra đi và tôi không còn được gặp thầy nữa, là tôi quên cả những lúc thầy phạt, thầy vụt thước kẻ.\nTội nghiệp thầy!\nChính để tôn vinh buổi học cuối cùng này mà thầy đã vận y phục đẹp ngày chủ nhật và bây giờ tôi hiểu vì sao các cụ già trong làng lại đến ngồi ở cuối lớp học. Điều đó như nói rằng các cụ tiếc đã không lui tới ngôi trường này thường xuyên hơn. Dường như đó cũng là một cách để tạ ơn thầy giáo chúng tôi về bốn mươi năm phụng sự hết lòng, và để trọn đạo với Tổ quốc đang ra đi…\nTôi đang suy nghĩ mung lung thì bỗng nghe gọi tên mình. Đến lượt tôi đọc bài. Giá mà tôi đọc được trót lọt cái quy tắc về phân từ hay ho ấy, đọc thật to, thật dõng dạc, không phạm một lỗi nào thì dù có phải đánh đổi gì cũng cam; nhưng tôi lúng túng ngay từ đầu và tôi cứ đứng đung đưa người trước chiếc ghế dài, lòng rầu rĩ, không dám ngẩng đầu lên. Tôi nghe thấy thầy Ha-men bảo tôi:\n- Phrăng ạ, thầy sẽ không mắng con đâu, con bị trừng phạt thế là đủ rồi… con thấy đó. Ngày nào người ta cũng tự nhủ: “Chà! Còn khối thì giờ. Ngày mai ta sẽ học”. Và rồi con thấy điều gì xảy đến… Ôi! Tai hoạ lớn của xứ An-dát chúng ta là bao giờ cũng hoãn việc học đến ngày mai. Giờ đây những kẻ kia có quyền bảo chúng ta rằng: “Thế nào! Các người tự nhận là dân Pháp, vậy mà các người chẳng biết đọc, biết viết tiếng của các người!...” Dù thế nào, thì Phrăng tội nghiệp của thầy ạ, con vẫn chưa phải là người đáng tội nhất! Mà tất cả chúng ta ai cũng có phần đáng tự chê trách.\nCha mẹ các con không thiết tha lắm với việc thấy các con có học thức. Cha mẹ thích cho các con làm việc đồng áng hoặc vào làm nhà máy sợi để kiếm thêm dăm xu. Cả thầy cũng không có gì để trách mình ư? Thầy đã chẳng sai các con tưới vườn thay vì học hành đó sao? Và khi thầy muốn đi câu cá hương, thầy có ngại ngùng cho các con nghỉ học đâu?...\nThế rồi, từ điều này sang điều khác, thầy Ha-men nói với chúng tôi về tiếng Pháp, bảo rằng đó là ngôn ngữ hay nhất thế giới, trong sáng nhất, vững vàng nhất: phải giữ lấy nó trong chúng ta và đừng bao giờ quên lãng nó, bởi vì khi một dân tộc rơi vào vòng nô lệ, chừng nào họ vẫn giữ vững tiếng nói của mình thì chẳng khác gì nắm được chìa khoá chốn lao tù…\nRồi thầy cầm một quyển ngữ pháp và đọc bài học cho chúng tôi. Tôi kinh ngạc thấy sao mình hiểu đến thế. Tất cả những điều thầy nói, tôi thấy thật dễ dàng, dễ dàng. Tôi cũng cho là chưa bao giờ mình chăm chú nghe đến thế, và cả thầy giáo nữa, chưa bao giờ thầy kiên nhẫn giảng giải đến thế. Cứ như thể trước khi ra đi, con người tội nghiệp muốn truyền thụ toàn bộ tri thức của mình, muốn đưa ngay một lúc tri thức ấy vào đầu óc chúng tôi.\nXong bài giảng, chuyển sang viết tập. Thầy Ha-men đã chuẩn bị cho ngày hôm đó những tờ mẫu mới tinh, trên có viết bằng “chữ rông” thật đẹp: Pháp, An-dát, Pháp, An-dát. Những tờ mẫu treo trước bàn học trông như những lá cờ nhỏ bay phấp phới khắp xung quanh lớp. Ai nấy đều chăm chú hết sức và cứ im phăng phắc! Chỉ nghe thấy tiếng ngòi bút sột soạt trên giấy. Có lúc những con bọ dừa bay vào nhưng chẳng ai để ý, ngay cả những trò nhỏ nhất cũng vậy, chúng đang cặm cụi vạch những nét sổ với một tấm lòng, một ý thức, như thể cái đó cũng là tiếng Pháp… Trên mái nhà trường, chim bồ câu gù thật khẽ, và tôi vừa nghe vừa tự nhủ:\n- Liệu người ta có bắt cả chúng nó cũng phải hót bằng tiếng Đức không nhỉ?\nChốc chốc, ngước mắt khỏi trang giấy, tôi thấy thầy Ha-men đứng lặng im trên bục và đăm đăm nhìn những đồ vật quanh mình như muốn mang theo trong ánh mắt toàn bộ ngôi trường nhỏ bé của thầy… Bạn nghĩ mà xem! Từ bốn mươi năm nay, thầy vẫn ngồi ở chỗ ấy, với khoảng sân trước mặt và lớp học y nguyên không thay đổi. Có chăng những chiếc ghế dài, những bàn học dùng nhiều đã nhẵn bóng, những cây hồ đào ngoài sân đã lớn, và cây hu-blông tự tay thầy trồng giờ đây quấn quýt quanh các khung cửa sổ lên tận mái nhà. Con người tội nghiệp hẳn phải nát lòng biết mấy khi giã từ tất cả những vật ấy, khi nghe thấy tiếng người em gái đi đi lại lại, đóng hòm xiểng, ở gian phòng bên trên, vì ngày mai họ phải ra đi, rời khỏi xứ sở này mãi mãi.\nTuy nhiên, thầy vẫn đủ can đảm dạy chúng tôi cho đến hết buổi. Sau tiết viết tập đến bài Lịch sử, rồi những trò nhỏ cất tiếng đọc đồng thanh như hát Ba Be Bi Bo Bu. Đằng kia, cuối phòng học, cụ Hô-de đã đeo kính lên, và nâng cuốn sách vỡ lòng bằng hai tay, cụ đánh vần từng chữ theo bọn trẻ. Cả cụ cũng chăm chú, giọng cụ run run vì xúc động; nghe cụ đọc thật kỳ cục, đến nỗi tất cả chúng tôi muốn cười và cũng muốn khóc… Ôi! Tôi sẽ nhớ mãi buổi học cuối cùng này!\nBỗng đồng hồ nhà thờ điểm mười hai giờ, rồi đến chuông cầu nguyện buổi trưa. Cùng lúc đó, tiếng kèn của bọn lính Phổ đi tập về vang lên ngoài cửa sổ… Thầy Ha-men đứng dậy trên bục, người tái nhợt. Chưa bao giờ tôi cảm thấy thầy lớn lao đến thế.\n- Các bạn, thầy nói, hỡi các bạn, tôi… tôi…\nNhưng cái gì đó khiến thầy nghẹn ngào, không nói được hết câu.\nThầy bèn quay về phía bảng, cầm một hòn phấn và dằn mạnh hết sức, thầy cố viết thật to:\n“NƯỚC PHÁP MUÔN NĂM!”.\nRồi thầy đứng đó, đầu dựa vào tường, và chẳng nói, giơ tay ra hiệu cho chúng tôi:\n“Kết thúc rồi… đi đi thôi!”.\nI. Đôi nét về An-phông-xơ Đô-đê\n- An-phông-xơ Đô-đê sinh năm 1840, mất năm 1897.\n- Ông là một nhà văn người Pháp với nhiều tác phẩm nổi tiếng.\n- Văn chương của ông nhẹ nhàng, trong sáng, diễn tả những nỗi đau hay tình yêu thương quê hương đất nước.\n- Một số tác phẩm: Một thời niên thiếu, Buổi học cuối cùng….\nII. Giới thiệu về Buổi học cuối cùng\n1. Xuất xứ\nTruyện “Buổi học cuối cùng” lấy bối cảnh từ một biến cố lịch sử: Sau cuộc chiến tranh Pháp - Phổ năm 1870 - 1871, nước Pháp thua trận, hai vùng An-dát và Lo-ren giáp biên giới và Phổ bị nhập vào nước Phổ. Cho nên các trường học ở hai vùng này bị buộc học bằng tiếng Đức.\n- Truyện viết về buổi học cuối cùng bằng tiếng Pháp ở một trường làng thuộc vùng An-dát.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “mà vắng mặt con”: Quang cảnh trên đường và cảnh trường.\nPhần 2. Tiếp theo đến “Tôi sẽ nhớ mãi buổi học cuối cùng này!”: Diễn biến của buổi học cuối cùng.\nPhần 3. Còn lại. Kết thúc của buổi học cuối cùng.\n3. Tóm tắt\nMẫu 1\nSáng hôm ấy, cậu bé Phrăng đến lớp muộn, ngạc nhiên khi lớp học trở nên yên ắng khác thường. Thầy Ha-men nói với cả lớp đây là buổi học tiếng Pháp cuối cùng. Cậu thấy tiếc nuối và ân hận vì bấy lâu nay đã bỏ phí thời gian, đã trốn học đi chơi và ngay sáng nay cậu cũng phải đấu tranh mãi mới quyết định đến trường. Buổi học diễn ra thật trang nghiêm từ tiết tập đọc, tập viết rồi tiết Lịch sử. Thầy Ha-men đã nói những điều sâu sắc về tiếng Pháp. Khi đồng hồ điểm mười hai giờ cũng là lúc buổi học kết thúc. Thầy Ha-men xúc động không nói nên lời. Cuối cùng, thầy cố viết thật to lên bảng: “NƯỚC PHÁP MUÔN NĂM”.\nMẫu 2\n“Buổi học cuối cùng” lấy bối cảnh từ một biến cố lịch sử sau cuộc chiến tranh Pháp - Phổ vào năm 1870 - 1871. Nước Pháp thua trận, hai vùng An-dát và Lo-ren giáp biên giới và Phổ bị nhập vào nước Phổ. Cho nên các trường học ở hai vùng này bị buộc học bằng tiếng Đức. Vào buổi sáng hôm đấy, cậu bé Phrăng đến lớp muộn, ngạc nhiên khi lớp học trở nên yên ắng khác thường. Thầy Ha-men nói với cả lớp đây là buổi học tiếng Pháp cuối cùng. Cậu thấy tiếc nuối và ân hận vì bấy lâu nay đã bỏ phí thời gian, đã trốn học đi chơi và ngay sáng nay cậu cũng phải đấu tranh mãi mới quyết định đến trường. Buổi học diễn ra thật trang nghiêm từ tiết tập đọc, tập viết rồi tiết Lịch sử. Thầy Ha-men đã nói những điều sâu sắc về tiếng Pháp. Bỗng đồng hồ nhà thờ điểm mười hai giờ, rồi đến chuông cầu nguyện buổi trưa. Cùng lúc đó, tiếng kèn của bọn lính Phổ đi tập về vang lên ngoài cửa sổ. Thầy Ha-men xúc động không nói nên lời. Cuối cùng, bèn quay về phía bảng, cầm một hòn phấn và dằn mạnh hết sức, cố viết thật to: “NƯỚC PHÁP MUÔN NĂM”.\n4. Nội dung\nVăn bản Buổi học cuối cùng đã thể hiện tình yêu nước, cũng như ý thức trách nhiệm bảo vệ ngôn ngữ của dân tộc.\n5. Nghệ thuật\nNgôi kể thứ nhất; miêu tả nhân vật qua hành động, cử chỉ, ngôn ngữ…\nIII. Dàn ý phân tích Buổi học cuối cùng\n(1) Mở bài\nDẫn dắt, giới thiệu về tác phẩm Buổi học cuối cùng.\n(2) Thân bài\na. Chú bé Phrăng\nVì không thuộc bài nên lúc đầu Phrăng định trốn học, sau đó lại đến trường.\nCậu ngạc nhiên vì không khí yên ắng khác thường của lớp học.\nChoáng váng khi nghe thầy giáo tuyên bố đây là buổi học cuối cùng bằng tiếng Pháp.\nTự giận mình vì thói ham chơi, lười học...\nThấm thía lời dạy của thầy, chăm chú nghe thầy giảng bài.\nCảm động trước hình ảnh lớn lao, cao đẹp của thầy Ha-men.\nb. Thầy Ha-men\nThầy trở nên dịu dàng khác hẳn ngày thường.\nThầy lên lớp với bộ y phục đặc biệt chỉ dành cho những dịp long trọng.\nThầy ca ngợi tiếng Pháp và tôn vinh Tổ quốc của mình.\nTâm trạng thầy hết sức xúc động: thể hiện qua giọng nói thiết tha, nghẹn ngào và hành động bất ngờ.\n(3) Kết bàiKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Buổi học cuối cùng.\n \"\""