"Tác phẩm Bài thơ về tiểu đội xe không kính\nBài thơ về tiểu đội xe không kính\nKhông có kính không phải vì xe không có kính\nBom giật, bom rung kính vỡ đi rồi\nUng dung buồng lái ta ngồi,\nNhìn đất, nhìn trời, nhìn thẳng.\nNhìn thấy gió vào xoa mắt đắng\nNhìn thấy con đường chạy thẳng vào tim\nThấy sao trời và đột ngột cánh chim\nNhư sa, như ùa vào buồng lái\nKhông có kính, ừ thì có bụi,\nBụi phun tóc trắng như người già\nChưa cần rửa, phì phèo châm điếu thuốc\nNhìn nhau mặt lấm cười ha ha.\nKhông có kính, ừ thì ướt áo\nMưa tuôn, mưa xối như ngoài trời\nChưa cần thay, lái trăm cây số nữa\nMưa ngừng, gió lùa khô mau thôi.\nNhững chiếc xe từ trong bom rơi\nÐã về đây họp thành tiểu đội\nGặp bè bạn suốt dọc đường đi tới\nBắt tay qua cửa kính vỡ rồi.\nBếp Hoàng Cầm ta dựng giữa trời\nChung bát đũa nghĩa là gia đình đấy\nVõng mắc chông chênh đường xe chạy\nLại đi, lại đi trời xanh thêm.\nKhông có kính, rồi xe không có đèn,\nKhông có mui xe, thùng xe có xước,\nXe vẫn chạy vì miền Nam phía trước:\nChỉ cần trong xe có một trái tim.\nI. Đôi nét về Phạm Tiến Duật\n- Phạm Tiến Duật (1941 - 2007) quê ở huyện Thanh Ba, tỉnh Phú Thọ.\n- Sau khi tốt nghiệp trường Đại học Sư phạm Hà Nội năm 1964, Phạm Tiến Duật gia nhập quân đội, hoạt động trên tuyến đường Trường Sơn.\n- Ông là một trong những gương mặt tiêu biểu của thế hệ các nhà thơ trẻ thời chống Mĩ cứu nước.\n- Thơ ông tập trung thể hiện hình ảnh các người lính và cô gái thanh niên xung phong trên tuyến đường Trường Sơn.\n- Giọng thơ của Phạm Tiến Duật trẻ trung, sôi nổi, hồn nhiên, tinh nghịch mà sâu sắc.\n- Phạm Tiến Duật được trao tặng Giải thưởng Nhà nước về Văn học nghệ thuật năm 2001 và được truy tặng Giải thưởng Hồ Chí Minh về Văn học nghệ thuật năm 2012.\n- Một số tác phẩm tiêu biểu:\nVầng trăng quầng lửa (thơ, 1970)\nỞ hai đầu núi (thơ, 1981)\nVầng trăng và những quầng lửa (thơ, 1983)\nThơ một chặng đường (tập tuyển, 1994)\nNhóm lửa (thơ, 1996)\nTiếng bom và tiếng chuông chùa (trường ca, 1997)\nTuyển tập Phạm Tiến Duật (in xong đợt đầu ngày ngày 17 tháng 11 năm 2007, khi Phạm Tiến Duật đang ốm nặng).\nVừa làm vừa ghi (tập tiểu luận, 2003)...\nII. Giới thiệu về Bài thơ về tiểu đội xe không kính\n1. Hoàn cảnh sáng tác\n- “Bài thơ về tiểu đội xe không kính” được sáng tác năm 1969.\n- Bài thơ nằm trong chùm thơ Phạm Tiến Duật được tặng giải nhất cuộc thi thơ của báo Văn nghệ năm 1969, được đưa vào tập “Vầng trăng và quầng lửa” (1970).\n2. Bố cục\nGồm 4 phần:\nPhần 1: Từ đầu đến “Như sa như ùa vào buồng lái”. Tư thế hiên ngang của người lính lái xe.\nPhần 2: Tiếp theo đến “Mưa ngừng, gió lùa khô mau thôi”. Tinh thần lạc quan của người lính lái xe trước hoàn cảnh nguy hiểm, khó khăn.\nPhần 3. Tiếp theo đến “Lại đi, lại đi trời xanh thêm”. Tình động đội của những người lính.\nPhần 4. Còn lại. Lòng yêu nước, quyết tâm chiến đầu vì miền Nam, vì tổ quốc.\n3. Thể thơ\nBài thơ về tiểu đội xe không kính được sáng tác theo thể thơ tự do.\n4. Ý nghĩa nhan đề\nMẫu 1\nKhi đặt tên cho tác phẩm của mình là “Bài thơ về tiểu đội xe không kính”, Phạm Tiến Duật đã gửi gắm nhiều ý nghĩa sâu sắc. Trước hết, khi đọc nội dung, ai cũng biết rõ đây là một tác phẩm thuộc thể loại thơ ca. Nhưng tác giả lại để hai chữ “bài thơ” vào nhan đề. Tưởng chừng như thừa, nhưng thực chất Phạm Tiến Duật muốn thông qua hai chữ này để nhấn mạnh vào chất thơ được toát lên từ hiện thực chiến trường khốc liệt.\nTiếp đến, nhan đề cũng nêu ra được hình ảnh trung tâm của tác phẩm, những chiếc xe không kính. Những chiếc xe này vốn không phải vì không có kính, mà trải qua những năm tháng bom rơi, bão đạn khiến kính của chúng bị vỡ đi. Không chỉ một chiếc xe mà là “tiểu đội” - đơn vị quân đội nhỏ nhất. Đây không phải là một trường hợp hy hữu mà là hoàn cảnh chung của những chiếc xe vận chuyển trên tuyến đường Trường Sơn. Từ đó ca ngợi tinh thần của người lính lái xe nơi chiến trường khốc liệt.\nMẫu 2\nNhan đề “Bài thơ về tiểu đội xe không kính” đã cho thấy hình ảnh trung tâm của bài thơ là những chiếc xe không kính. Đây là một hình ảnh độc đáo nhưng rất quen thuộc trong những năm kháng chiến chống Mỹ. Những chiếc xe trên đường đường vận chuyển vũ khí, đạn dược ra chiến trường bị bom đạn của kẻ thù bắn phá, kính xe bị vỡ đi. Hình tượng “xe không kính” đã khắc họa cho người đọc thấy được sự khốc liệt của chiến trường. Qua đó nhà thơ cũng muốn ca ngợi phẩm chất dũng cảm của những người lính lái xe.\n6. Hình ảnh “xe không kính”\nHình ảnh những chiếc xe không kính độc đáo: Những chiếc xe không kính vốn không phải vì không có kính, mà trải qua những năm tháng bom rơi, bão đạn khiến kính của chúng bị vỡ đi. Không chỉ một chiếc xe mà là “tiểu đội” - đơn vị quân đội nhỏ nhất: Đây không phải là một trường hợp hy hữu mà là hoàn cảnh chung của những chiếc xe vận chuyển trên tuyến đường Trường Sơn. Tiểu đội xe không kính được tác giả khắc họa cũng chỉ là một trong rất nhiều tiểu đội như vậy.\n7. Nội dung\nBài thơ về tiểu đội xe không kính đã khắc họa hình ảnh những người lính lái xe ở Trường Sơn trong thời kháng chiến chống Mỹ với tư thế hiên ngang, tinh thần lạc quan, dũng cảm bất chấp mọi khó khăn, nguy hiểm nơi chiến trường.\n8. Nghệ thuật\nNgôn ngữ, giọng điệu giàu tính khẩu ngữ, tự nhiên, khỏe khoắn.\n9. Mở bài và kết bài\n- Mở bài: Có những tác phẩm đọc xong, khi gấp trang sách lại, bạn đọc quên đi ngay sau đó. Nhưng cũng có những tác phẩm đọc xong để lại trong lòng bạn đọc những ấn tượng sâu sắc. Và Bài thơ về tiểu đội xe không kính của Phạm Tiến Duật là một trong những tác phẩm đó. Bài thơ về tiểu đội xe không kính đã khắc họa hình ảnh những người lính lái xe ở Trường Sơn trong thời kháng chiến chống Mỹ với tư thế hiên ngang, tinh thần lạc quan, dũng cảm bất chấp mọi khó khăn, nguy hiểm nơi chiến trường.\n- Kết bài: Bài thơ về tiểu đội xe không kính xứng đáng là một tác phẩm tiêu biểu trong nền thơ ca giai đoạn chống Mỹ. Những năm tháng chiến đấu gian khổ tại rừng Trường Sơn cùng với hình ảnh người lính lái xe đã được Phạm Tiến Duật khắc họa thật chân thực, sống động.\nIII. Dàn ý phân tích Bài thơ về tiểu đội xe không kính\n(1) Mở bài\nGiới thiệu về tác giả Phạm Tiến Duật, nội dung tác phẩm Bài thơ về tiểu đội xe không kính.\n(2) Thân bài\na. Tư thế hiên ngang của người lính lái xe\n- Câu thơ mở đầu: “Không có kính không phải vì xe không có kính” - điệp ngữ “không có… không… không có…” như muốn nhấn mạnh hình ảnh những chiếc xe không kính.\n- Các động từ mạnh “giật”, “rung” kết hợp với hình ảnh “bom” khắc họa sự khốc liệt nơi chiến trường.\n=> Giải thích nguồn gốc của những chiếc xe không kính. Vốn là những chiếc xe vận tải chở hàng hóa, đạn dược ra mặt trận, nhưng lại bị bom đạn của kẻ thù bắn phá nên kính xe vỡ đi trở thành những chiếc xe không kính.\n- Trước hoàn cảnh đó, tư thế của người lính lái xe: “Ung dung buồng lái ta ngồi/Nhìn đất, nhìn trời, nhìn thẳng”. Cho thấy tư thế hiên ngang, chủ động sẵn sàng đối mặt với hiểm nguy. Trong mưa bom, bão đạn nhưng họ vẫn nhìn thẳng về con đường phía trước.\n- Những chiếc xe không kính khiến cho những khó khăn càng thêm khắc nghiệt hơn:\nGió vào xoa mắt đắng: những chiếc xe không kính khiến cho bụi đường bay vào mắt - từ “đắng” được sử dụng theo lối ẩn dụ chuyển đổi cảm giác làm nổi bật sự khắc nghiệt về thể xác.\nCon đường chạy thẳng vào tim, sao trời, cánh chim. Tất cả như “sa”, “ùa” vào buồng lái. Không có kính khiến mội khoảng cách bị xóa bỏ.\nNhưng người lính vẫn không sợ hãi mà hiên ngang đối mặt với mọi thứ.\nb. Tinh thần lạc quan của người lính lái xe trước hoàn cảnh nguy hiểm, khó khăn\n- Họ phải đối mặt với khó khăn khi chiếc xe không có kính, nhưng thái độ thật thản nhiên như một điều bình thường: “ừ thì có bụi”, “ừ thì ướt áo”.\n- Cách nói “không có… ừ thì” cho thấy một thái độ sẵn sàng chấp nhận mọi khó khăn của người lính.\n- Hành động của người lính trước khó khăn: “phì phèo châm điếu thuốc”, “nhìn nhau mặt lấm cười ha ha” hay “gió lùa khô mau thôi”: cho thấy sự ngang tàng cũng như một tinh thần vui vẻ, yêu đời bất chấp những gian khổ phải đối mặt.\nc. Tình động đội của những người lính\n- Hình ảnh “những chiếc xe họp thành tiểu đội”: những chiếc xe từ trong mưa bom, bão đạn đã tập hợp lại thành một tiểu đội xe không kính. Họ là những đồng đội cùng chung một lý tưởng.\n- Họ “bắt tay nhau qua cửa kính vỡ rồi”: chi tiết phản ánh chân thực tình cảm của người lính, qua cái bắt tay người lính tiếp thêm cho nhau sức mạnh, động lực để tiếp tục những chặng đường phía trước.\n- “Bếp Hoàng Cầm dựng đứng giữa trời”: Cuộc chiến tranh khốc liệt khiến họ phải dựng bếp ăn giữa trời, gợi nên một cuộc sống sinh hoạt hàng ngày vất vả.\n- “Chung bát đũa nghĩa là gia đình đấy”: Họ gắn bó giống như những người thân trong gia đình, gắn bó với nhau thân thiết như tình cảm ruột thịt. Giọng thơ đầy hồn nhiên, vui vẻ.\n- Trên hành trình không ấy, họ chỉ có thể nghỉ ngơi trên những chiếc võng. Giấc ngủ chập chờn không yên.\n- Những vẫn lạc quan: “Lại đi, lại đi trời xanh thêm”: Điệp từ “lại đi” giống như nhịp bước hành quân của người lính trên đường hành quân.\n- Hình ảnh “trời xanh thêm”: tinh thần lạc quan, yêu đời hướng về tương lai phía trước.\nd. Lòng yêu nước, quyết tâm chiến đầu vì miền Nam, vì tổ quốc\n- Hai câu đầu vẫn là những khó khăn từ những chiếc xe: không có đèn, không có mui xe, thùng xe có xước…\n- Nhưng khó khăn ấy chẳng thể cản nổi ý chí của người lính: xe vẫn cứ chạy vì miền Nam phía trước, vì niềm tin tất thắng và nước nhà sẽ thống nhất.\n- Chỉ cần trong xe có một trái tim: hình ảnh “một trái tim” là hình ảnh hoán dụ, chỉ người lính. Trái tim họ luôn căng tràn sự sống, cũng như sôi sục lòng căm thù giặc sâu sắc. Trái tim còn tượng trưng cho nhiệt huyết cách mạng, lòng trung thành với Đảng và tình yêu nước sâu đậm của người lính.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Bài thơ về tiểu đội xe không kính.\n \"\""