"Bài thơ Bài ca nhà tranh bị gió thu phá\n(Mao ốc vị thu phong sở phá ca)\nBài ca nhà tranh bị gió thu phá\nPhiên âm:\nBát nguyệt thu cao phong nộ hào,\nQuyển ngã ốc thượng tam trùng mao.\nMao phi độ giang sái giang giao.\nCao giả quải quyến trường lâm sao,\nHạ giả phiêu chuyển trầm đường ao.\nNam thôn quần đồng khi ngã lão vô lực,\nNhẫn năng đối diện vi đạo tặc.\nCông nhiên bão mao nhập trúc khứ,\nThần tiều khẩu táo hô bất đắc.\nQuy lai ỷ trượng tự thán tức.\nNga khoảnh phong định vân mặc sắc,\nThu thiên mạc mạc hướng hôn hắc.\nBố khâm đa niên lãnh tự thiết.\nKiều nhi ác ngoa đạp lý liệt.\nSàng đầu ốc lậu vô can xứ,\nVũ cước như ma vị đoạn tuyệt.\nTự kinh táng loạn thiểu thuỵ miên\nTrường dạ chiêm thấp hà do triệt.\nAn đắc quảng hạ thiên vạn gian,\nÐại tí thiên hạ hàn sĩ câu hoan nhan,\nPhong vũ bất động an như san.\nÔ hô, hà thời nhãn tiền đột ngột kiến thử ốc,\nNgô lư độc phá thụ đống tử diệc túc.\nDịch thơ:\nTháng tám, thu cao, gió thét già\nCuộn mất ba lớp tranh nhà ta\nTranh bay sang sông rải khắp bờ\nMảnh cao treo tót ngọn rừng xa\nMảnh thấp bay lộn vào mương sa.\nTrẻ con thôn nam khinh ta già không sức,\nNỡ nhè trước mặt xô cướp giật,\nCắp tranh đi tuốt vào luỹ tre\nMôi khô miệng cháy gào chẳng được,\nQuay về chống gậy lòng ấm ức!\nGiây lát, gió lặng, mây tối mực\nTrời thu mịt mịt đêm đen đặc.\nMền vải lâu năm lạnh tựa sắt,\nCon nằm xấu nết đạp lót nát\nĐầu giường, nhà dột chẳng chừa đâu\nDày hạt mưa, mưa, mưa chẳng dứt\nTừ trải cơn loạn ít ngủ nghê\nĐêm dài ướt át sao cho trót?\nƯớc được nhà rộng muôn ngàn gian\nKhắp thiên hạ, kẻ sĩ nghèo đều hân hoan,\nGió mưa chẳng núng, vững vàng như thạch bàn\nThan ôi! Bao giờ nhà ấy sừng sững dựng trước mắt,\nRiêng lều ta nát, chịu chết rét cũng được!\n(Khương Hữu Dụng dịch, trong Thơ Đỗ Phủ, NXB Văn học, Hà Nội, 1962)\nI. Đôi nét về tác giả Đỗ Phủ\n- Đỗ Phủ (712 - 770), tự Tử Mĩ, hiệu Thiếu Lăng, là một nhà thơ nổi tiếng của Trung Quốc thời nhà Đường.\n- Ông làm quan trong một thời gian rất ngắn nhưng gần như sống trong cảnh đau khổ, bệnh tật.\n- Năm 755, tướng An Lộc Sơn nổi dậy chống lại triều đình. Vì không được trọng dụng và cũng muốn tránh khỏi hiểm họa, ông cáo quan về quê ở cùng tây Nam.\n- Đỗ Phủ cùng với Lý Bạch là hai nhà thơ vĩ đại và có ảnh hưởng nhất trong lịch sử Trung Quốc.\n- Một số sáng tác tiêu biểu như:\nTập thơ Ngao du nam bắc (731 - 745)\nTập thơ Trường An khốn đốn (746 - 755)\nTập thơ Lưu vong làm quan (756 - 759)\nTập thơ Phiêu bạc tây nam (760 - 770)\nII. Giới thiệu về Bài ca nhà tranh bị gió thu phá\n1. Hoàn cảnh sáng tác\n- Năm 760, được bạn bè và người thân giúp đỡ, Đỗ Phủ dựng được một ngôi nhà tranh bên cạnh Cán Hoa ở phía Tây Thành Đô.\n- Ông vừa ở chẳng được bao lâu thì căn nhà bị gió phá nát. Chính vì vậy, ông đã sáng tác bài thơ Bài ca nhà tranh bị gió thu phá để thuật lại sự kiện này.\n- Đây là một trong những tác phẩm nổi tiếng của ông. Bút pháp hiện thực và tinh thần nhân đạo của bài thơ có ảnh hưởng sâu rộng đến thơ ca Trung Hoa sau này.\n2. Bố cục\nGồm 4 phần:\nPhần 1. Khổ thơ thứ nhất: Cảnh nhà tranh bị gió thu phá.\nPhần 2. Khổ thơ thứ 2: Cảnh lũ trẻ trong thôn đến ăn cắp tranh.\nPhần 3. Khổ thơ thứ 3: Cuộc sống của gia đình trong đêm nhà tranh bị phá.\nPhần 4. Khổ thơ thứ 4. Mong muốn của nhà thơ về tương lai.\n3. Nội dung\nBài thơ đã thể hiện được nỗi khổ của nhà thơ vì căn nhà tranh bị gió thu phá. Đồng thời bộc lộ khát vọng cao cả đó là có một ngôi nhà vững chắc để che chở cho tất cả người nghèo trong thiên hạ.\n4. Nghệ thuật\nKết hợp nhiều phương thức biểu đạt, hình ảnh chân thực…\n \"\""