"Bài thơ Đất nước của Nguyễn Đình Thi\nĐất nước Nguyễn Đình Thi\nSáng mát trong như sáng năm xưa\nGió thổi mùa thu hương cốm mới\nTôi nhớ những ngày thu đã xa\nSáng chớm lạnh trong lòng Hà Nội\nNhững phố dài xao xác hơi may\nNgười ra đi đầu không ngoảnh lại\nSau lưng thềm nắng lá rơi đầy.\nMùa thu nay khác rồi\nTôi đứng vui nghe giữa núi đồi\nGió thổi rừng tre phấp phới\nTrời thu thay áo mới\nTrong biếc nói cười thiết tha!\nTrời xanh đây là của chúng ta\nNúi rừng đây là của chúng ta\nNhững cánh đồng thơm mát\nNhững ngả đường bát ngát\nNhững dòng sông đỏ nặng phù sa\nNước chúng ta\nNước những người chưa bao giờ khuất\nÐêm đêm rì rầm trong tiếng đất\nNhững buổi ngày xưa vọng nói về!\nÔi những cánh đồng quê chảy máu\nDây thép gai đâm nát trời chiều\nNhững đêm dài hành quân nung nấu\nBỗng bồn chồn nhớ mắt người yêu.\nTừ những năm đau thương chiến đấu\nÐã ngời lên nét mặt quê hương\nTừ gốc lúa bờ tre hồn hậu\nÐã bật lên những tiếng căm hờn\nBát cơm chan đầy nước mắt\nBay còn giằng khỏi miệng ta\nThằng giặc Tây, thằng chúa đất\nÐứa đè cổ, đứa lột da...\nXiềng xích chúng bay không khoá được\nTrời đầy chim và đất đầy hoa\nSúng đạn chúng bay không bắn được\nLòng dân ta yêu nước thương nhà!\nKhói nhà máy cuộn trong sương núi\nKèn gọi quân văng vẳng cánh đồng\nÔm đất nước những người áo vải\nÐã đứng lên thành những anh hùng.\nNgày nắng đốt theo đêm mưa dội\nMỗi bước đường mỗi bước hy sinh\nTrán cháy rực nghĩ trời đất mới\nLòng ta bát ngát ánh bình minh.\nSúng nổ rung trời giận dữ\nNgười lên như nước vỡ bờ\nNước Việt Nam từ máu lửa\nRũ bùn đứng dậy sáng loà.\nI. Đôi nét về tác giả Nguyễn Đình Thi\n- Nguyễn Đình Thi (1924 - 2003) sinh tại Luông Pha-bang (Lào).\n- Quê gốc của ông ở làng Vũ Thạch (nay là phố Bà Triệu, Hà Nội).\n- Thuở nhỏ, Nguyễn Đình Thi sống cùng với gia đình ở Lào.\n- Năm 1931, ông theo gia đình về nước, tham gia hoạt động cách mạng từ năm 1941.\n- Sau Cách mạng tháng Tám năm 1945, Nguyễn Đình Thi tham gia Hội Văn hóa cứu quốc và Hội Văn nghệ Việt Nam.\n- Từ 1958 đến năm 1989, ông là Chủ tịch Ủy ban Toàn quốc Liên hiệp các Hội Văn học - Nghệ thuật Việt Nam.\n- Nguyễn Đình Thi là một nhà văn hóa, một nghệ sĩ đa tài: viết văn, làm thơ, sáng tác nhạc, soạn kịch, viết lý luận phê bình văn nghệ, biên khảo triết học…\n- Năm 1996, ông được tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số tác phẩm chính: Các tiểu thuyết như Xung kích (1951), Vào lửa (1966); các tập thơ như Người chiến sĩ (1956), Bài thơ Hắc Hải (1958); các vở kịch như Con nai đen (1961), Rừng trúc (1978); các tập tiểu luận như Mấy vấn đề về văn học (1956)...\nII. Giới thiệu về bài thơ Đất nước\n1. Hoàn cảnh sáng tác\nBài thơ có những đoạn lấy từ hai bài thơ “Sáng mát trong như sáng năm xưa” (1948) và “Đêm mít tinh” (1949).\nBài thơ được hoàn thành vào năm 1955, in trong tập Người chiến sĩ (1956).\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Sau lưng thềm nắng lá rơi đầy”: Mùa thu của quá khứ.\nPhần 2. Tiếp theo đến “Những buổi ngày xưa vọng nói về”: Mùa thu của hiện tại.\nPhần 3. Còn lại: Niềm suy tư về đất nước.\n3. Nội dung\nHình ảnh đất nước được cảm nhận qua vẻ đẹp của mùa thu Hà Nội, những năm tháng chiến đấu gian khổ, mà hào hùng.\n4. Nghệ thuật\nHình ảnh giàu tính biểu tượng, giọng điệu linh hoạt, sử dụng nhiều biện pháp tu từ…\nIII. Dàn ý phân tích bài thơ Đất nước\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Đất nước của tác giả Nguyễn Đình Thi.\n(2) Thân bài\na. Mùa thu trong hoài niệm\n- Tín hiệu của mùa thu Hà Nội: “sáng mát trong và gió thổi mùa thu hương cốm mới”. Đây là những nét đặc trưng quen thuộc của mùa thu Bắc Bộ, mùa thu Hà Nội.\n- Bức tranh thiên nhiên mùa thu thi vị, mang đậm đặc trưng mùa thu Hà Nội nhưng thoáng buồn: những buổi sáng mát trong, gió thổi mang theo hương cốm mới, thời tiết buổi sáng se lạnh, những con phố xao xác lá vàng…\n- Hình ảnh con người: ra đi đầy buồn bã, lưu luyến nhưng cũng đầy cương quyết “Người ra đi đầu không ngoảnh lại/Sau lưng thềm nắng lá rơi đầy”.\n=> Mùa thu Hà Nội đẹp nhưng buồn thấm thía bởi nhân vật trữ tình phải ly biệt Hà Nội để đi tìm con đường thoát vòng nô lệ đau thương, tủi nhục.\nb. Mùa thu của hiện tại\n- Tiếng reo vui trước mùa thu hiện tại độc lập, hạnh phúc: “Tôi đứng reo vui giữa núi đồi”\n- Mùa thu cách mạng tươi đẹp, sôi nổi: không gian nghệ thuật dịch chuyển từ những phố dài xao xác buồn bã sang không gian núi rừng tươi mới, tràn đầy sức sống (rừng tre phấp phới, trời thu thay áo mới) với những âm thanh ngân nga, vang vọng; trạng thái nhân vật trữ tình vui vẻ, hạnh phúc hòa trong sự phấn chấn của tạo vật (phấp phới, thiết tha).\n- Mùa thu của độc lập, tự chủ: “Trời xanh đây là của chúng ta… Những dòng sông đỏ nặng phù sa”.\n=> Đoạn thơ thể hiện tình yêu tha thiết, niềm tự hào về quê hương đã được độc lập, có truyền thống anh hùng, bất khuất.\nc. Niềm suy tư về đất nước\n Đất nước đau thương trong chiến tranh:\n- Đất nước chìm trong máu và nước mắt: “Ôi những cánh đồng quê chảy máu/Dây thép gai đâm nát trời chiều”, “Bát cơm chan đầy nước mắt/Bay còn giằng khỏi miệng ta”.\n- Đất nước từ những năm tháng đau thương để tạo thành nỗi căm hờn: “Từ những năm đau thương chiến đấu/Ðã ngời lên nét mặt quê hương/Từ gốc lúa bờ tre hồn hậu/Ðã bật lên những tiếng căm hờn”\n Đất nước vùng lên giành lấy chiến thắng vinh quang, chói lọi:\n- Vượt lên đau thương để lao động và chiến đấu, chống lại kẻ thù: Những đêm dài hành quân nung nấu/Xiềng xích chúng bay không khóa được…./Lòng dân ta yêu nước thương nhà”.\n- Hình ảnh đất nước kì vĩ, chói lọi, quật khởi bừng dậy giữa hiện thực rung trời chuyển đất: “Ôm đất nước những người áo vải/Đã đứng lên thành những anh hùng, Nước Việt Nam từ máu lửa/Rũ bùn đứng dậy sáng lòa”.\n- Nghệ thuật đặc sắc trong đoạn thơ: Hình ảnh sáng tạo đầy sức gợi hình gợi cảm, thủ pháp đối lập, khuynh hướng sử thi và cảm hứng lãng mạn đậm nét.\n=> Bức tranh đất nước được tạo nên bằng chất liệu hiện thực (đường nét tương phản đối lập). Hình tượng giàu tính sử thi, là cao trào của cảm xúc, thâu tóm được tư tưởng toàn bài.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Đất nước của Nguyễn Đình Thi. \n \"\""