"\"tac-pham-van-hoc\" Tác phẩm văn học\nĐoạn trích Bài học đường đời đầu tiên\nI. Đôi nét về tác giả Tô Hoài\n- Tô Hoài (1920 - 2014), tên khai sinh là Nguyễn Sen.\n- Tô Hoài sinh ra tại quê nội ở thị trấn Kim Bài, huyện Thanh Oai, tỉnh Hà Đông cũ. Tuy nhiên, ông lớn lên ở quê ngoại là làng Nghĩa Đô, huyện Từ Liêm, phủ Hoài Đức, tỉnh Hà Đông (nay thuộc phường Nghĩa Đô, quận Cầu Giấy, Hà Nội).\n- Ông có vốn hiểu biết phong phú, sâu sắc về phong tục, tập quán của nhiều vùng khác nhau trên đất nước ta.\n- Sáng tác của ông thiên về diễn tả những sự thật đời thường.\n- Các tác phẩm của ông thuộc nhiều thể loại khác nhau như truyện ngắn, truyện dài, hồi ký, kịch bản phim, tiểu luận…\n- Năm 1996, ông được tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số tác phẩm tiêu biểu:\nDế Mèn phiêu lưu ký (truyện dài, 1941)\nO chuột (tập truyện ngắn, 1942)\nCỏ dại (hồi ký, 1944)\nTruyện Tây Bắc (tập truyện, 1953)\nTự truyện (1978)\nQuê nhà (tiểu thuyết, 1981)\nCát bụi chân ai (hồi ký, 1992)\nChiều chiều (tiểu thuyết, 1999)\nChuyện cũ Hà Nội (ký sự, 2010)...\nII. Giới thiệu về Bài học đường đời đầu tiên\n1. Xuất xứ\n- Bài học đường đời đầu tiên trích trong chương I của truyện Dế Mèn phiêu lưu kí.\n- Tên của đoạn trích do người biên soạn SGK đặt.\n- Dế Mèn phiêu lưu kí được in lần đầu năm 1941, là tác phẩm đặc sắc nhất và nổi tiếng nhất của nhà văn Tô Hoài dành cho lứa tuổi thiếu nhi. Truyện gồm mười chương, kể về cuộc phiêu lưu của nhân vật chính là chú Dế Mèn.\n2. Bố cục\nGồm 4 phần:\nPhần 1. Từ đầu đến “cũng không thể làm lại được”: Dế Mèn giới thiệu về bản thân.\nPhần 2. Tiếp theo đến “Tôi về, không chút bận tâm”. Câu chuyện về người bạn hàng xóm là Dế Choắt.\nPhần 3. Tiếp theo đến “cảnh đau khổ vừa gây ra”. Dế Mèn trêu chị Cốc khiến Dế Choắt phải chịu oan.\nPhần 4. Còn lại. Bài học đường đời đầu tiên của Dế Mèn.\n3. Tóm tắt\nMẫu 1\nDế Mèn là một chú dế cường tráng bởi biết ăn uống điều độ. Tuy nhiên, cậu chàng lại có tính kiêu căng, luôn nghĩ mình “có thể sắp đứng đầu thiên hạ”. Dế Mèn luôn coi thường những người xung quanh, đặc biệt là Dế Choắt - người bạn hàng xóm gầy gò và yếu ớt. Một lần, Dế Mèn bày trò trêu chị Cốc khiến cho Dế Choắt phải chịu oan. Choắt bị chị Cốc mổ đến kiệt sức. Trước khi chết, Choắt khuyên Dế Mèn bỏ thói kiêu căng của mình. Dế Mèn vô cùng ân hận và nhận ra bài học đường đời đầu tiên của mình.\nMẫu 2\nDế Mèn rất tự hào về tầm vóc cường tráng của mình. Cậu nhiều lần tỏ ra khinh thường Dế Choắt, người bạn hàng xóm. Một lần nọ, Dế Mèn bày trò trêu chị Cốc khiến chị nổi giận. Nhưng cậu ta lại chỉ biết trốn ở trong hang, mặc cho chị Cốc trút giận lên người Dế Choắt đáng thương. Cuối cùng, Dế Choắt cũng kiệt sức mà chết. Điều đó khiến Dế Mèn vô cùng hối hận. Lời khuyên của Choắt lúc chết khiến cậu nhận ra sai lầm. Sau khi chôn cất bạn xong, Dế Mèn đứng trước mộ bạn nghĩ về bài học đường đời đầu tiên.\n4. Nội dung\nBài học đường đời đầu tiên: Ở đời mà có thói hung hăng bậy bạ, có đầu óc mà không biết nghĩa sớm muộn rồi cũng mang vạ vào thân mình.\n5. Nghệ thuật\nMiêu tả nhân vật, các đoạn đối thoại đặc sắc, giọng văn tự nhiên…\nIII. Dàn ý phân tích Bài học đường đời đầu tiên\n(1) Mở bài\nGiới thiệu về tác giả Tô Hoài, đoạn trích Bài học đường đời đầu tiên.\n(2) Thân bài\na. Dế Mèn giới thiệu về bản thân\n- Hình dáng\nĐôi càng mẫm bóng.\nNhững cái vuốt ở chân, ở khoeo cứ cứng dần và nhọn hoắt.\nNgười rung rinh một màu nâu bóng mỡ, soi gương được và rất ưa nhìn.\nĐầu tôi to ra, nổi từng tảng rất bướng.\nHai cái răng đen nhánh lúc nào cũng nhai ngoàm ngoạp.\n- Cử chỉ, hành động:\năn uống điều đồ, làm việc có chừng mực\nbước đi bách bộ, cả người rung rinh một màu nâu bóng mỡ soi gương được và rất ưa nhìn.\nChốc chốc lại trịnh trọng và khoan thai đưa cả hai chân lên vuốt râu.\nđi đứng oai vệ, mỗi bước đi làm điệu dún dẩy các khoeo chân, rung lên rung xuống hai chiếc râu.\nDám cà khịa với tất cả mọi bà con trong xóm: quát mất chị Cào Cào, đá ghẹo anh Gọng Vó…\n=> Một chàng dế thanh niên cường tráng.\nc. Câu chuyện về người bạn hàng xóm là Dế Choắt\n- Dự đoán về sự việc sắp được kể: Dế Mèn kiêu ngạo, hung hăng sẽ trêu trọc, coi thường Dế Choắt.\n- Cuộc đối thoại giữa Dế Mèn và Dế Choắt:\nMột lần sang chơi nhà Choắt, Dế Mèn lên tiếng chê bai: “Sao chú mày sinh sống cẩu thả quá như thế. Nhà cửa đâu mà tuềnh toàng…Ôi thôi, chú mày ơi! Chú mày có lớn mà chẳng có khôn..”.\nHay khi Choắt bày tỏ ý muốn Dế Mèn đào một cái ngách sang bên nhà của Mèn, để khi có kẻ đến bắt nạt thì giúp đỡ nhau. Nhưng Dế Mèn lại khinh khỉnh: “Hức! Thông ngách sang nhà ta? Dễ nghe nhỉ? Chú mày hôi như cú mèo thế này, ta nào chịu được. Thôi, im cái điệu hát mưa dầm sùi sụt ấy đi. Đào tổ nông thì cho chết!”. Sau đó, chàng ta trở về mà chẳng nghĩ ngợi gì.\n=> Thái độ của Dế Mèn đã thể hiện sự kiêu căng, ích kỉ.\n- Khi Dế Mèn rủ Dế Choắt không hề nghĩ đến hậu quả, khiến chị Cốc tức giận. Dế Mèn nhanh chóng chui vào hang để Dế Choắt một mình đối mặt với chị Cốc. Chú Dế Choắt tội nghiệp phải chịu nỗi oan ức, bị chị Cốc mổ cho đến kiệt sức. Nhưng Dế Mèn vẫn không ra cứu bạn, nhận lỗi về mình và chịu trách nhiệm về lỗi lầm. Cuối cùng Dế Choắt kiệt sức mà chết.\n- Khi Dế Choắt chết: Dế Mèn ân hận về cách đối xử của mình với Dế Choắt. Nó hối hận khi đã gián tiếp gây ra cái chết của Dế Choắt. Nó tự trách mình rằng nó là một kẻ có sức mạnh nhưng lại chỉ biết trốn tránh một cách nhát gan. Chôn cất Dế Choắt xong, cảm giác của nó thật hụt hẫng và bất lực bởi Dế Choắt đã chết rồi, đâu thể cứu vãn được nữa. Dế Mèn đứng lặng bởi nó muốn suy nghĩ một cách nghiêm túc về cách sống của mình trong suốt thời gian qua.\n=> Cái chết của Dế Choắt đã khiến Dế Mèn nhận ra bài học đường đời đầu tiên.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của đoạn trích Bài học đường đời đầu tiên. \nBài học đường đời đầu tiên\nBởi tôi ăn uống điều độ và làm việc có chừng mực nên tôi chóng lớn lắm. Chẳng bao lâu, tôi đã trở thành một chàng dế thanh niên cường tráng. Đôi càng tôi mẫm bóng. Những cái vuốt ở chân, ở khoeo cứ cứng dần và nhọn hoắt. Thỉnh thoảng, muốn thử sự lợi hại của những chiếc vuốt, tôi co cẳng lên, đạp phanh phách vào các ngọn cỏ. Những ngọn cỏ gẫy rạp, y như có nhát dao vừa lia qua. Đôi cánh tôi, trước kia ngắn hủn hoẳn, bây giờ thành cái áo dài kín xuống tận chấm đuôi. Mỗi khi tôi vũ lên, đã nghe tiếng phành phạch giòn giã. Lúc tôi đi bách bộ thì cả người tôi rung rinh một màu nâu bóng mỡ soi gương được và rất ưa nhìn. Đầu tôi to ra và nổi từng tảng, rất bướng. Hai cái răng đen nhánh lúc nào cũng nhai ngoàm ngoạp như hai lưỡi liềm máy làm việc. Sợi râu tôi dài và uốn cong một vẻ rất đỗi hùng dũng. Tôi lấy làm hãnh diện với bà con về cặp râu ấy lắm. Cứ chốc chốc tôi lại trịnh trọng và khoan thai đưa cả hai chân lên vuốt râu.\nTôi đi đứng oai vệ. Mỗi bước đi, tôi làm điệu dún dẩy các khoeo chân, rung lên rung xuống hai chiếc râu. Cho ra kiểu cách con nhà võ. Tôi tợn lắm. Dám cà khịa với tất cả mọi bà con trong xóm. Khi tôi to tiếng thì ai cũng nhịn, không ai đáp lại. Bởi vì quanh quẩn, ai cũng quen thuộc mình cả.\nKhông nói, có lẽ họ nể hơn là sợ. Nhưng tôi lại tưởng thế là không ai dám ho he. Ấy vậy, tôi cho là tôi giỏi. Những gã xốc nổi thường lầm cử chỉ ngông cuồng là tài ba. Tôi đã quát mấy chị Cào Cào ngụ ngoài đầu bờ, khiến mỗi lần thấy tôi đi qua, các chị phải núp khuôn mặt trái xoan dưới nhánh cỏ, chỉ dám đưa mắt lên nhìn trộm. Thỉnh thoảng, tôi ngứa chân đá một cái, ghẹo anh Gọng Vó lấm láp vừa ngơ ngác dưới đầm lên. Tôi càng tưởng tôi là tay ghê gớm, có thể sắp đứng đầu thiên hạ rồi.\nChao ôi, có biết đâu rằng: hung hăng, hống hách láo chỉ tổ đem thân mà trả nợ cho những cử chỉ ngu dại của mình thôi. Tôi đã phải trải cảnh như thế. Thoát nạn rồi, mà còn ân hận quá, ân hận mãi. Thế mới biết, nếu đã trót không suy tính, lỡ xảy ra những việc dại dột, dù về sau có hối cũng không thể làm lại được.\nCâu chuyện ân hận đầu tiên mà tôi ghi nhớ suốt đời.\nBên hàng xóm tôi có cái hang của Dế Choắt. Dế Choắt là tên tôi đã đặt cho nó một cách chế giễu và trịch thượng thế. Choắt nọ có lẽ cũng trạc tuổi tôi. Nhưng vì Choắt bẩm sinh yếu đuối nên tôi coi thường và gã cũng sợ tôi lắm.\nCái chàng Dế Choắt, người gầy gò và dài lêu nghêu như một gã nghiện thuốc phiện. Đã thanh niên rồi mà cánh chỉ ngắn củn đến giữa lưng, hở cả mạng sườn như người cởi trần mặc áo gi-lê. Đôi càng bè bè, nặng nề, trông đến xấu. Râu ria gì mà cụt có một mẩu và mặt mũi thì lúc nào cũng ngẩn ngẩn ngơ ngơ. Đã vậy tính nết lại ăn xổi ở thì (thật chỉ vì ốm đau luôn, không làm được), có một cái hang ở cũng chỉ bới nông sát mặt đất, không biết đào sâu rồi khoét ra nhiều ngách như hang tôi.\nMột hôm, tôi sang chơi, thấy trong nhà luộm thuộm, bề bộn, tôi bảo :\n- Sao chú mày sinh sống cẩu thả quá như thế! Nhà cửa đâu mà tuềnh toàng. Ngộ có kẻ nào phá thì thật chú chết ngay đuôi! Này thử xem: khi chú chui vào tổ, lưng chú phải lồm cồm đụng sát lên tận mặt đất, làm cho ai trên vệ cỏ nhìn sang cũng biết chú đương đi đứng chỗ nào trong tổ. Phỏng thử có thằng chim Cắt nó nhòm thấy, nó tưởng mồi, nó mổ một phát, nhất định trúng giữa lưng chú, thì chú có mà đi đời! Ôi thôi, chú mày ơi! Chú mày có lớn mà chẳng có khôn.\nNgẫm ra thì tôi chỉ nói lấy sướng miệng tôi. Còn Dế Choắt than thở thế nào, tôi cũng không để tai. Hồi ấy, tôi có tính tự đắc, cứ miệng mình nói tai mình nghe chứ không biết nghe ai, thậm chí cũng chẳng để ý có ai nghe mình không.\nDế Choắt trả lời tôi bằng một giọng rất buồn rầu:\n- Thưa anh, em cũng muốn khôn nhưng khôn không được. Đụng đến việc là em thở rồi, không còn hơi sức đâu mà đào bới nữa. Lắm khi em cũng nghĩ nỗi nhà cửa như thế này là nguy hiểm, nhưng em nghèo sức quá, em đã nghĩ ròng rã hàng mấy tháng cũng không biết làm như thế nào. Hay là bây giờ em nghĩ thế này... Song anh có cho phép nói em mới dám nói...\nRồi Dế Choắt loanh quanh, băn khoăn. Tôi phải bảo:\n- Được, chú mình cứ nói thẳng thừng ra nào.\nDế Choắt nhìn tôi mà rằng:\n- Anh đã nghĩ thương em như thế thì hay là anh đào giúp cho em một cái ngách sang bên nhà anh phòng khi tắt lửa tối đèn có đứa nào đến bắt nạt thì em chạy sang...\nChưa nghe hết câu, tôi đã hếch răng lên, xì một hơi rõ dài. Rồi, với bộ điệu khinh khỉnh, tôi mắng:\n- Hức! Thông ngách sang nhà ta? Dễ nghe nhỉ! Chú mày hôi như cú mèo thế này, ta nào chịu được. Thôi, im cái điệu hát mưa dầm sùi sụt ấy đi! Đào tổ nông thì cho chết!\nTôi về, không một chút bận tâm.\nMột buổi chiều, tôi ra đứng cửa hang như mọi khi, xem hoàng hôn xuống.\nMấy hôm nọ, trời mưa lớn, trên những hồ ao quanh bãi trước mặt, nước dâng trắng mênh mông. Nước đầy và nước mới thì cua cá cũng tấp nập xuôi ngược, thế là bao nhiêu cò, sếu, vạc, cốc, le, sâm cầm, vịt trời, bồ nông, mòng, két ở các bãi sông xơ xác tận đâu cũng bay cả về vùng nước mới để kiếm mồi. Suốt ngày, họ cãi cọ om bốn góc đầm, có khi chỉ vì tranh một mồi tép, có những anh Cò gầy vêu vao ngày ngày bì bõm lội bùn tím cả chân mà vẫn hếch mỏ, chẳng được miếng nào. Khổ quá, những kẻ yếu đuối, vật lộn cật lực thế mà cũng không sống nổi. Tôi đứng trong bóng nắng chiều toả xuống ánh nước cửa hang mà suy nghĩ việc đời như thế.\nBỗng thấy chị Cốc từ dưới mặt nước bay lên, đến đậu gần hang tôi, cách có mấy bước. Chừng rớ được món nào, vừa chén xong, chị ta tìm đến đứng chỗ mát rỉa lông, rỉa cánh và chùi mép.\nTính tôi hay nghịch ranh. Chẳng bận đến tôi, tôi cũng nghĩ mưu trêu chị Cốc. Tôi cất tiếng gọi Dế Choắt. Nghe tiếng thưa, tôi hỏi:\n- Chú mình muốn cùng tớ đùa vui không?\n- Đùa trò gì? Em đương lên cơn hen đây! Hừ hừ...\n- Đùa chơi một tí.\n- Hừ… hừ... Cái gì thế?\n- Con mụ Cốc kia kìa.\nDế Choắt ra cửa, hé mắt nhìn chị Cốc. Rồi hỏi tôi:\n- Chị Cốc béo xù đứng trước cửa nhà ta ấy hả?\n- Ừ.\n- Thôi thôi... hừ hừ... Em xin vái cả sáu tay. Anh đừng trêu vào… Anh phải sợ...\nTôi quắc mắt:\n- Sợ gì? Mày bảo tao sợ cái gì? Mày bảo tao còn biết sợ ai hơn tao nữa!\n- Thưa anh, thế thì… hừ hừ... em xin sợ. Mời anh cứ đùa một mình thôi.\nTôi lại mắng Dế Choắt và bảo:\n- Giương mắt ra xem tao trêu con mụ Cốc đây này.\nTôi rình đến lúc chị Cốc rỉa cánh quay đầu lại phía cửa tổ tôi, tôi cất giọng véo von:\nCái Cò, cái Vạc, cái Nông\nBa cái cùng béo, vặt lông cái nào?\nVặt lông cái Cốc cho tao\nTao nấu, tao nướng, tao xào, tao ăn.\nChị Cốc thoạt nghe tiếng hát từ trong đất văng vẳng lên, không hiểu như thế nào, giật nẩy hai đầu cánh, muốn bay. Đến khi định thần lại, chị mới trợn tròn mắt, giương cánh lên, như sắp đánh nhau. Chị lò dò về phía cửa hang tôi, hỏi:\n- Đứa nào cạnh khoé gì tao thế? Đứa nào cạnh khoé gì tao thế?\nTôi chui tọt ngay vào hang, lên giường nằm khểnh bắt chân chữ ngũ. Bụng nghĩ thú vị: “Mày tức thì mày cứ tức, mày ghè vỡ đầu mày ra cho nhỏ đi, nhỏ đến đâu thì mày cũng không chui nổi vào tổ tao đâu!”.\nMột tai hoạ đến mà đứa ích kỉ thì không thể biết trước được. Đó là: không trông thấy tôi, nhưng chị Cốc đã trông thấy Dế Choắt đang loay hoay trong cửa hang. Chị Cốc liền quát lớn:\n- Mày nói gì?\n- Lạy chị, em nói gì đâu!\nRồi Dế Choắt lủi vào.\n- Chối hả? Chối này! Chối này!\nMỗi câu “Chối này” chị Cốc lại giáng một mỏ xuống. Mỏ Cốc như cái dùi sắt, chọc xuyên cả đất. Rúc trong hang mà bị trúng hai mỏ, Choắt quẹo xương sống, lăn ra kêu váng. Núp tận đáy đất mà tôi cũng khiếp, nằm im thin thít. Nhưng đã hả cơn tức, chị Cốc đứng rỉa lông cánh một lát nữa rồi lại bay là xuống đầm nước, không chút để ý cảnh khổ đau vừa gây ra.\nBiết chị Cốc đi rồi, tôi mới mon men bò lên. Trông thấy tôi, Dế Choắt khóc thảm thiết.\nTôi hỏi một câu ngớ ngẩn:\n- Sao? Sao?\nChoắt không dậy được nữa, nằm thoi thóp. Thấy thế, tôi hốt hoảng quỳ xuống, nâng đầu Choắt lên mà than rằng:\n- Nào tôi đâu biết cơ sự lại ra nông nỗi này! Tôi hối lắm! Tôi hối hận lắm! Anh mà chết là chỉ tại cái tội ngông cuồng dại dột của tôi. Tôi biết làm thế nào bây giờ?\nTôi không ngờ Dế Choắt nói với tôi một câu như thế này:\n- Thôi, tôi ốm yếu quá rồi, chết cũng được. Nhưng trước khi nhắm mắt, tôi khuyên anh: ở đời mà có thói hung hăng bậy bạ, có óc mà không biết nghĩ, sớm muộn rồi cũng mang vạ vào mình đấy.\nThế rồi Dế Choắt tắt thở. Tôi thương lắm. Vừa thương vừa ăn năn tội mình. Giá tôi không trêu chị Cốc thì đâu đến nỗi Choắt việc gì. Cả tôi nữa, nếu không nhanh chân chạy vào hang thì tôi cũng chết toi rồi.\nTôi đem xác Dế Choắt đến chôn ở một vùng cỏ bùm tum. Tôi đắp thành nấm mộ to. Tôi đứng lặng giờ lâu, nghĩ về bài học đường đời đầu tiên.\n \"\""