"Bài thơ Tiếng hát con tàu\nTây Bắc ư? Có riêng gì Tây Bắc\nKhi lòng ta đã hoá những con tàu\nKhi Tổ quốc bốn bề lên tiếng hát\nTâm hồn ta là Tây Bắc, chứ còn đâu\nCon tàu này lên Tây Bắc, anh đi chăng?\nBạn bè đi xa, anh giữ trời Hà Nội\nAnh có nghe gió ngàn đang rú gọi\nNgoài cửa ô? Tàu đói những vành trăng\nĐất nước mênh mông, đời anh nhỏ hẹp\nTàu gọi anh đi, sao chửa ra đi?\nChẳng có thơ đâu giữa lòng đóng khép\nTâm hồn anh chờ gặp anh trên kia\nTrên Tây Bắc! Ôi mười năm Tây Bắc\nXứ thiêng liêng rừng núi đã anh hùng\nNơi máu rỏ tâm hồn ta thấm đất\nNay rạt rào đã chín trái đầu xuân\nƠi kháng chiến! Mười năm qua như ngọn lửa\nNghìn năm sau, còn đủ sức soi đường\nCon đã đi nhưng con cần vượt nữa\nCho con về gặp lại mẹ yêu thương\nCon gặp lại nhân dân như nai về suối cũ\nCỏ đón giêng hai, chim én gặp mùa\nNhư đứa trẻ thơ đói lòng gặp sữa\nChiếc nôi ngừng bỗng gặp cánh tay đưa\nCon nhớ anh con, người anh du kích\nChiếc áo nâu anh mặc đêm công đồn\nChiếc áo nâu suốt một đời vá rách\nĐêm cuối cùng anh cởi lại cho con\nCon nhớ em con, thằng em liên lạc\nRừng thưa em băng, rừng rậm em chờ\nSáng bản Na, chiều em qua bản Bắc\nMười năm tròn! Chưa mất một phong thư\nCon nhớ mế! Lửa hồng soi tóc bạc\nNăm con đau, mế thức một mùa dài\nCon với mế không phải hòn máu cắt\nNhưng trọn đời con nhớ mãi ơn nuôi\nNhớ bản sương giăng, nhớ đèo mây phủ\nNơi nào qua, lòng lại chẳng yêu thương?\nKhi ta ở, chi là nơi đất ở\nKhi ta đi, đất đã hoá tâm hồn!\nAnh bỗng nhớ em như đông về nhớ rét\nTình yêu ta như cánh kiến hoa vàng\nNhư xuân đến chim rừng lông trở biếc\nTình yêu làm đất lạ hoá quê hương\nAnh nắm tay em cuối mùa chiến dịch\nVắt xôi nuôi quân em giấu giữa rừng\nĐất Tây Bắc tháng ngày không có lịch\nBữa xôi đầu còn toả nhớ mùi hương\nĐất nước gọi ta hay lòng ta gọi?\nTình em đang mong, tình mẹ đang chờ\nTàu hãy vỗ giùm ta đôi cánh vội\nMắt ta thèm mái ngói đỏ trăm ga\nMắt ta nhớ mặt người, tai ta nhớ tiếng\nMùa nhân dân giăng lúa chín rì rào\nRẽ người mà đi, vịn tay mà đến\nMặt đất nồng nhựa nóng của cần lao\nNhựa nóng mười năm nhân dân máu đổ\nTây Bắc ơi, người là mẹ của hồn thơ\nMười năm chiến tranh, vàng ta đau trong lửa\nNay trở về, ta lấy lại vàng ta\nLấy cả những cơn mơ! Ai bảo con tàu không mộng tưởng?\nMỗi đêm khuya không uống một vầng trăng\nLòng ta cũng như tàu, ta cũng uống\nMặt hồng em trong suối lớn mùa xuân"