"Tác phẩm Bài ca ngất ngưởng\nBài ca ngất ngưởng\nVũ trụ nội mạc phi phận sự\nÔng Hi Văn tài bộ đã vào lồng\nKhi Thủ khoa, khi Tham tán, khi Tổng đốc Đông\nGồm thao lược đã nên tay ngất ngưởng\nLúc bình Tây, cờ đại tướng\nCó khi về Phủ doãn Thừa Thiên\nĐô môn giải tổ chi niên\nĐạc ngựa bò vàng đeo ngất ngưởng\nKìa núi nọ phau phau mây trắng\nTay kiếm cung mà nên dạng từ bi\nGót tiên theo đủng đỉnh một đôi dì\nBụt cũng nực cười ông ngất ngưởng\nĐược mất dương dương người tái thượng\nKhen chê phơi phới ngọn đông phong\nKhi ca, khi tửu, khi cắc, khi tùng\nKhông Phật, không tiên, không vướng tục\nChẳng Trái, Nhạc cũng vào phường Hàn, Phú\nNghĩa vua tôi cho vẹn đạo sơ chung\nTrong triều ai ngất ngưởng như ông!\nI. Đôi nét về tác giả Nguyễn Công Trứ\n- Nguyễn Công Trứ (1778 - 1858) tự Tồn Chất, hiệu Ngộ Trai, biệt hiệu Hi Văn, sinh ra trong một gia đình Nho học.\n- Người làng Uy Viễn, huyện Nghi Xuân, tỉnh Hà Tĩnh.\n- Từ nhỏ cho đến năm 1819, ông sống trong hoàn cảnh khó khăn, chính thời gian này, ông có điều kiện tham gia sinh hoạt ca trù.\n- Năm 1819, thi đỗ Giải nguyên và được bổ làm quan, nhưng con đường làm quan không mấy bằng phẳng.\n- Các tác phẩm của ông chủ yếu viết bằng chữ Nôm\n- Một số tác phẩm tiêu biểu: Bài ca ngất ngưởng, Tự thuật, Vịnh mùa thu…\nII. Giới thiệu về bài thơ Bài ca ngất ngưởng\n1. Bố cục\nGồm 3 phần\nPhần 1: 6 câu đầu. Ngất ngưởng trên con đường công danh, sự nghiệp\nPhần 2: 12 câu tiếp. Sự ngất ngưởng trong lối sống, suy nghĩ.\nPhần 3: Còn lại. Lời khẳng định cá tính của nhà thơ.\n2. Thể loại\nHát nói là một điệu của ca trù nên có người còn gọi chung về ca trù. Hát nói là đã khá phổ biến từ các thế kỉ trước, nhất là cuối thế kỉ XVIII, song Nguyễn Công Trứ là người đầu tiên đã có công đem đến cho hát nói một nội dung phù hợp với chức năng và cấu trúc của nó.\n3. Nội dung\nNgất ngưởng là cách Nguyễn Công Trứ thể hiện bản lĩnh cá nhân trong cuộc sống.\n4. Nghệ thuật\nThể loại hát nói đặc sắc, giọng thơ hóm hỉnh, sử dụng điển cố điển tích…\nIII. Dàn ý phân tích Bài ca ngất ngưởng\n(1) Mở bài\nDẫn dắt, giới thiệu về tác giả Nguyễn Công Trứ, bài thơ Bài ca ngất ngưởng.\n(2) Thân bài\na. Sự ngất ngưởng trên con đường công danh, sự nghiệp\n- “Vũ trụ nội mạc phi phận sự” (Mọi việc trong trời đất đều là phận sự của ta): Quan niệm con người sinh ra do “ý của trời đất” bởi vậy cần phải có trách nhiệm, phải gánh vác việc đời.\n- “Ông Hi Văn tài bộ đã vào lồng”:\nHình ảnh ẩn dụ “vào lồng”: diễn tả cuộc đời làm quan, coi thường danh lợi của Nguyễn Công Trứ.\nNhập thế là việc làm trói buộc, làm quan sẽ mất tự do, gò bó nhưng đó cũng là điều kiện để bộc lộ tài năng, hoài bão, trọn nghĩa vua tôi.\n- 4 câu thơ tiếp: những việc đã làm ở chốn quan trường và tài năng của bản thân.\nGiỏi văn chương (khi thủ khoa), dùng binh (thao lược): văn võ toàn tài.\nDanh vị xã hội hơn người: Tham tán, Tổng đốc, Đại tướng (bình định Trấn Tây), Phủ doãn Thừa Thiên.\n=> Lời tự thuật chân thành của nhà thơ, khẳng định tài năng và lí tưởng trung quân, lòng tự hào về phẩm chất, năng lực và thái độ sống tài từ, phóng khoáng, khác đời ngạo nghễ của một người có khả năng xuất chúng.\nb. Sự ngất ngưởng trong lối sống, suy nghĩ\n- Cách sống theo ý chí và sở thích cá nhân “Cưỡi bò đeo đạc ngựa, Đi chùa có gót tiên theo sau”: Sở thích kì lạ, khác thường, thậm chí có phần bất cần.\n- Quan niệm sống:\n“Được mất dương dương người tái thượng/Khen chê phơi phới ngọn đông phong”: Sống như người thời thượng cổ, không quan tâm chuyện được mất; bỏ ngoài tai mọi sự khen chê.\n“Khi ca, khi tửu, khi cắc, khi tùng/Không Phật, không tiên, không vướng tục”: Cuộc sống hưởng thụ, không vướng trần tục.\n=> Quan điểm sống kì lạ mang đậm dấu ấn riêng của nhà thơ.\n- Quãng đời sau khi cáo quan về quê: “Chẳng Trái, Nhạc cũng vào phường Hàn, Phú/Nghĩa vua tôi cho vẹn đạo sơ chung”: Sử dụng điển cố, ví mình sánh ngang với những người nổi tiếng có sự nghiệp hiển hách như Trái Tuân, Hàn Kì, Phú Bật. Qua đó ông cũng khẳng định tấm lòng của bậc trung thần, trước sau như một.\nc. Lời khẳng định cá tính của nhà thơ\n“Trong triều ai ngất ngưởng như ông”: Lời hỏi cũng là lời khẳng định vị trí đầu triều về cách sống “ngất ngưởng”.\n=> Khẳng định cá tính, sự mong muốn vượt ngoài quan điểm đạo đức Nho gia thông thường. Cái ngất ngưởng của ông không phải là cách sống tiêu cực mà sự khẳng định bản thân của mình, cái bản lĩnh dám sống ở đời, và một phong cách sống tài hoa tài tử.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Bài ca ngất ngưởng. \n \"\""