"Bài thơ Việt Bắc\nViệt Bắc\n- Mình về mình có nhớ ta?\nMười lăm năm ấy thiết tha mặn nồng.\nMình về mình có nhớ không?\nNhìn cây nhớ núi, nhìn sông nhớ nguồn.\n- Tiếng ai tha thiết bên cồn\nBâng khuâng trong dạ, bồn chồn bước đi\nÁo chàm đưa buổi phân ly\nCầm tay nhau biết nói gì hôm nay...\n- Mình đi, có nhớ những ngày\nMưa nguồn suối lũ, những mây cùng mù?\nMình về, có nhớ chiến khu\nMiếng cơm chấm muối, mối thù nặng vai?\nMình về, rừng núi nhớ ai\nTrám bùi để rụng, măng mai để già\nMình đi, có nhớ những nhà\nHắt hiu lau xám, đậm đà lòng son\nMình về, còn nhớ núi non\nNhớ khi kháng Nhật, thuở còn Việt Minh\nMình đi, mình có nhớ mình\nTân Trào, Hồng Thái, mái đình cây đa?\n- Ta với mình, mình với ta\nLòng ta sau trước mặn mà đinh ninh\nMình đi, mình lại nhớ mình\nNguồn bao nhiêu nước nghĩa tình bấy nhiêu...\nNhớ gì như nhớ người yêu\nTrăng lên đầu núi, nắng chiều lưng nương\nNhớ từng bản khói cùng sương\nSớm khuya bếp lửa người thương đi về.\nNhớ từng rừng nứa bờ tre\nNgòi Thia sông Ðáy, suối Lê vơi đầy\nTa đi, ta nhớ những ngày\nMình đây ta đó, đắng cay ngọt bùi…\nThương nhau, chia củ sắn lùi\nBát cơm sẻ nửa, chăn sui đắp cùng\nNhớ người mẹ nắng cháy lưng\nÐịu con lên rẫy bẻ từng bắp ngô\nNhớ sao lớp học i tờ\nĐồng khuya đuốc sáng những giờ liên hoan\nNhớ sao ngày tháng cơ quan\nGian nan đời vẫn ca vang núi đèo.\nNhớ sao tiếng mõ rừng chiều\nChày đêm nện cối đều đều suối xa...\nTa về, mình có nhớ ta\nTa về ta nhớ những hoa cùng người\nRừng xanh hoa chuối đỏ tươi\nĐèo cao nắng ánh dao gài thắt lưng.\nNgày xuân mơ nở trắng rừng\nNhớ người đan nón chuốt từng sợi giang\nVe kêu rừng phách đổ vàng\nNhớ cô em gái hái măng một mình\nRừng thu trăng rọi hòa bình\nNhớ ai tiếng hát ân tình thuỷ chung.\nNhớ khi giặc đến giặc lùng\nRừng cây núi đá ta cùng đánh Tây\nNúi giăng thành luỹ sắt dày\nRừng che bộ đội rừng vây quân thù\nMênh mông bốn mặt sương mù\nĐất trời ta cả chiến khu một lòng.\nAi về ai có nhớ không?\nTa về ta nhớ Phủ Thông, đèo Giàng\nNhớ sông Lô, nhớ phố Ràng\nNhớ từ Cao-Lạng nhớ sang Nhị Hà...\nNhững đường Việt Bắc của ta\nĐêm đêm rầm rập như là đất rung\nQuân đi điệp điệp trùng trùng\nÁnh sao đầu súng bạn cùng mũ nan\nDân công đỏ đuốc từng đoàn\nBước chân nát đá, muôn tàn lửa bay.\nNghìn đêm thăm thẳm sương dày\nĐèn pha bật sáng như ngày mai lên.\nTin vui chiến thắng trăm miền\nHòa Bình, Tây Bắc, Điện Biên vui về\nVui từ Đồng Tháp, An Khê\nVui lên Việt Bắc, đèo De, núi Hồng.\nAi về ai có nhớ không?\nNgọn cờ đỏ thắm gió lồng cửa hang.\nNắng trưa rực rỡ sao vàng\nTrung ương, Chính phủ luận bàn việc công\nĐiều quân chiến dịch thu đông\nNông thôn phát động, giao thông mở đường\nGiữ đê, phòng hạn, thu lương\nGửi dao miền ngược, thêm trường các khu...\nỞ đâu u ám quân thù\nNhìn lên Việt Bắc: Cụ Hồ sáng soi\nỞ đâu đau đớn giống nòi\nTrông về Việt Bắc mà nuôi chí bền.\nMười lăm năm ấy ai quên\nQuê hương cách mạng dựng nên Cộng hòa\nMình về mình lại nhớ ta\nMái đình Hồng Thái cây đa Tân Trào.\nI. Đôi nét về nhà thơ Tố Hữu\n1. Vài nét về tiểu sử\n- Tố Hữu (1920 - 2002) tên thật là Nguyễn Kim Thành.\n- Quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế.\n- Thân sinh là một nhà nho nghèo, bà mẹ cũng là con một nhà nho, cả hai người đã truyền cho con tình yêu tha thiết với văn học dân gian.\n- Năm 12 tuổi, mồ côi mẹ. Sau đó một năm vào học tại trường Quốc học Huế, tham gia phong trào đấu tranh cách mạng.\n- Bước vào tuổi thiếu niên, ông tham gia phong trào cách mạng và trở thành người lãnh đạo chủ chốt của Đoàn thanh niên Dân chủ ở Huế.\n- Cuối tháng 4 năm 1939, Tố Hữu bị thực dân Pháp bắt giam vào nhà lao Thừa Thiên.\n- Tháng 3 năm 1942: ông vượt ngục ra Thanh Hoá tiếp tục hoạt động.\n- Cách mạng tháng Tám 1945: Ông là Chủ tịch Uỷ ban khởi nghĩa Huế.\n- Kháng chiến toàn quốc bùng nổ, ông ra Thanh Hoá, lên Việt Bắc công tác ở cơ quan Trung ương Đảng, phụ trách văn hoá văn nghệ.\n- Tố Hữu cũng từng giữ nhiều chức vụ quan trọng trong hệ thống chính trị của Việt Nam.\n- Ông là một nhà thơ tiêu biểu của nền thơ ca cách mạng Việt Nam. Đồng thời ông cũng là một cán bộ cách mạng lão thành của Việt Nam.\n- Năm 1996: Được tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n2. Đường cách mạng, đường thơ\n- Tố Hữu là một trong những lá cờ đấu của nền văn nghệ Cách mạng Việt Nam.\n- Các chặng đường thơ của Tố Hữu luôn gắn bó và phản ánh chân thật chặng đường cách mạng đầy gian khổ hy sinh nhưng cũng nhiều thắng lợi vinh quang của dân tộc, đồng thời cũng là những chặng đường vận động trong quan điểm tư tưởng và bản lĩnh nghệ thuật của nhà thơ.\n- Các chặng đường thơ:\nTừ ấy (1937 - 1946): chặng đường đầu tiên của thơ Tố Hữu, đánh dấu bước trưởng thành của người thanh niên quyết tâm đi theo ngọn cờ cách mạng và gồm ba phần Máu lửa - Xiềng xích - Giải phóng.\nViệt Bắc (1947 - 1954): là tiếng ca hùng tráng, thiết tha về cuộc kháng chiến chống Pháp và những con người kháng chiến.\nGió lộng (1955 - 1961): dạt dào những nguồn cảm hứng lớn lao.\nRa trận (1962 - 1971); Máu và hoa (1972 - 1977): am vang khí thế quyết liệt của cuộc kháng chiến chống Mĩ cứu nước và niềm vui chiến thắng.\nMột tiếng đờn (1978 -1992), Ta với ta (1992 - 1999): hai tập thơ đánh dấu chuyển biến mới trong thơ Tố Hữu, dòng chảy sôi động của cuộc sống thường nhật với niềm vui, nỗi buồn, được mất, sướng khổ…\n3. Phong cách thơ Tố Hữu\na. Về nội dung, thơ Tố Hữu mang tính chất trữ tình chính trị sâu sắc.\n- Thơ Tố Hữu hướng đến lẽ sống lớn, tình cảm lớn, niềm vui lớn của con người cách mạng, của cả dân tộc. Thơ Tố Hữu không đi sâu vào tình cảm riêng, mà tập trung thể hiện những tính cảm lớn, mang tính tiêu biểu, phổ biến của con người cách mạng: tình yêu lí tưởng (Từ ấy), tình quân dân (Cá nước), tình cảm quốc tế vô sản (Em bé Triều Tiên).\n- Thơ Tố Hữu mang tính sử thi, coi những sự kiện chính trị lớn của đất nước là đối tượng thể hiện chủ yếu, luôn đề cập đến vấn đề có ý nghĩa lịch sử và tính chất toàn dân: Cảnh xây dựng đất nước thật vĩ đại (Bài ca mùa xuân năm 1961), cảnh cả nước lên đường ra trận (Chào xuân 67)...\nb. Về nghệ thuật, trong thơ Tố Hữu mang tính dân tộc đậm đà.\n- Thể thơ: Đặc biệt thành công trong việc sử dụng thể thơ truyền thống của dân tộc. Những bài thơ lục bát như Khi con tú hú, Việt Bắc, Bầm ơi…; Những bài thơ theo thể thất ngôn như Quê mẹ, Mẹ Tơm, Bác ơi!...\n- Ngôn ngữ: Không chỉ chú ý sáng tạo những từ mới, cách diễn đạt mới mà thường sử dụng những từ ngữ và cách nói quen thuộc với dân tộc. Đặc biệt thơ Tố Hữu phát huy cao độ tính nhạc phong phú của tiếng Việt.\nII. Giới thiệu về bài thơ Việt Bắc\n1. Hoàn cảnh sáng tác\n- Chiến thắng Điện Biên Phủ thắng lợi. Tháng 7 năm 1954, Hiệp định Giơ-ne-vơ về Đông Dương được kí kết. Hòa bình lập lại, miền Bắc bắt tay vào xây dựng một cuộc sống mới. Một trang sử mới của đất nước được mở ra.\n- Tháng 10 năm 1954, những người kháng chiến từ căn cứ miền núi trở về miền xuôi, Trung ương Đảng và Chính phủ rời chiến khu Việt Bắc về lại thủ đô. Nhân sự kiện có tính lịch sử này, Tố Hữu đã sáng tác bài thơ.\n- Bài thơ có 2 phần: phần đầu tái hiện những kỉ niệm cách mạng kháng chiến, phần sau gợi viễn cảnh tươi sáng của đất nước và ngợi ca công ơn của Đảng, Bác Hồ đối với dân tộc.\n2. Thể thơ\nBài thơ Việt Bắc được sáng tác theo thể thơ lục bát.\n3. Bố cục\nGồm 3 phần:\nPhần 1: 8 câu thơ đầu: Khung cảnh chia tay đầy lưu luyến.\nPhần 2. Từ “Mình đi có nhớ những ngày” đến “Tân Trào, Hồng Thái, mái đình, cây đa”: Lời của người ở lại.\nPhần 3. Còn lại: Lời của người ra đi.\n4. Ý nghĩa nhan đề\n- Trước hết, Việt Bắc là tên một địa danh cách mạng. Nơi đây được biết đến là cái nôi của cách mạng Việt Nam tiền khởi nghĩa, là cơ quan đầu não của cách mạng trong cuộc kháng chiến chống Pháp.\n- Đồng thời, Việt Bắc cũng là nơi lưu giữ nhiều kỉ niệm giữa cán bộ cách mạng và đồng bào nơi đây.\n=> Nhan đề đã thể hiện được tư tưởng, tình cảm của nhà thơ Tố Hữu muốn gửi gắm.\n5. Nội dung\nViệt Bắc là khúc hùng ca và cũng là khúc tình ca về cách mạng, về cuộc kháng chiến và con người kháng chiến.\n6. Nghệ thuật\nThể thơ lục bát, kết cấu đối đáp giao duyên.\nNgôn ngữ đậm sắc thái dân gian, giọng điệu thiết tha sâu lắng…\n7. Mở bài và kết bài\n- Mở bài: Tố Hữu là một trong những lá cờ đấu của nền văn nghệ Cách mạng Việt Nam. Thơ của ông gắn bó và phản ánh chân thật chặng đường cách mạng đầy gian khổ hy sinh nhưng cũng nhiều thắng lợi vinh quang của dân tộc. Một trong những bài thơ tiêu biểu của Tố Hữu có thể kể đến Việt Bắc. Bài thơ được in trong tập Việt Bắc - là tiếng ca hùng tráng, thiết tha về cuộc kháng chiến chống Pháp và những con người kháng chiến.\n- Kết bài: Xuân Diệu quan niệm: “Thơ là hiện thực, thơ là cuộc đời, thơ còn là thơ nữa”. Và nhà thơ Tố Hữu đã đem hiện thực ấy vào trong trang viết của mình một cách tự nhiên. Quả thực văn học chân chính nằm ngoài sự băng hoại của thời gian, và tác phẩm Việt Bắc vẫn còn sống mãi với thời gian. Bài thơ là khúc hùng ca và cũng là khúc tình ca về cách mạng, về cuộc kháng chiến và con người kháng chiến.\nIII. Dàn ý phân tích Việt Bắc\n(1). Mở bài\n- Giới thiệu khái quát về nhà thơ Tố Hữu, bài thơ Việt Bắc.\n- Khái quát nội dung và nghệ thuật của bài thơ Việt Bắc.\n(2). Thân bài\na. Khung cảnh chia tay\n Lời của người ở lại:\n- Bốn câu thơ đầu là lời của người ở lại hỏi người ra đi có còn nhớ “ta”, hỏi nhớ “núi, nguồn” là nhớ mảnh đất đã từng chung sống, gắn bó mười lăm năm nghĩa tình. Câu hỏi tu từ mượn cớ nhưng thực ra là nhắc nhở, nhắn nhủ người về xuôi đừng quên mảnh đất tình người.\n=> Sự tình chung, tình cảm đạo lí. Hiệu quả của nghệ thuật câu hỏi tu từ để bộc lộ cảm xúc người nói, người ở lại kín đáo bộc lộ nỗi nhớ và tình yêu dành cho người về xuôi không phai mờ, trân trọng.\n Lời của người ra đi:\n- Khung cảnh chia tay: Ở một bến sông, có tiếng hát làm nền. Nhân vật người đi kẻ ở bịn rịn, ban tay nắm chặt không rời, xúc động không nói nên lời.\n- Từ láy “bâng khuâng, bồn chồn” lột tả tâm trạng xốn xang, xao xuyến vì tình cảm bị níu kéo lại. Diễn tả nỗi lòng thương mến của người ở lại dành cho con người, Việt Bắc.\n- “Áo chàm” hình ảnh ẩn dụ Việt Bắc. Tượng trưng cho tâm hồn chất phác, chân thành, sâu nặng của người Việt Bắc.\n- Nhớ lại những tháng ngày gian khổ ở chiến khu:\n“Mưa nguồn suối lũ”: đất trời vần vũ, chìm trong mưa gió bão bùng, sự khắc nghiệt của mùa mưa Việt Bắc khiến cuộc sống trong rừng thêm khó khăn.\n“Những mây cùng mù”: biện pháp chêm xen nhấn mạnh bầu trời u ám nặng nề, gian khổ đè nặng, ẩn dụ những ngày đầu khó khăn của kháng chiến\n“Miếng cơm chấm muối”: vừa tả thực vừa ước lệch chỉ những thiếu thốn mọi mặt ở chiến khu.\nKhi gian khổ có nhau đến khi vui sướng người đi kẻ ở, giờ phút chia tay lòng người ở lại bỗng xôn xao vì tiếc nuối nhớ nhung. Biện pháp hoán dụ “rừng núi” chỉ người Việt Bắc, nỗi nhớ thêm kín đáo, đại từ “ai” phong cách dân gian mộc mạc\nNgười Việt Bắc nhắc đến kỉ niệm lịch sử khó quên, tự hào về mảnh đất anh hùng.\n=> Hình thức đối thoại, đoạn thơ diễn tả tình cảm người Việt Bắc dành cho cán bộ chiến sĩ thắm thiết, mặn nồng.\nb. Nỗi nhớ của người ra đi\n- “Ta với mình, mình với ta… Nguồn bao nhiêu nước nghĩa tình bấy nhiêu”: Khẳng định tấm lòng thủy chung, một lòng mặn mà của người đi kẻ ở.\n- Nỗi nhớ của người ra đi được so sánh với nỗi nhớ người yêu: Tình quân dân bỗng trở nên thắm thiết như tình yêu lứa đôi.\n- Người ra đi luyến tiếc để nỗi nhớ vào thiên nhiên: nhớ về trăng vào những buổi chiều tà, nắng hiu hắt chiều sương, rừng nứa bờ tre, các địa danh quen thuộc như Ngòi Thia, sông Đáy, suối Lê…\n- Nhớ về con người Việt Bắc: cùng nhau chia sẻ ngọt bùi qua cơn đói rét, kỉ niệm ấm áp bên bộ đội và đồng bào cùng các điệu hát, hình ảnh mộc mạc của “cô em gái” lao động…\n=> Tình cảm người chiến sĩ dành cho con người và quê hương Việt Bắc cũng là tình cảm nhà thơ dành cho nhân dân, đất nước, tình yêu cuộc sống kháng chiến\nc. Bức tranh tứ bình\n- Hai câu thơ đầu tiên:\n“Hoa và người”: nỗi nhớ hướng đến đối tượng cụ thể\nĐại từ nhân xưng “mình - ta” thể hiện tình yêu thương gắn bó sâu nặng của người đi kẻ ở\nĐiệp từ “ta về” đầu câu bộc lộ nỗi niềm xao xuyến, tâm trạng luyến lưu, vấn vương trong buổi chia tay, khơi gợi về quá khứ.\n- Bức tranh mùa đông\nSử dụng bút pháp chấm phá cổ điển, gợi chứ không tả, màu xanh thẫm của núi rừng mang cảm giác thâm u, lạnh lẽo và có phần khắc nghiệt.\nMàu đỏ tươi của hoa chuối và màu vàng nhạt của nắng điểm tô trên cái nền xanh thẳm của núi rừng đã phần nào xua tan cái lạnh lẽo thay vào đó là chút cảm giác ấm áp, mang đến hình ảnh Tây Bắc tươi đẹp chứ không quá khắc nghiệt, nhằm cổ vũ tinh thần chiến đấu của quân dân ta.\nHình ảnh con người mang tầm vóc mạnh mẽ, chủ động tự tin trong lao động, sẵn sàng chinh phục thiên nhiên núi rừng Tây Bắc.\n- Bức tranh mùa xuân\nSắc trắng của hoa mơ gợi bức tranh mùa xuân tươi đẹp, trong sáng, thanh khiết và đầy hy vọng.\nHình ảnh con người trong công việc lao động nhẹ nhàng, nhưng lại tôn lên nét đẹp của sự tài hoa, khéo léo và cần cù.\n- Bức tranh mùa hạ\nMùa hè hiện ra thông qua sự kết hợp giữa sắc vàng và tiếng ve, khiến bức tranh thiên nhiên trở nên ấn tượng bởi sự rộn ràng, nhộn nhịp và rực rỡ.\nTừ “đổ” gợi ra sự chuyển mùa nhanh chóng và đồng loạt của núi rừng Tây Bắc.\nHình ảnh “cô em gái hái măng một mình” gợi ra sự thầm lặng trong lao động, hi sinh sinh vì kháng chiến và tình cảm trân trọng, gần gũi yêu thương của Tố Hữu đối với con người Việt Bắc.\n- Bức tranh mùa thu\nHình ảnh vầng trăng gợi ra nhiều ý nghĩa, là những đêm thức trắng cùng trăng chờ giặc, là biểu trưng cho sự ấm no, sum vầy, cũng là biểu tượng cho sự gắn kết, thủy chung.\nHình ảnh con người Việt Bắc không còn là hình ảnh trong lao động mà là thông qua tiếng hát để thể hiện nỗi niềm tiếc nuối, ân tình thủy chung phút chia ly.\nd. Khung cảnh ra trận\n- Bút pháp sử thi tác giả khắc họa đoàn quân sục sôi khí thế trên những nẻo đường ra trận.\nĐiệp từ “đêm đêm” tả thời gian dài, từ láy “rầm rập” âm thanh phối hợp cùng nhịp thơ 2/2 gợi tả bước chân hành quân đều nhịp, chắc khỏe.\nBiện pháp nói quá “đất rung” chứng tỏ sức mạnh đoàn quân phi thường.\nChân dung đoàn quân tiêu biểu cho dân tộc anh hùng.\n- Đường hành quân gian lao, nguy hiểm nhưng chiến sĩ vẫn cảm nhận được vẻ đẹp thiên nhiên, mây trời, niềm vui ngắm cảnh: cho thấy lòng yêu đời, lạc quan, tin vào tương lai.\nHoán dụ “mũ nan”: người chiến sĩ ra chiến trường mang theo mối tình quân dân để tiếp thêm động lực chiến đấu\nHình ảnh súng và sao cụ thể mà giàu tính biểu tượng. đầu súng gợi cảnh chiến tranh, sao vẽ ra khung cảnh thanh bình, tương lai tươi sáng hay ánh sao còn ẩn dụ cho đôi mắt người yêu.\n- Hình ảnh đoàn dân công\nÁnh đuốc sáng gợi không khí lao động hăng say, phá đá mở đường. Ánh sáng đó toát lên sức mạnh, khí thế và gieo lên niềm tin tươi sáng.\nHình ảnh “bước chân nát đá” tô đậm sức mạnh vĩ đại của đoàn dân công.\nĐoàn dân công có vẻ đẹp của anh hùng ra trận, sức mạnh của chiến tranh nhân dân.\n- Đoàn quân ra trận gởi về bao chiến công vang dội, làm chấn động địa cầu:\nLiệt kê các địa danh để thấy chiến thắng dồn dập, tưng bừng\nĐiệp từ “vui” diễn tả niềm hồ hởi, phấn khích vô biên trong chiến thắng\n=> Đoạn thơ tái hiện chân dung Việt Bắc trong những ngày ra trận, qua đó ca ngợi Việt Bắc anh hùng, đất nước anh hùng.\n(3). Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Việt Bắc.\n \"\""