"Bài thơ về Bác Hồ\n1. Đêm nay Bác không ngủ (Minh Huệ)\na. Tác giả\n- Minh Huệ (1927 - 2003) tên khai sinh là Nguyễn Đức Thái.\n- Ông sinh ra ở thành phố Vinh, tỉnh Nghệ An.\n- Minh Huệ làm thơ từ thời kháng chiến chống thực dân Pháp.\nb. Tác phẩm\nAnh đội viên thức dậy\nThấy trời khuya lắm rồi\nMà sao Bác vẫn ngồi\nĐêm nay Bác không ngủ.\nLặng yên bên bếp lửa\nVẻ mặt Bác trầm ngâm\nNgoài trời mưa lâm thâm\nMái lều tranh xơ xác\nAnh đội viên nhìn Bác\nCàng nhìn lại càng thương\nNgười Cha mái tóc bạc\nĐốt lửa cho anh nằm\nRồi Bác đi dém chăn\nTừng người từng người một\nSợ cháu mình giật thột\nBác nhón chân nhẹ nhàng\nAnh đội viên mơ màng\nNhư nằm trong giấc mộng\nBóng Bác cao lồng lộng\nẤm hơn ngọn lửa hồng\nThổn thức cả nỗi lòng\nThầm thì anh hỏi nhỏ:\n- Bác ơi! Bác chưa ngủ?\n- Bác có lạnh lắm không?\n- Chú cứ việc ngủ ngon\nNgày mai đi đánh giặc!\nVâng lời anh nhắm mắt\nNhưng bụng vẫn bồn chồn\nKhông biết nói gì hơn\nAnh nằm lo Bác ốm\nLòng anh cứ bề bộn\nVì Bác vẫn thức hoài\nChiến dịch hãy còn dài\nRừng lắm dốc lắm ụ\nĐêm nay Bác không ngủ\nLấy sức đâu mà đi!\n...Lần thứ ba thức dậy\nAnh hốt hoảng giật mình\nBác vẫn ngồi đinh ninh\nChòm râu im phăng phắc\nAnh vội vàng nằng nặc\n- Mời Bác ngủ Bác ơi!\nTrời sắp sáng mất rồi\nBác ơi, mời Bác ngủ!\n- Chú cứ việc ngủ ngon\nNgày mai đi đánh giặc\nBác thức thì mặc Bác\nBác ngủ không an lòng\nBác thương đoàn dân công\nĐêm nay ngủ ngoài rừng\nRải lá cây làm chiếu\nManh áo phủ làm chăn\nTrời thì mưa lâm thâm\nLàm sao cho khỏi ướt\nCàng thương càng nóng ruột\nMong trời sáng mau mau\nAnh đội viên nhìn Bác\nBác nhìn ngọn lửa hồng\nLòng vui sướng mênh mông\nAnh thức luôn cùng Bác\nĐêm nay Bác ngồi đó\nĐêm nay Bác không ngủ\nVì một lẽ thường tình\nBác là Hồ Chí Minh.\n2. Ảnh Bác (Trần Đăng Khoa)\na. Tác giả\nTrần Đăng Khoa sinh năm 1958, quê ở Nam Sách, Hải Dương.\nNăm 1968, khi mới chỉ mười tuổi, ông đã có tập thơ được đăng báo.\nMột số tác phẩm tiêu biểu của ông: Từ góc sân nhà em (thơ, 1968); Góc sân và khoảng trời (thơ, 1968); Khúc hát người anh hùng (trường ca, 1974); Chân dung và đối thoại (tiểu luận phê bình, 1998)...\nb. Tác phẩm\nNhà em treo ảnh Bác Hồ\nBên trên là một lá cờ đỏ tươi\nNgày ngày Bác mỉm miệng cười\nBác nhìn chúng cháu vui chơi trong nhà\nNgoài sân có mấy con gà\nNgoài vườn có mấy quả na chín rồi\nEm nghe như Bác dạy lời\nCháu ơi đừng có chơi bời đâu xa\nTrồng rau, quét bếp, đuổi gà\nThấy tàu bay Mỹ nhớ ra hầm ngồi \nBác lo bao việc trên đời\nNgày ngày Bác vẫn mỉm cười với em…\n3. Cháu nhớ Bác Hồ (Thanh Hải)\na. Tác giả\n- Thanh Hải tên thật là Phạm Bá Ngoãn, sinh ngày 4 tháng 11 năm 1930, quê Hương Điền, Thừa Thiên-Huế.\n- Ông hoạt động văn nghệ trong suốt những năm kháng chiến chống Pháp. Trong thời kì chống Mĩ cứu nước, ông ở lại quê hương hoạt động và là một trong số những cây bút có công xây dựng nền văn học cách mạng ở miền Nam thời kỳ đầu.\nb. Tác phẩm\nĐêm nay bên bến Ô Lâu\nCháu ngồi cháu nhớ chòm râu Bác Hồ\nNhớ hình Bác giữa bóng cờ\nHồng hào đôi má, bạc phơ mái đầu\nMắt hiền sáng rực như sao\nBác nhìn tận đến Cà Mau sáng ngời\nNhớ khi trăng sáng đầy trời\nTrung thu bác gởi những lời vào thăm\nNhớ ngày quê cháu tan hoang\nLụt trôi, Bác gởi lúa vàng vào cho\nNhớ khi nhà cháu ra tro\nBác đưa bộ đội về lo che giùm\nBác ơi nhớ mấy cho cùng\nNgoài xa Bác có thấu lòng cháu không.\nĐêm đêm cháu những bâng khuâng\nGiở xem ảnh Bác cất thầm bấy lâu\nNhìn mắt sáng, nhìn chòm râu\nNhìn vầng trán rộng, nhìn đầu bạc phơ\nCàng nhìn càng lại ngẩn ngơ\nÔm hôn ảnh Bác mà ngờ Bác hôn\nBác ơi dù cách núi non\nMà hình Bác vẫn trong lòng không xa\nGiặc kia muốn cắt sơn hà\nMà miền Nam vẫn hướng ra Bác Hồ,\nHướng về sắc đỏ ngọn cờ\nVề ngày Nam Bắc cõi bờ liền nhau.\nĐêm nằm cháu những chiêm bao\nNgày vui thống nhất Bác vào miền Nam.\nCổng chào dựng chật đường quan\nBác đến đình làng Bác đứng trên cao\nBác cười thân mật biết bao\nBác dặn đồng bào cặn kẽ từng câu\nUng dung Bác vuốt chòm râu\nBác xoa đầu cháu, Bác âu yếm cười.\nĐêm nay trăng lại sáng rồi\nTrung thu nhớ bác cháu ngồi cháu trông\nNgoài xa nghe tiếng trống rung\nNghe những nhi đồng nhảy múa hò reo\nBác chắc cũng nhớ cháu nghèo\nMiền Nam đau khổ sớm chiều trông ra.\n4. Viếng lăng Bác (Viễn Phương)\na. Tác giả\n- Viễn Phương (1928 - 2005), tên khai sinh là Phan Thanh Viễn, quê ở tỉnh An Giang.\n- Trong hai cuộc kháng chiến chống Pháp và chống Mỹ, ông hoạt động ở Nam Bộ.\n- Viễn Phương là một trong những cây bút có mặt sớm nhất của lực lượng Văn nghệ giải phóng miền Nam trong giai đoạn chống Mỹ cứu nước.\n- Một số tác phẩm chính: Chiến thắng hòa bình (trường ca, 1952), Anh hùng mìn gạt (truyện kí, 1968), Mắt sáng học trò (thơ, 1970), Như mây mùa xuân (1978), Quê hương địa đạo (truyện và kí, 1981), Sắc lụa Trữ La (1988)...\nb. Tác phẩm\nCon ở miền Nam ra thăm lăng Bác\nĐã thấy trong sương hàng tre bát ngát\nÔi! Hàng tre xanh xanh Việt Nam\nBão táp mưa sa, đứng thẳng hàng.\nNgày ngày mặt trời đi qua trên lăng\nThấy một mặt trời trong lăng rất đỏ\nNgày ngày dòng người đi trong thương nhớ\nKết tràng hoa dâng bảy mươi chín mùa xuân...\nBác nằm trong giấc ngủ bình yên\nGiữa một vầng trăng sáng dịu hiền\nVẫn biết trời xanh là mãi mãi\nMà sao nghe nhói ở trong tim!\nMai về miền Nam thương trào nước mắt\nMuốn làm con chim hót quanh lăng Bác\nMuốn làm đoá hoa toả hương đâu đây\nMuốn làm cây tre trung hiếu chốn này.\n5. Bác ơi! (Tố Hữu)\na. Tác giả\n- Tố Hữu (1920 - 2002) tên thật là Nguyễn Kim Thành.\n- Quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế.\n- Tố Hữu cũng từng giữ nhiều chức vụ quan trọng trong hệ thống chính trị của Việt Nam.\n- Ông là một nhà thơ tiêu biểu của nền thơ ca cách mạng Việt Nam. Đồng thời ông cũng là một cán bộ cách mạng lão thành của Việt Nam.\n- Ông được trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật năm 1996.\n- Các tác phẩm chính: Từ ấy (1937 - 1946); Việt Bắc (1947 - 1954); Gió lộng (1955 - 1961); Ra trận (1962 - 1971); Xây dựng một nền văn nghệ lớn xứng đáng với nhân dân ta, thời đại ta (tiểu luận, 1973); Máu và hoa (1972 - 1977); Cuộc sống cách mạng và văn học nghệ thuật (tiểu luận, 1981); Một tiếng đờn (1978 -1992); Ta với ta (1992 - 1999); Nhớ lại một thời (hồi ký, 2000)\nb. Tác phẩm\nSuốt mấy hôm rày đau tiễn đưa\nĐời tuôn nước mắt, trời tuôn mưa…\nChiều nay con chạy về thăm Bác\nƯớt lạnh vườn cau, mấy gốc dừa!\nCon lại lần theo lối sỏi quen\nĐến bên thang gác, đứng nhìn lên\nChuông ôi chuông nhỏ còn reo nữa?\nPhòng lặng, rèm buông, tắt ánh đèn!\nBác đã đi rồi sao, Bác ơi!\nMùa thu đang đẹp, nắng xanh trời\nMiền Nam đang thắng, mơ ngày hội\nRước Bác vào thăm, thấy Bác cười!\nTrái bưởi kia vàng ngọt với ai\nThơm cho ai nữa, hỡi hoa nhài!\nCòn đâu bóng Bác đi hôm sớm\nQuanh mặt hồ in mây trắng bay...\nÔi, phải chi lòng được thảnh thơi\nNăm canh bớt nặng nỗi thương đời\nBác ơi, tim Bác mênh mông thế\nÔm cả non sông, mọi kiếp người.\nBác chẳng buồn đâu, Bác chỉ đau\nNỗi đau dân nước, nỗi năm châu\nChỉ lo muôn mối như lòng mẹ\nCho hôm nay và cho mai sau...\nBác sống như trời đất của ta\nYêu từng ngọn lúa, mỗi cành hoa\nTự do cho mỗi đời nô lệ\nSữa để em thơ, lụa tặng già\nBác nhớ miền Nam, nỗi nhớ nhà\nMiền Nam mong Bác, nỗi mong cha\nBác nghe từng bước trên tiền tuyến\nLắng mỗi tin mừng tiếng súng xa.\nBác vui như ánh buổi bình minh\nVui mỗi mầm non, trái chín cành\nVui tiếng ca chung hòa bốn biển\nNâng niu tất cả chỉ quên mình.\nBác để tình thương cho chúng con\nMột đời thanh bạch, chẳng vàng son\nMong manh áo vải hồn muôn trượng\nHơn tượng đồng phơi những lối mòn.\nÔi Bác Hồ ơi, những xế chiều\nNghìn thu nhớ Bác biết bao nhiêu?\nRa đi, Bác dặn: “Còn non nước...”\nNghĩa nặng, lòng không dám khóc nhiều\nBác đã lên đường theo tổ tiên\nMác - Lênin, thế giới Người hiền\nÁnh hào quang đỏ thêm sông núi\nDắt chúng con cùng nhau tiến lên!\nNhớ đôi dép cũ nặng công ơn\nYêu Bác, lòng ta trong sáng hơn\nXin nguyện cùng Người vươn tới mãi\nVững như muôn ngọn dải Trường Sơn.\n \"\""