"Bài thơ về trường học\n1. Cái trống trường em (Thanh Hào)\nCái trống trường em\nMùa hè cũng nghỉ\nSuốt ba tháng liền\nTrống nằm ngẫm nghĩ\nBuồn không hả trống\nTrong những ngày hè\nBọn mình đi vắng\nChỉ còn tiếng ve?\nCái trống lặng im\nNghiêng đầu trên giá\nChắc thấy chúng em\nNó mừng vui quá!\nKìa trống đang gọi\nTùng! Tùng! Tùng! Tùng…\nVào năm học mới\nRộn vang tưng bừng.\n2. Em vẽ ngôi trường em (Nguyễn Lãm Thắng)\nNgôi trường của em\nNgói hồng rực rỡ\nTừng ô cửa nhỏ\nNhìn ra chân trời\nNgôi trường dễ thương\nĐứng bên sườn núi\nCó một dòng suối\nLượn qua cổng trường\nNgôi trường yêu thương\nCó cây che mát\nCó cờ Tổ quốc\nBay trong gió ngàn\nNgôi trường khang trang\nCó thầy, có bạn\nEm ngồi em ngắm\nNgôi trường của em.\n3. Ngôi trường mọi khi (Nguyễn Nhật Ánh)\nEm về trưa vắng\nNgôi trường mọi khi\nNghe trong bóng nắng\nMùa xuân thầm thì:\nNày cô tóc ngắn\nAi là bảnh trai\nÐể cho kiếng cận\nTự nhiên thở dài?\nNày cô tóc bím\nMười sáu ngọt ngào\nCon trai mặt mụn\nCon gái thì sao?\nAi là răng chuột\nGặm bịch bắp rang\nCó tha hột mít\nÐem giấu trong hang?\nCon nai có mắt\nNên gọi mắt nai\nCây tiêu có hạt\nMép thì có ria\nMùa xuân đừng hỏi\nBạn em rất nhiều\nTại chưa nói hết\nÐâu chỉ bấy nhiêu!\n4. Trường học làng tôi (Thanh Tịnh)\nTrường học làng tôi ở cạnh đình\nMột trường ba lớp vẻ xinh xinh\nTrước trường có mấy cây đào lớn\nThường quyến lòng tôi những cảm tình.\nTrường tôi mặt trước ngó ra sông\nCòn mặt đằng sau ngó cánh đồng\nPhía ấy thầy tôi thường hỏi hướng\nTôi vòng tay đáp: Dạ, phương Đông.\nThầy tôi tầm thước mảnh và cao\nCặp mắt long lanh má nhuốm đào\nMái tóc hơi quăn, cằm hơi nhọn\nNụ cười thường lẫn tiếng khao khao.\nSau ba năm học ở trường làng\nTôi thấy trong lòng đã mở mang\nTôi biết con bò: loài nhai lại\nVà tin trời đất rộng thênh thang.\nNăm nay thôi học ở trường quê\nNhớ lại lòng tôi cảm nặng nề\nNhững buổi thu sương buồn ảm đạm\nTrống trường vang dội phía sau đê.\n5. Về lại mái trường xưa (Nguyễn An Bình)\nVề qua trường cũ nhớ gốc phượng xưa\nNhớ cánh dầu rơi khi gió sang mùa\nNhớ tóc em bay sau giờ tan lớp\nNhớ nắng ươm vàng nhớ tiếng guốc khua.\nVề đâu trong mưa thuở tuổi bướm sầu\nBao mùa phượng nở là mấy bể dâu\nEm như cánh chim bay về xứ lạ\nMột phương trời buồn thương mãi ngàn sau.\nNhớ lá thư xanh bao lần muốn gởi\nNgười xa rồi sao lòng mãi ngẩn ngơ\nNước đã trôi đi bao giờ trở lại\nChiếc áo bạc màu còn chút tình thơ.\nVề qua trường cũ tên đổi lâu rồi ( )\nBạn bè ngày xưa mỗi đứa một nơi\nMái ngói rêu phong tiếng chim lạ quá\nMột góc sân trường đỏ lá bàng rơi.\nVề đâu trong sương một tà áo mỏng\nNghe tím hoàng hôn nỗi nhớ vơi đầy\nCuối dãy hành lang âm thầm đưa tiễn\nChợt giật mình thấy tóc đã như mây.\n \"\""