"Tác phẩm Bài ca ngắn đi trên bãi cát\n(Sư hành đoản ca)\nBài ca ngắn đi trên bãi cát\nPhiên âm:\nTrường sa phục trường sa\nNhất bộ nhất hồi khước.\nNhật nhập hành vị dĩ,\nKhách tử lệ giao lạc.\nQuân bất học tiên gia mỹ thụy ông,\nĐăng sơn thiệp thuỷ oán hà cùng.\nCổ lại danh lợi nhân,\nBôn tẩu lộ đồ trung.\nPhong tiền tửu điếm hữu mỹ tửu,\nTỉnh giả thường thiểu, tuý giá đồng.\nTrường sa, trường sa, nại cử hà?\nThản lộ mang mang úy lộ đa.\nThính ngã nhất xướng cùng đồ ca.\nBắc sơn chi bắc, sơn vạn điệp,\nNam sơn chi nam, ba vạn cấp,\nQuân hồ vi hồ sa thượng lập?\nDịch nghĩa:\nBãi cát dài, lại bãi cát dài\nĐi một bước như lùi một bước.\nMặt trời lặn mà vẫn còn đi.\nKhách (trên đường) nước mắt lã chã rơi.\nAnh không học được ông tiên có phép ngủ kĩ\nCứ trèo non lội nước mãi, bao giờ cho hết ta oán!\nXưa nay hạng người danh lợi,\nVẫn tất tả ở ngoài đường sá.\n(Hễ) quán rượu ở đầu gió có rượu ngon,\n(Thì) người tình thường ít mà người say vô số!\nBãi cát dài, bãi cát dài, biết tính sao đây?\nBước đường bằng phẳng thì mờ mịt, bước đường ghê sợ thì nhiều\nHãy nghe ta hát khúc “đường cùng”,\nPhía bắc núi Bắc núi muôn trùng,\nPhía nam núi Nam sống muôn đợt.\nAnh còn đứng làm chi trên bãi cát?\nDịch thơ:\nBãi cát dài lại bãi cát dài,\nĐi một bước như lùi một bước.\nMặt trời đã lặn, chưa dùng được,\nLữ khách trên đường nước mắt rơi.\nKhông học được tiên ông phép ngủ,\nTrèo non, lội suối, giận khôn vơi!\nXưa nay, phường danh lợi,\nTất tả trên đường đời.\nĐầu gió hơi men thơm quán rượu,\nNgười say vô số, tỉnh bao người?\nBãi cát, bãi cát dài ơi!\nTính sao đây?\nĐường bằng mờ mịt,\nĐường ghê sợ còn nhiều, đầu ít?\nHãy nghe ta hát khúc \"đường cùng\",\nPhía bắc núi Bắc, núi muôn trùng,\nPhía nam núi Nam, sóng dào dạt.\nAnh đứng làm chi trên bãi cát?\nI. Đôi nét về Cao Bá Quát\n- Cao Bá Quát (1808 - 1855) tự là Chu Thần, hiệu là Cúc Đường, Mẫn Hiên.\n- Người làng Phú Thị, huyện Gia Lâm, tỉnh Bắc Ninh (nay thuộc quận Long Biên, Hà Nội).\n- Ông đã mất trong cuộc khởi nghĩa chống lại chế độ phong kiến nhà Nguyễn.\n- Cao Bá Quát là một nhà thơ có tài năng và bản lĩnh, được người đương thời tôn là Thánh Quát (Thần Siêu, Thánh Quát).\n- Thơ văn ông bộc lộ thái độ phê phán mạnh mẽ chế độ phong kiến trì trệ, bảo thủ và chứa đựng tư tưởng khai sáng có tính chất tự phát, phản ánh nhu cầu đổi mới của xã hội Việt Nam trong giai đoạn giữa thế kỉ XIX.\nII. Giới thiệu về Sa hành đoản ca\n1. Hoàn cảnh sáng tác\n- Cao Bá Quát đỗ cử nhân năm 1831 tại trường thi Hà Nội. Sau đó, ông nhiều lần vào kinh đô Huế thi Hội nhưng không đỗ.\n- Bài ca ngắn đi trên bãi cát có thể được hình thành trong những lần Cao Bá Quát đi thi Hội, qua các tỉnh miền Trung đầy cát trắng như Quảng Bình, Quảng Trị.\n2. Thể loại\nBài thơ viết theo thể hành (còn gọi là ca hành).\nĐây là một thể thơ cổ, có tính chất tự do phóng khoáng, không bị gò bó về số câu, độ dài của câu, niêm luật, bằng trắc, vần điệu.\n3. Bố cục\nGồm 3 phần:\nPhần 1. 4 câu đầu: Hình ảnh người đi trên bãi cát.\nPhần 2. 6 câu tiếp theo: Tâm trạng của người đi đường.\nPhần 3. Còn lại: Sự bế tắc của người đi đường.\n4. Nội dung\nBài ca ngắn đi trên bãi cát biểu lộ sự chán ghét của một người trí thức đối với con đường danh lợi tâm thường đương thời và niềm khao khát thay đổi cuộc sống.\n5. Nghệ thuật\nSử dụng biện pháp tu từ, nhịp thơ độc đáo, giàu hình ảnh mang tính biểu tượng…\nIII. Dàn ý phân tích Bài ca ngắn đi trên bãi cát\n(1) Mở bài\nGiới thiệu về tác giả Cao Bá Quát, bài thơ Bài ca ngắn đi trên bãi cát.\n(2) Thân bài\na. Hình ảnh người đi trên bãi cát\n- “Bãi cát dài lại bãi cát dài”:\nHình ảnh thực: Sự mênh mông, vô tận của con đường đi khó khăn, nhọc nhằn.\nHình ảnh biểu tượng: Con đường đầy khó khăn mà con người phải vượt qua để đi đến đích.\n- “Mặt trời đã lặn”: chỉ sự tối tăm, mù mịt\n- Hình ảnh người đi trên bãi cát:\n“Đi một bước như lùi một bước”: vất vả, nhọc nhằn.\n“Mặt trời đã lặn, vẫn còn đi”: tối tăm, mù mịt vẫn bước đi.\n“Lữ khách trên đường nước mắt rơi”: mệt mỏi, chán chường.\n=> Con đường đi đến danh lợi của kẻ sĩ mịt mù, tâm tối.\nb. Tâm trạng của người đi đường\n- “Không học được tiên ông phép ngủ/Trèo non, lội suối, giận khôn vơi”: Người đi tự giận mình không có khả năng. Sự chán nản mệt mỏi vì công danh - lợi danh.\n- “Xưa nay phường danh lợi… Người say vô số, tỉnh bao người?”: Khẳng định sự cám dỗ của danh lợi đối với con người. Vì công danh, lợi danh mà con người bôn tẩu ngược xuôi.\n=> Bộc lộ sự chán ghét, khinh bỉ của Cao Bá Quát đối với phường danh lợi. 3. Sự bế tắc của người đi đường.\nc. Sự bế tắc của người đi đường\n- “Bãi cát dài ơi, bãi cát dài ơi/Tính sao đây? Đường bằng mờ mịt”: Sự băn khoăn, day dứt giữa việc đi tiếp hay dừng lại.\n- Khúc đường cùng: hình ảnh biểu tượng cho nỗi tuyệt vọng của tác giả. Nhà thơ ấp ủ những khao khát công danh nhưng lại không thể thực hiện được.\n- Hình ảnh thiên nhiên: phía bắc, phía nam đẹp đẽ nhưng đều khó khăn, hiểm trở.\n- “Anh đứng làm chi trên bãi cát?”: Câu hỏi tu từ nhằm khẳng định bản thân phải thoát ra khỏi bãi cát danh lợi đầy nhọc nhằn chông gai mà vô nghĩa.\n=> Hình tượng kẻ sĩ cô độc với những trăn trở trên con đường tìm chân lý.\n(3) Kết bài\nKhẳng định lại giá trị về nội dung và nghệ thuật của bài thơ Bài ca ngắn đi trên bãi cát.\n \"\""