"\"van7\" Tác phẩm Văn học\nBài thơ Ánh trăng\nÁnh trăng\nHồi nhỏ sống với đồng\nvới sông rồi với bể\nhồi chiến tranh ở rừng\nvầng trăng thành tri kỉ\nTrần trụi với thiên nhiên\nhồn nhiên như cây cỏ\nngỡ không bao giờ quên\ncái vầng trăng tình nghĩa\nTừ hồi về thành phố\nquen ánh điện, cửa gương\nvầng trăng đi qua ngõ\nnhư người dưng qua đường\nThình lình đèn điện tắt\nphòng buyn-đinh tối om\nvội bật tung cửa sổ\nđột ngột vầng trăng tròn\nNgửa mặt lên nhìn mặt\ncó cái gì rưng rưng\nnhư là đồng là bể\nnhư là sông là rừng\nTrăng cứ tròn vành vạnh\nkể chi người vô tình\nánh trăng im phăng phắc\nđủ cho ta giật mình.\nI. Đôi nét về tác giả Nguyễn Duy\n- Nguyễn Duy, tên khai sinh là Nguyễn Duy Nhuệ, sinh năm 1948, quê ở làng Quảng Xá, nay thuộc phường Đông Vệ, thành phố Thanh Hóa.\n- Năm 1966, Nguyễn Duy gia nhập quân đội, vào binh chủng Thông tin, tham gia chiến đấu ở nhiều chiến trường.\n- Sau năm 1975, ông chuyển vào làm báo Văn nghệ giải phóng.\n- Từ năm 1977, Nguyễn Duy đại diện thường trú báo Văn nghệ tại Thành phố Hồ Chí Minh.\n- Năm 2007, ông được tặng Giải thưởng Nhà nước về Văn học nghệ thuật.\n- Ông còn được trao giải Nhất cuộc thi thơ của báo Văn nghệ năm 1972 - 1973.\n- Ông trở thành gương mặt tiêu biểu trong lớp nhà thơ trẻ thời chống Mĩ cứu nước và tiếp tục bền bỉ sáng tác.\n- Một số tác phẩm: Cát trắng (1973), Ánh trăng (1978), Đãi cát tìm vàng (1987), Đường xa (1989), Quà tặng (1990)...\nII. Giới thiệu về bài thơ Ánh trăng\n1. Hoàn cảnh sáng tác\n- Bài thơ Ánh trăng được Nguyễn Duy sáng tác năm 1978, được in trong tập thơ cùng tên.\n- Tập thơ Ánh trăng được tặng giải A của Hội Nhà văn Việt Nam năm 1984.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Ba khổ thơ đầu: Hình ảnh vầng trăng trong quá khứ, ở hiện tại.\nPhần 2. Khổ thơ thứ tư: Tình huống gặp lại vầng trăng.\nPhần 3. Hai khổ cuối: Cảm xúc và suy ngẫm của nhà thơ.\n3. Thể thơ\nBài thơ “Ánh trăng” được viết theo thể thơ năm chữ.\n4. Ý nghĩa nhan đề\nBài thơ Ánh trăng được Nguyễn Duy sáng tác năm 1978, được in trong tập thơ cùng tên. Khi đặt cho tác phẩm của mình nhan đề là “Ánh trăng”, Nguyễn Duy muốn gửi gắm vào hình ảnh trăng nhiều ý nghĩa sâu sắc. Tác giả đã nâng “ánh trăng” lên thành biểu tượng chứa đựng nhiều ý nghĩa. Trước hết, ánh trăng đại diện cho vẻ đẹp vĩnh hằng và bất tử của thiên nhiên. Hình ảnh ánh trăng đã vô cùng quen thuộc trong cuộc sống của con người. Tiếp đến, ánh trăng còn là người bạn đồng hành cùng tác giả trong những năm tháng tuổi thơ, khi sống hòa mình với thiên nhiên. Đặc biệt nhất, trăng đã trở thành người bạn tri kỷ, dõi theo từng bước đường chiến đấu của người chiến sĩ, gắn bó trong những năm tháng chiến tranh gian khổ. Cuối cùng trăng là đại diện cho quá khứ nghĩa tình, bao dung, đẹp đẽ. Ánh trăng mang đến cho ta một thông điệp, một bài học về lẽ sống thủy chung, ân tình với quá khứ. Đó là lời nhắc nhở con người ghi nhớ truyền thống “uống nước nhớ nguồn” - một truyền thống tốt đẹp của dân tộc ta.\n5. Mạch cảm xúc\nBài thơ Ánh trăng được kể lại theo trình tự thời gian từ quá khứ đến hiện tại với các mốc sự kiện trong cuộc đời con người. Dòng cảm xúc được bộc lộ theo mạch tự sự trên. Tác giả nhớ về những kỉ niệm thuở xưa khi còn ở làng quê, núi rừng trăng là người bạn tri kỷ. Cho đến khi trở hòa bình trở về thành phố, trăng trở thành người dưng, để rồi cuối cùng dẫn đến cái “giật mình” cuối bài thơ.\n6. Ý nghĩa hình ảnh vầng trăng\nHình ảnh tả thực: Trăng là một sự vật của tự nhiên.\nHình ảnh biểu tượng: Trăng là người bạn tri kỷ gắn bó với con người trong năm tháng chiến tranh gian khổ; Trăng là phần trong sáng, tốt đẹp trong con người, chiếu rọi vào những góc khuất tăm tối nhất.\n=> Vầng trăng là hình ảnh xuyên suốt bài thơ, được tác giả khắc họa nhằm gửi gắm tư tưởng và tình cảm.\n7. Kết cấu\n- Hai khổ thơ đầu: Hình ảnh vầng trăng trong quá khứ - thuở nhỏ và những ngày ở rừng trong chiến tranh. Những ngày ấy khắc ghi đinh ninh trong lòng mối tình với vầng trăng tình nghĩa, vầng trăng tri kỷ.\n- Khổ thơ thứ ba: Hình ảnh vầng trăng trong hiện tại - hòa bình lặp lại, người lính trở về thành phố, quen với ánh sáng điện, với tiện nghi hiện đại. Vầng trăng đã trở thành người dưng, quá khứ nghĩa tình đã rơi vào lãng quên.\n- Khổ thơ thứ tư: Sự việc bất thường xảy ra đột ngột: Mất điện, xung quanh tối om, bật tung cửa bỗng lại thấy vầng trăng tròn. Khổ thơ này tạo bước ngoặt để tác giả bộc lộ cảm xúc. Khi khó khăn, vầng trăng lại xuất hiện giúp đỡ.\n- Hai khổ cuối: Tâm trạng của người lính khi đối mặt trực tiếp với ánh trăng. Sự xúc động gặp lại tri kỷ bị lãng quên, khi trầm lắng nặng trĩu suy tư như một sự hối hận, sự tự vấn.\n8. Nội dung\nBài thơ là một lời tự nhắc nhở về những năm tháng gian lao đã qua của cuộc đời người lính gắn bó với thiên nhiên, đất nước bình dị và hiền hậu. Đó cũng chính là lời nhắc nhở về truyền thống “uống nước nhớ nguồn”, ân nghĩa thủy chung cùng quá khứ.\n9. Nghệ thuật\nHình ảnh giàu tính biểu cảm\nGiọng điệu tâm tình tự nhiên\nThể thơ độc đáo, ngôn ngữ giản dị…\nIII. Dàn ý phân tích Ánh trăng\n(1) Mở bài\nGiới thiệu về tác giả Nguyễn Duy, bài thơ Ánh trăng.\n(2) Thân bài\na. Hình ảnh vầng trăng trong quá khứ và hiện tại\n- Khổ 1 và 2: Ánh trăng trong quá khứ\n“Hồi nhỏ”, “hồi chiến tranh”: dấu mốc thời gian.\nPhép liệt kê tăng cấp: “đồng”, “sông”, “bể” - không gian mở rộng từ quê hương đến đất nước.\n“vầng trăng thành tri kỉ”: khi đất nước có chiến tranh, trong những năm tháng gian khổ phải ở nơi rừng núi, ánh trăng đã trở thành người bạn gắn bó.\nHình ảnh “trần trụi với thiên nhiên”, “hồn nhiên như cây cỏ” : gợi lối sống đơn giản, mộc mạc và gần gũi với thiên nhiên.\nTừ “ngỡ”: nghĩ vậy, tưởng vậy mà kết quả lại không được như vậy.\n“Cái vầng trăng tình nghĩa”: hình ảnh nhân hóa, khẳng định mối quan hệ gắn bó khăng khít.\n- Khổ 3: Ánh trăng ở hiện tại\n“Hồi về thành phố”: khi chiến tranh kết thúc, người lính từ giã núi rừng để trở về thành phố hiện đại.\n“quen ánh điện cửa gương” chỉ cuộc sống đầy đủ tiện nghi, hiện đại.\nHình ảnh so sánh: “vầng trăng đi qua ngõ/như người dưng qua đường” - sự lãng quên, bội bạc của con người.\nb. Tình huống gặp lại vầng trăng\n- Tình huống bất ngờ: từ “thình lình”, “đột ngột” - mất điện khiến “phòng buyn-đinh tối om”.\n- Hành động của nhân vật trữ tình: “vội bật tung cửa sổ” - khẩn trương, mạnh mẽ tìm nguồn ánh sáng.\n- Ánh trăng tròn bỗng nhiên xuất hiện: khiến con người bỗng cảm thấy bàng hoàng, xúc động.\nc. Cảm xúc và suy ngẫm của nhà thơ\n- Tư thế đối mặt “ngửa mặt lên nhìn mặt”: trực tiếp đối mặt\n- Cảm xúc khi đối mặt với vầng trăng:\nCó cái gì rưng rưng: sự xúc động, nghẹn ngào\nNhư là đồng là bể/như là sống là rừng: nhớ lại kỉ niệm của những năm tháng chiến tranh, bên đồng đội, bên vầng trăng.\n- “Trăng cứ tròn vành vạch”: hình ảnh tả thực miêu tả độ tròn đầy của ánh trăng, hình ảnh biểu tượng thể hiện tình nghĩa trọn vẹn, thủy chung của thiên nhiên.\n- Hình ảnh nhân hóa “kể chi người vô tình/ánh trăng im phăng phắc”: thái độ bao dung trước sự vô tình của con người.\n- Câu thơ cuối “đủ cho ta giật mình”: sự thức tỉnh của con người.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ “Ánh trăng”.\n \"\""