"Bài thơ Bài ca phong cảnh Hương Sơn\n(Hương Sơn phong cảnh ca)\nBài ca phong cảnh Hương Sơn\nBầu trời, cảnh bụt,\nThú Hương Sơn ao ước bấy lâu nay.\nKìa non non, nước nước, mây mây,\nĐệ nhất động hỏi là đây có phải?\nThỏ thẻ rừng mai chim cúng trái,\nLửng lơ khe Yến cá nghe kinh.\nThoảng bên tai một tiếng chày kình,\nKhách tang hải giật mình trong giấc mộng.\nNày suối Giải Oan, này chùa Cửa Võng,\nNày am Phật Tích, này động Tuyết Quynh.\nNhác trông lên, ai khéo vẽ hình:\nĐá ngũ sắc long lanh như gấm dệt.\nThăm thẳm một hang lồng bóng nguyệt,\nChập chờn mấy lối uốn thang mây.\nChừng giang sơn còn đợi ai đây,\nHay tạo hoá khéo ra tay xếp đặt?\nLần tràng hạt niệm “Nam vô Phật”,\nCửa từ bi công đức biết là bao.\nCàng trông phong cảnh càng yêu!\nI. Đôi nét về tác giả Chu Mạnh Trinh\n- Chu Mạnh Trinh (1862 - 1905) tự Cán Thần, hiệu Trúc Vân, người làng Phú Thị, tổng Mễ Sở, huyện Đông Yên, phủ Khoái Châu (nay thuộc huyện Văn Giang, tỉnh Hưng Yên).\n- Ông đỗ tiến sĩ năm 1892, là một người tài hoa không chỉ có tài làm thơ Nôm mà còn có tài về kiến trúc.\n- Ông từng tham gia trùng tu chùa Thiên Trù trong quần thể Hương Sơn.\nII. Giới thiệu về Bài ca phong cảnh Hương Sơn\n1. Hoàn cảnh sáng tác\n- Hương Sơn là một quần thể thắng cảnh và kiến trúc nổi tiếng ở huyện Mỹ Đức, tỉnh Hà Tây.\n- Bài hát nói có thể được sáng tác khi ông tham gia trùng tu chùa Thiên Trù trong quần thể Hương Sơn.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Thỏ thẻ rừng mai chim cúng trái”: Khái quát chung về phong cảnh Hương Sơn.\nPhần 2. Tiếp theo đến “Gập ghềnh mấy lối uốn thang mây”. Vẻ đẹp thiên nhiên ở Hương Sơn.\nPhần 3. Còn lại. Tâm trạng của nhà thơ trước vẻ đẹp của Hương Sơn.\n3. Nội dung\nBài thơ miêu tả vẻ đẹp của phong cảnh Hương Sơn. Qua đó tác giả gửi gắm tình yêu thiên nhiên gắn với tình yêu đất nước.\n4. Nghệ thuật\nTừ ngữ hình ảnh, ngôn ngữ khoáng đạt\nIII. Dàn ý phân tích Bài ca phong cảnh Hương Sơn\n(1) Mở bài\nGiới thiệu về tác giả Chu Mạnh Trinh, bài thơ Bài ca phong cảnh Hương Sơn.\n(2) Thân bài\na. Khái quát chung về phong cảnh Hương Sơn\n- Câu thơ “Bầu trời cảnh Bụt” đã gợi ra cái nhìn bao quát về khung cảnh Hương Sơn. Đó là vẻ đẹp của thiên nhiên hòa trong không khí tâm linh, cách xa cõi phàm tục.\n- Khung cảnh Hương Sơn núi non trùng điệp: “Kìa non non, nước nước, mây mây”\n- Câu hỏi “Đệ nhất động hỏi là đây có phải?”: Khẳng định một lần nữa vẻ đẹp của Hương Sơn.\nb. Vẻ đẹp thiên nhiên ở Hương Sơn\n- “Thỏ thẻ rừng mai chim cúng trái/Lửng lơ khe Yến cá nghe kinh”: Cảnh vật yên bình, chậm rãi thong thả, được bao quanh bởi không khí thanh tịnh, thiền tu.\n- “Thoảng bên tai một tiếng chày kình/Khách tang hải giật mình trong giấc mộng”: Nghệ thuật lấy động chế tĩnh càng tô đậm cái sự yên tĩnh, thanh tịnh vô cùng của chốn Hương Sơn.\n- “Này suối Giải Oan, này chùa Cửa Võng/Này am Phật Tích, này động Tuyết Quynh”: Vẻ đẹp phong phú đa dạng với nhiều thắng cảnh, di tích.\n- “Nhác trông lên, ai khéo vẽ hình…/Chập chờn mấy lối uốn thang mây”: Vẻ đẹp của thiên nhiên đầy mĩ lệ.\nc. Tâm trạng của nhà thơ trước vẻ đẹp của Hương Sơn\n- Câu hỏi tu từ “Chừng giang sơn còn đợi ai đây/Hay tạo hóa khéo ra tay sắp đặt”: Ca ngợi vẻ đẹp của Hương Sơn.\n- Nhà thơ tạm quên đi thân phận, rũ bỏ hết âu lo, để hòa vào không khí thanh tịnh nơi đây, tâm hướng về Phật tổ: “Lần tràng hạt niệm Nam mô Phật”.\n- Phong cảnh Hương Sơn quả thực là mang trong mình những vẻ đẹp hấp dẫn, khó chối từ, để trong lòng thi nhân mãi một ý nghĩ: “Càng trông phong cảnh càng yêu”.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Bài ca phong cảnh Hương Sơn.\n \"\""