"Tác phẩm Bàn luận về phép học\nBàn luận về phép học\n“Ngọc không mài, không thành đồ vật; người không học, không biết rõ đạo”. Đạo là lẽ đối xử hằng ngày giữa mọi người. Kẻ đi học là học điều ấy. Nước Việt ta, từ khi lập quốc đến giờ, nền chính học đã bị thất truyền. Người ta đua nhau lối học hình thức hòng cầu danh lợi, không còn biết đến tam cương, ngũ thường. Chúa tầm thường, thần nịnh hót. Nước mất, nhà tan đều do những điều tệ hại ấy.\nCúi xin từ nay ban chiếu thư cho thầy trò trường học của phủ, huyện, các trường tư, con cháu các nhà văn võ, thuộc lại ở các trấn cựu triều, đều tuỳ đâu tiện đấy mà đi học.\nPhép dạy, nhất định theo Chu Tử. Lúc đầu học tiểu học để bồi lấy gốc. Tuần tự tiến lên học đến tứ thư, ngũ kinh, chư sử. Học rộng rồi tóm lược cho gọn, theo điều học mà làm. Hoạ may kẻ nhân tài mới lập được công, nhà nước nhờ thế mà vững yên. Đó mới thực là cái đạo ngày nay có quan hệ tới lòng người. Xin chớ bỏ qua.\nĐạo học thành thì người tốt nhiều; người tốt nhiều thì triều đình ngay ngắn mà thiên hạ thịnh trị.\nĐó là mấy điều, thành thật xin dâng. Chẳng quản lời nói vu vơ, cúi mong Hoàng thượng soi xét.\nKẻ hèn thần cung kính tấu trình.\nI. Đôi nét về tác giả Nguyễn Thiếp\n- Nguyễn Thiếp (1723 - 1804) tự là Khải Xuyên, hiệu là Lạp Phong Cư Sĩ.\n- Người đương thời gọi ông là La Sơn Phu Tử Nguyễn Thiếp.\n- Quê quán: làng Mật Thôn, xã Nguyệt Ao, huyện La Sơn (nay thuộc huyện Đức Thọ) tỉnh Hà Tĩnh.\n- Ông là một người “học rộng hiểu sâu, thiên tư sáng suốt”.\n- Ông từng làm quan dưới triều Lê nhưng sau đó từ quan về dạy học.\n- Ông từng được vua Quang Trung viết thư mời giúp triều Tây Sơn, góp phần xây dựng đất nước về mặt chính trị.\n- Những tác phẩm tiêu biểu: La Sơn tiên sinh thi tập, Hạnh Am di văn…\nII. Giới thiệu về Bàn luận về phép học\n1. Hoàn cảnh sáng tác\nBàn về phép học là phần trích từ bài tấu của Nguyễn Thiếp gửi vua Quang Trung vào tháng 8 năm 1791.\n2. Thể loại\nTấu là một loại văn thư của bề tôi, thần dân gửi lên vua chúa để trình bày sự việc, ý kiến, đề nghị thời xưa.\nTấu có thể được viết bằng văn xuôi hay văn vần, văn biền ngẫu.\n3. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “Nước mất nhà tan đều do những điều tệ hại ấy”: Mục đích của việc học.\nPhần 2: Tiếp đến “Xin chớ bỏ qua”: Bàn luận về cách học.\nPhần 3: Còn lại: Tác dụng của việc học.\n4. Tóm tắt\nBàn về phép học đã nêu lên mục đích chân chính của việc học học để trưởng thành, là người có đạo đức. Phương pháp học đúng đắn là phải bắt đầu từ những kiến thức cơ bản, có tính chất nền tảng, tuần tự tiến từ thấp lên cao, học rộng hiểu sâu, biết tóm lược những điều cơ bản, cốt yếu nhất. Bên cạnh đó học phải kết hợp với hành. Học không chỉ để biết mà còn để làm. Điều đó sẽ thúc đẩy đất nước nhiều nhân tài, chế độ vững mạnh, quốc gia hưng thịnh.\n5. Nội dung\nBàn luận về phép học giúp người đọc hiểu được mục đích của việc học là để làm người có đạo đức, có tri thức, góp phần xây dựng đất nước chứ không phải học để cầu danh lợi. Nếu muốn học tốt cần phải có phương pháp học đặc biệt học phải đi đôi với hành.\n6. Nghệ thuật\nLập luận chặt chẽ, lí lẽ rõ ràng, ngôn ngữ giản dị, rõ ràng, ý tứ bộc lộ trực tiếp giàu sức thuyết phục.\n \"\""