"\"tac-pham-van-hoc\" Tác phẩm văn học\nBài thơ Bạn đến chơi nhà\nBạn đến chơi nhà\nĐã bấy lâu nay bác tới nhà,\nTrẻ thời đi vắng, chợ thời xa.\nAo sâu nước cả, khôn chài cá,\nVườn rộng rào thưa, khó đuổi gà.\nCải chửa ra cây, cà mới nụ,\nBầu vừa rụng rốn, mướp đương hoa.\nĐầu trò tiếp khách, trầu không có,\nBác đến chơi đây ta với ta!\n(Hợp tuyển thơ văn Việt Nam, tập IV, NXB Văn hóa, Hà Nội, 1963)\nI. Đôi nét về tác giả Nguyễn Khuyến\n- Nguyễn Khuyến (1835 - 1909): lúc nhỏ tên là Thắng.\n- Quê ngoại ở làng Văn Khế, xã Hoàng Xá, huyện Ý Yên, tỉnh Hà Nam nay thuộc huyện Ý Yên, tỉnh Nam Định. Quê nội của nhà thơ ở thôn Vị Hạ (làng Và), xã Yên Đổ, nay thuộc xã Trung Lương, huyện Bình Lục, tỉnh Hà Nam.\n- Thuở nhỏ nhà nghèo nhưng vốn tính thông minh lại học giỏi nên khi đi thi đều đỗ đầu cả ba kì thi: Hương, Hội, Đình. Do đó ông được gọi là Tam Nguyên Yên Đổ.\n- Nhà thơ Nguyễn Khuyến được biết đến là một vị quan có phẩm chất trong sạch, mặc dù làm quan nhưng ông nổi tiếng là người rất thanh liêm, chính trực Ông làm quan khoảng mười năm, đến khi thực dân Pháp đánh chiếm Bắc Bộ liền cáo quan về ở ẩn.\n- Nguyễn Khuyến là một nhà thơ lớn của dân tộc. Thơ ca của ông chủ yếu được sáng tác vào giai đoạn sau ngày cáo quan về quê sống ở Yên Đổ.\nII. Giới thiệu về Bạn đến chơi nhà\n1. Hoàn cảnh sáng tác\nBài thơ được sáng tác khi nhà thơ cáo quan về quê sống ở ẩn ở Yên Đổ. Một hôm, người bạn tri kỷ của ông đến thăm nhưng ông lại chẳng có gì để thiết đãi bạn. Nguyễn Khuyến đã làm bài thơ “Bạn đến chơi nhà” để giãi bày nỗi lòng và khẳng định tình bạn tri kỷ.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Câu đầu: Giới thiệu việc bạn đến chơi nhà.\nPhần 2. 6 câu tiếp: Hoàn cảnh của nhà thơ khi bạn đến thăm nhà.\nPhần 3. Câu cuối: Tình cảm bạn bè thắm thiết.\n3. Thể thơ\nBài thơ viết theo thể thất ngôn bát cú Đường luật.\n4. Nội dung\nBài thơ “Bạn đến chơi nhà” đã ca ngợi tình bạn chân thành, thắm thiết.\n5. Nghệ thuật\nThể thơ thất ngôn bát cú, ngôn ngữ và hình ảnh giản dị, giọng thơ chất phác hồn nhiên…\n \"\""