"Bài thơ Bầm ơi\nBầm ơi\nAi về thăm mẹ quê ta\nChiều nay có đứa con xa nhớ thầm…\nBầm ơi có rét không bầm?\nHeo heo gió núi, lâm thâm mưa phùn\nBầm ra ruộng cấy bầm run\nChân lội dưới bùn, tay cấy mạ non\nMạ non bầm cấy mấy đon\nRuột gan bầm lại thương con mấy lần.\nMưa phùn ướt áo tứ thân\nMưa bao nhiêu hạt, thương bầm bấy nhiêu!\nBầm ơi, sớm sớm chiều chiều\nThương con, bầm chớ lo nhiều bầm nghe!\nCon đi trăm núi ngàn khe\nChưa bằng muôn nỗi tái tê lòng bầm\nCon đi đánh giặc mười năm\nChưa bằng khó nhọc đời bầm sáu mươi.\nCon ra tiền tuyến xa xôi\nYêu bầm yêu nước, cả đôi mẹ hiền.\nNhớ thương con, bầm yên tâm nhé\nBầm của con, mẹ Vệ quốc quân.\nCon đi xa cũng như gần\nAnh em đồng chí quây quần là con\nBầm yêu con, yêu luôn đồng chí\nBầm quý con, bầm quý anh em.\nBầm ơi, liền khúc ruột mềm\nCó con có mẹ, còn thêm đồng bào\nCon đi mỗi bước gian lao\nXa bầm nhưng lại có bao nhiêu bầm!\nBao bà cụ từ tâm như mẹ\nYêu quý con như đẻ con ra\nCho con nào áo nào quà\nCho củi con sưởi, cho nhà con ngơi.\nCon đi, con lớn lên rồi\nChỉ thương bầm ở nhà ngồi nhớ con!\nNhớ con, bầm nhé đừng buồn\nGiặc tan, con lại sớm hôm cùng bầm.\nMẹ già tóc bạc hoa râm\nChiều nay chắc cũng nghe thầm tiếng con...\nI. Đôi nét về nhà thơ Tố Hữu\n- Tố Hữu (1920 - 2002) tên thật là Nguyễn Kim Thành.\n- Quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế.\n- Tố Hữu cũng từng giữ nhiều chức vụ quan trọng trong hệ thống chính trị của Việt Nam.\n- Ông là một nhà thơ tiêu biểu của nền thơ ca cách mạng Việt Nam. Đồng thời ông cũng là một cán bộ cách mạng lão thành của Việt Nam.\n- Ông được trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật năm 1996.\n- Các tác phẩm chính:\nTừ ấy (1937 - 1946)\nViệt Bắc (1947 - 1954)\nGió lộng (1955 - 1961)\nRa trận (1962 - 1971)\nXây dựng một nền văn nghệ lớn xứng đáng với nhân dân ta, thời đại ta (tiểu luận, 1973)\nMáu và hoa (1972 - 1977)\nCuộc sống cách mạng và văn học nghệ thuật (tiểu luận, 1981)\nMột tiếng đờn (1978 -1992)\nTa với ta (1992 - 1999)\nNhớ lại một thời (hồi ký, 2000)\nII. Giới thiệu về bài thơ Bầm ơi\n1. Hoàn cảnh sáng tác\nBài thơ “Bầm ơi” được in trong tập thơ Việt Bắc (1948 - 1954).\n2. Thể thơ\nBài thơ “Bầm ơi” được viết theo thể thơ lục bát.\n3. Nội dung\nBài thơ ca ngợi tình hình ảnh người mẹ, với tình cảm chân thành, thắm thiết của anhbộ đội với người mẹ nơi hậu phương.\n4. Nghệ thuật\n- Thể thơ lục bát mộc mạc nhưng giàu sức biểu cảm.\n- Hình ảnh gần gũi, quen thuộc.\n- Cách gọi “Bầm ơi!”, từ ngữ địa phương thể hiện sự gắn bó, tình cảm và vô trân trọng.\n \"\""