"Truyện ngắn Bến quê\nBến quê\nNgoài cửa sổ bấy giờ những bông hoa bằng lăng đã thưa thớt - cái giống hoa ngay khi mới nở, màu sắc đã nhợt nhạt. Hẳn có lẽ vì đã sắp hết mùa, hoa đã vãn trên cành, cho nên mấy bông hoa cuối cùng còn sót lại trở nên đậm sắc hơn. Ừ cũng chả phải, Nhĩ vừa ngồi để cho vợ bón từng thìa thức ăn vừa nghĩ, chính vì thời tiết đã thay đổi, đã sắp lập thu rồi, cái nóng hầm hập ở trong phòng cùng với thứ ánh sáng loa lóa vừa nhìn đã thấy chói cả mắt ở ngoài bờ sông Hồng không biết đã rút đi đâu từ bao giờ.\nBên kia những hàng cây bằng lăng, tiết trời đầu thu đem đến cho con sông Hồng một màu đỏ nhạt, mặt sông như rộng thêm ra. Vòm trời cũng như cao hơn. Những tia nắng sớm đang từ từ di chuyển từ mặt nước lên những khoảng bờ bãi bên kia sông, và cả một vùng phù sa lâu đời của bãi bồi ở bên kia sông Hồng lúc này đang phô ra trước khuôn cửa sổ của gian gác nhà Nhĩ một thứ màu vàng thau xen với màu xanh non - những màu sắc thân thuộc quá như da thịt, hơi thở của đất màu mỡ. Suốt đời Nhĩ đã từng đi tới không sót một xó xỉnh nào trên trái đất, đây là một chân trời gần gũi, mà lại xa lắc vì chưa hề bao giờ đi đến - cái bờ bên kia sông Hồng ngay trước cửa sổ nhà mình.\nNhĩ khó nhọc nâng một cánh tay lên khẽ ẩy cái bát miến trên tay Liên ra. Anh ngửa mặt như một đứa trẻ để cho thằng Tuấn cầm chiếc khăn bông tẩm nước ấm khẽ lau miệng, cằm và hai bên má cho mình.\nAnh không dám nhìn vào mặt con. Trong khi lại nghiêng mặt ra ngoài cửa sổ, anh ngạc nhiên nhận thấy những cánh hoa bằng lăng càng thẫm màu hơn - một màu tím thẫm như bóng tối…\nChờ khi đứa con trai đã bưng thau nước xuống nhà dưới, anh hỏi Liên:\n- Đêm qua lúc gần sáng em có nghe thấy tiếng gì không?\nLiên giả vờ không nghe câu chồng vừa hỏi. Trước mặt chị hiện ra một cái bờ đất lở dốc đứng của bờ bên này, và đêm đêm cùng với con lũ nguồn đã bắt đầu dồn về, những tảng đất đổ òa vào giấc ngủ.\n- Hôm nay đã là ngày mấy rồi em nhỉ?\nLiên vẫn không đáp và biết chồng đang nghĩ gì. Chị đưa những ngón tay gầy guộc âu yếm vuốt ve bên vai chồng:\n- Anh cứ yên tâm. Vất vả, tốn kém đến bao nhiêu em với các con cũng chăm lo cho anh được.\nLần đầu tiên Nhĩ để ý thấy Liên đang mặc tấm áo vá.\n- Suốt đời anh chỉ làm em khổ tâm… mà em vẫn nín thinh.\n- Có hề sao đâu…\nMiễn là anh sống, luôn luôn có mặt anh, tiếng nói của anh trong gian nhà này… Ngừng một lát, Liên nói tiếp:\n- Anh cứ tập tành và uống thuốc cho đều. Sang tháng mười, nhất định anh đi lại được.\n- Vậy thì đầu hoặc giữa tháng mười một, anh sẽ đi Thành phố Hồ Chí Minh một chuyến.\nLiên biết chồng nói đùa:\n- Đi Thành phố Hồ Chí Minh thì chắc chẳng được nhưng anh có thể chống gậy đi trong nhà. Hoặc tiến triển tốt hơn, em có thể đỡ anh men cầu thang bước xuống một bậc… hoặc giá anh lại khỏe hơn, chúng mình có thể bước xuống hai bậc.\n- Ừ, tưởng gì… nhất định đầu tháng mười anh sẽ đi ra được đến đầu cầu thang…\nLiên đặt bàn tay vào sau phiến lưng đã có nhiều mảng da thịt vừa chai cứng vừa lở loét của Nhĩ:\n- Em đỡ anh nằm xuống nhé?\n- Khoan. Em cần ra chợ hay đi đâu thì cứ đi. Khi nào mỏi anh sẽ gọi con.\nMột lát sau Nhĩ còn nghe tiếng vợ đi lại dọn dẹp và dặn dò con điều gì đó. Liên hãm nước thuốc ở cái siêu đất ra chiếc bát chiết yêu, Nhĩ đoán thế, nghe tiếng nước rót ra lẫn mùi thuốc bắc bay vào nhà. Rồi Liên xuống thang, vẫn cái tiếng bước chân rón rén quen thuộc suốt cả một đời người đàn bà trên những bậc gỗ mòn lõm.\nChờ Liên xuống tầng dưới rồi Nhĩ mới lên tiếng:- Tuấn, Tuấn à! Anh con trai đánh trần ngồi tựa vào bức tường đầu cầu thang, tay nhặt rau muống, mắt cúi xuống một cuốn sách truyện dịch.\nNghe bố gọi, Tuấn chạy vào trong tay vẫn cầm quyển sách dảy cộm gập đôi:\n- Bố mỏi rồi. Con đỡ bố nằm xuống nhé!\n- Chưa… - đến lúc này Nhĩ mới ngắm kĩ đứa con trai. Nó là đứa thứ hai, gần một năm nay vắng nhà, đi học tận trong một thành phố phía nam và vừa mới trở về đêm qua. Anh thấy càng lớn thằng con anh càng có nhiều nét giống anh.\nNgười cha sắp từ giã cõi đời đang giấu một tâm sự bí mật gì đó trong cái vẻ lúng túng. Anh ngước nhìn ra ngoài cửa sổ một lần nữa rồi quay vào bất chợt hỏi:\n- Đã bao giờ Tuấn… sang bên kia chưa hả?\n- Sang đâu hả bố?\n- Bên kia sông ấy!\nAnh con trai đáp bằng vẻ hờ hững:\n- Chưa…\nNhĩ tập trung hết sức còn lại để nói ra cái điều ham muốn cuối cùng của đời mình:\n- Bây giờ con sang bên kia sông hộ bố…\n- Để làm gì ạ?\n- Chẳng để làm gì cả. - Nhĩ có vẻ ngượng nghịu vì cái điều anh sắp nói ra quá ư kì quặc - Con hãy qua đò đặt chân lên bờ bên kia, đi chơi loanh quanh rồi ngồi xuống nghỉ chân ở đâu đó một lát, rồi về…\nAnh con trai cười:\n- Bố đang sai con làm cái việc gì lạ thế?\n- Hay là thế này nhé. - Nhĩ vẫn không hề thay đổi ý kiến - Con cầm đi mấy đồng bạc xem bên ấy có hàng quán người ta bán bánh trái gì, con mua cho bố.\nAnh con trai miễn cưỡng mặc quần áo, đội chiếc mũ nan rộng vành đề phòng đến trưa có thể nắng to - theo lời yêu cầu khẩn khoản của Nhĩ - giắt vào người mấy đồng bạc.\nVừa nghe Tuấn nện lộp bộp đôi dép sa bô xuống thang, Nhĩ đã thu hết tàn lực lết dần, lết dần trên chiếc phản gỗ. Nhấc mình ra được bên ngoài phiến nệm nằm, anh tưởng như mình vừa bay được nửa vòng trái đất - trong một chuyến đi công tác ở một nước bên Mĩ La-tinh hai năm trước đây. Anh mệt lử. Và đau nhức. Ngồi lại nghỉ một chặng và chỉ muốn có ai đỡ cho để nằm xuống.\nNghe tiếng chân giậm thình thịch đều đặn ở bên kia tường. Nhĩ cúi xuống thở hổn hển để lấy lại sức rồi cất tiếng gọi yếu ớt: “Huệ ơi!”.\nTừ phòng bên kia một cô bé rất xinh mặc chiếc áo may ô con trai và vẫn còn cầm thu thu một đoạn dây sau lưng chạy sang. Cô bé bên nhà hàng xóm đã quen với công việc này. Nó lễ phép hỏi Nhĩ: “Bác cần nằm xuống phải không ạ?”. Nhĩ đáp trong hơi thở gấp gáp: “Ừ, ừ… chào cháu!”. Cô bé nhảy lên phản, vừa mò vào người Nhĩ đã vội vã nhảy xuống, nó chạy ra đầu cầu thang cầm đoạn dây khẽ phất xuống bên dưới và gọi toáng lên:\n- Vân ơi, Tam ơi, Hùng ơi!\nMột lát sau không phải chỉ có ba đứa mà cả một lũ trẻ ở tầng dưới lần lượt chạy lên:\n- Chúng cháu chào bác ạ!\n- Chào bác Nhĩ ạ!\nVây bọc bởi đám trẻ con đứng lố nhố chung quanh. Nhĩ nhận thấy hoàn cảnh của mình thật buồn cười, y như một chú bé mới đẻ đang toét miệng cười với tất cả, tận hưởng sự thích thú được chúng chăm sóc và chơi với.\nCả bọn trẻ xúm vào, và rất nương nhẹ, giúp anh đi nốt nửa vòng trái đất - từ mép tấm nệm nằm ra mép tấm phản, khoảng cách ước chừng năm chục phân.\nChúng giúp anh đặt một bàn tay lên bậu cửa sổ, kê cao thêm dưới mông anh bằng cả một chiếc chăn gập lại rồi sau đó mới bê cái chồng gối đặt sau lưng.\nChẳng biết thế nào mà sáng nay tất cả những ngón tay của chúng đều chua lòm mùi nước dừa, nhưng không sao, vì thế anh càng yêu lũ trẻ trong ngôi nhà mình.\nNgay lúc ấy, cái vật mà Nhĩ nhìn thấy trước tiên khi được ngồi sát ngay sau khuôn cửa sổ là một cánh buồm vừa bắt gió căng phồng lên. Con đò ngang mỗi ngày chỉ qua lại một chuyến giữa hai bờ ở khúc sông Hồng này vừa mới bắt đầu chống sào ra khỏi chân bãi bồi bên kia, cánh buồm nâu bạc trắng vẫn còn che lấp gần hết cái miền đất mơ ước.\nSát bên bờ của dải đất lở dốc đứng bên này, một đám đông khách đợi đò đứng nhìn sang. Người đi bộ, người dắt xe đạp. Một vài tốp đàn bà đi chợ về đang ngồi kháo chuyện hoặc xổ tóc ra bắt chấy. Nhĩ nhìn mãi đám khách nhưng vẫn không tìm thấy cái mũ cói rộng vành và chiếc sơ mi màu trứng sáo đâu cả.\nThì ra thằng con trai của anh chỉ mới đi được đến hàng cây bằng lăng bên kia đường. Thằng bé vẫn cắp cuốn sách bên nách đang sà vào một đám người chơi phá cờ thế trên hè phố. Suốt đời Nhĩ cũng đã từng chơi phá cờ thế trên nhiều hè phố, thật là không dứt ra được. Không khéo rồi thằng con trai anh lại trễ mất chuyến đò trong ngày. Nhĩ nghĩ một cách buồn bã, con người ta trên đường đời thật khó tránh được những cái điều vòng vèo hoặc chùng chình, vả lại, nó đã thấy có gì đáng hấp dẫn ở bên kia sông đâu? Họa chăng chỉ có anh đã từng trải, đã từng in gót khắp mọi chân trời xa lạ mới nhìn thấy hết sự giàu có lẫn mọi vẻ đẹp của một cái bãi bồi sông Hồng ngay bờ bên kia, cả trong những nét tiêu sơ, và cái điều riêng anh khám phá thấy giống như một niềm mê say pha lẫn với nỗi ân hận đau đớn, lời lẽ không bao giờ giải thích hết.\nNhĩ chợt nhớ ngày bố mẹ anh mới cưới Liên từ một làng bên kia sông về làm vợ anh Liên vẫn đang còn mặc áo nâu và chít khăn mỏ quạ. So với ngày ấy bây giờ Liên đã trở thành một người đàn bà thị thành. Tuy vậy, cũng như cánh bãi bồi đang nằm phơi mình bên kia, tâm hồn Liên vẫn giữ nguyên vẹn những nét tần tảo và chịu đựng hy sinh từ bao đời xưa, và cũng chính nhờ có điều đó mà sao nhiều ngày tháng bôn tẩu, tìm kiếm… Nhĩ đã tìm thấy được nơi nương tựa là gia đình trong những ngày này.\nCon đò đã sang quá nửa sông, ngồi đây Nhĩ đã có thể nhìn thấy rõ từng mảnh vá trên lá buồm cánh dơi in bật trên một vùng nước đỏ.\nGiữa lúc Nhĩ đang nhìn thấy trong tưởng tượng chính mình trong tấm áo màu xanh trứng sáo và chiếc mũ nan rộng vành, như một nhà thám hiểm đang chậm rãi đặt từng bước chân lên cái mặt đất dấp dính phù sa - chợt nghe sau lưng có tiếng ho. Nhĩ quay lại.\nÔng cụ giáo Khuyến tựa trên chiếc gậy song đang đứng bên phản. Đã thành lệ, buổi sáng nào ông cụ già hàng xóm đi xếp hàng mua báo về cũng ghé vào hỏi thăm sức khỏe của Nhĩ.\n- Cụ ạ - Nhĩ bắt đầu ra hiệu về phía đầu tấm nệm nằm của mình – cháu Huệ có gửi lại chìa khóa cho cụ.\n- Hôm nay ông Nhĩ có vẻ khỏe ra nhỉ?\n- Dạ, con cũng thấy như hôm qua…\nChợt ông cụ già hàng xóm hốt hoảng quá! Ông cụ giáo Khuyến chợt nhận thấy mặt mũi Nhĩ đỏ rựng một cách khác thường, hai mắt long lanh chứa một nỗi mê say đầy đau khổ, cả mười đầu ngón tay Nhĩ đang bấu chặt vào cái bậu cửa sổ, những ngón tay vừa bấu chặt vừa run lẩy bẩy. Anh đang cố thu nhặt hết mọi chút sức lực cuối cùng còn sót lại để đu mình nhô người ra ngoài, giơ một cánh tay gầy guộc ra phía ngoài cửa sổ khoát khoát y như đang khẩn thiết ra hiệu cho một người nào đó.\nNgay lúc bấy giờ, chiếc đò ngang mỗi ngày một chuyến chở khách qua lại hai bên sông Hồng vừa chạm mũi vào cái bờ đất lở dốc đứng phía bên này.\nI. Đôi nét về tác giả Nguyễn Minh Châu\n- Nguyễn Minh Châu (1930 - 1989) quê ở làng Thơi, xã Quỳnh Hải (nay là Sơn Hải), huyện Quỳnh Lưu, tỉnh Nghệ An.\n- Đầu năm 1950, ông gia nhập quân đội và theo học ở trường Sĩ quan Lục quân Trần Quốc Tuấn.\n- Từ 1952 - 1958, ông công tác và chiến đầu tại Sư đoàn 320.\n- Năm 1963, Nguyễn Minh Châu về Phòng Văn nghệ quân đội, sau đó chuyển sang tạp chí Văn nghệ Quân đội.\n- Năm 2000, ông được trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số tác phẩm tiêu biểu:\nTiểu thuyết: Cửa sông (1967), Dấu chân người lính (1972), Lửa từ những ngôi nhà (1977)...\nTập truyện ngắn: Người đàn bà trên chuyến tàu tốc hành (1983), Bến quê (1987)...\nCác tác phẩm viết cho thiếu nhi: Từ giã tuổi thơ (tiểu thuyết, 1974), Đảo đá kỳ lạ (1985)...\nTiểu luận phê bình: Trang giấy trước đèn (1994)\nII. Giới thiệu về Bến quê\n1. Hoàn cảnh sáng tác\nTruyện ngắn Bến quê được in trong tập truyện cùng tên, xuất bản năm 1985.\n2. Ý nghĩa nhan đề\n- “Bến quê” là hình ảnh vô cùng gần gũi, thân thương nhất với Nhĩ. Đó là những cành hoa bằng lăng đậm sắc với những cánh hoa màu tím thẫm; là cái bờ đất lở dốc đứng, có chuyến đò ngang chạy qua mỗi ngày; là cái bãi bồi màu mỡ, tươi tốt nằm phơi mình bên kia sông Hồng; là người vợ hiền thục, đảm đang, ân nghĩa, thủy chung sẵn sàng chịu đựng, hy sinh, dành tất cả tình cảm yêu thương, chăm chút cho anh trong những ngày tháng cuối đời; là bầy trẻ với những ngón tay “chua lòm mùi nước dưa”; là ông lão láng giềng sẵn sàng giúp đỡ, hỏi han, động viên anh mỗi ngày... Tất cả là những gì giàu có, đẹp đẽ, thuần phác, cổ sơ nhất của mảnh đất quê hương xứ sở- nơi đã sinh thành ra anh và sẽ đón nhận anh về khi anh nhắm mắt xuôi tay. Đó còn là mái ấm gia đình- điểm tựa để anh cất cánh bay cao đồng thời cũng là nơi nương tựa vững chắc, bình yên của anh trong những ngày tháng cuối đời. Đó là nơi neo đậu bình yên nhất của cuộc đời mỗi con người.\n- Nhan đề “Bến quê” có ý nghĩa thức tỉnh mọi người sự trân trọng những vẻ đẹp và giá trị bình dị, gần gũi mà đích thực của cuộc sống, của quê hương. Đó cũng là thông điệp mà nhà văn muốn gửi gắm đến bạn đọc được cô đúc qua nhan đề của tác phẩm.\n3. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “trước cửa sổ nhà mình”: Tình cảnh của nhân vật Nhĩ qua cuộc trò chuyện của Nhĩ và Liên.\nPhần 2. Tiếp theo đến “lá buồm cánh dơi in bật trên một vùng nước đỏ”: Hành trình sang bên kia sông của Tuấn.\nPhần 3. Còn lại: Chuyến ghé thăm Nhĩ của cụ giáo Khuyến.\n4. Tóm tắt\nNhĩ là người đàn ông từng đi nhiều vùng đất nhưng cuối đời lại bị cột chặt vào giường bệnh. Nhìn sang bãi bồi bên kia sông nơi bến quê quen thuộc, anh mới nhận ra vẻ đẹp bình dị, gần gũi của quê mình. Cũng khi trên giường bệnh, anh mới cảm nhận được nỗi vất vả, tình thương, đức hi sinh của vợ mình. Nhĩ khát khao đặt chân lên bãi bờ bên kia sông nhưng bệnh tật không cho phép, anh nhờ đứa con trai mình. Đứa con không hiểu ước muốn của cha, nó miễn cưỡng đi và bị hút vào trò chơi hấp dẫn trên đường làm lỡ chuyến đò ngang duy nhất trong ngày. Nhĩ chiêm nghiệm được cái quy luật đầy nghịch lí “con người ta khó tránh được cái vòng vèo, chùng chình, phải dứt ra khỏi nó để hướng tới những giá trị đích thực của cuộc sống”.\n5. Nội dung\nTruyện ngắn đã thức tỉnh con người cần phải trân trọng cuộc sống gia đình, những vẻ đẹp bình dị của quê hương.\n6. Nghệ thuật\nNghệ thuật miêu tả tâm lí tinh tế, hình ảnh giàu tính biểu tượng, cách xây dựng tình huống, trần thuật theo dòng tâm lí của nhân vật…\n7. Mở bài và kết bài\n- Mở bài: Nhà văn Nguyên Ngọc đã đánh giá “Nguyễn Minh Châu là cây bút mở đường tinh anh và tài năng nhất”. Các sáng tác của ông đều thể hiện được những quan niệm mới mẻ về cuộc sống. Một trong số đó là truyện ngắn Bến quê, được in trong tập truyện cùng tên, xuất bản năm 1985. Truyện ngắn đã thức tỉnh con người cần phải trân trọng cuộc sống gia đình, những vẻ đẹp bình dị của quê hương.\n- Kết bài: Bằng ngòi bút miêu tả tâm lí tinh tế, hình ảnh giàu tính biểu tượng kết hợp với cách xây dựng tình huống độc đáo, nhà văn Nguyễn Minh Châu đã thức tỉnh con người cần phải biết trân trọng cuộc sống gia đình, cũng như những nét đẹp bình dị của quê hương qua truyện ngắn Bến quê.\nIII. Dàn ý phân tích Bến quê\n(1) Mở bài\nGiới thiệu về tác giả Nguyễn Minh Châu, tác phẩm Bến quê.\n(2) Thân bài\na. Hoàn cảnh của nhân vật Nhĩ\n- Quá khứ: “đã từng đi tới không sót một xó xỉnh nào trên trái đất”.\n- Hiện tại: bị bệnh, phải nằm một chỗ, cảnh vật duy nhất anh thấy là bãi bồi bên kia sông Hồng nhìn từ cửa sổ nhà mình.\n=> Một hoàn cảnh nghịch lý, đau đớn để thấy được sự vô thường trong cuộc sống.\nb. Những suy nghĩ của Nhĩ khi nằm trên giường bệnh\nb.1. Về vẻ đẹp thiên nhiên\n- Điểm nhìn: khung cửa sổ trong căn phòng của mình.\n- Khung cảnh thiên nhiên:\nNhững bông hoa bằng lăng cuối mùa đậm sắc hơn.\nVòm trời thu như cao hơn.\nVẻ đẹp trù phú của bãi bồi bên kia sông.\n=> Không gian dường như vốn quen thuộc, gần gũi nhưng giờ đây lại trở nên mới mẻ với Nhĩ, tưởng như lần đầu tiên anh cảm nhận được tất cả vẻ đẹp và sự giàu có của nó.\nb.2. Cảm nhận về Liên\n- Lần đầu tiên Nhĩ “để ý thấy Liên đang mặc tấm áo vá”, cảm nhận được “những ngón tay gầy guộc âu yếm vuốt ve bên vai”, nhận ra tất cả tình yêu thương, sự tần tảo và đức hy sinh thầm lặng của vợ.\n- Nhĩ mới thực sự thấu hiểu với lòng biết ơn sâu sắc người vợ của mình: “Cũng như cánh bãi bồi đang nằm phơi mình bên kia, tâm hồn Liên vẫn giữ nguyên vẹn những nét tần tảo và chịu đựng hy sinh từ bao đời xưa, và cũng chính nhờ có điều đó mà sau những ngày tháng bôn tẩu tìm kiếm… Nhĩ đã tìm thấy được nơi nương tựa là gia đình trong những ngày này”.\nb.3. Cảm nhận về bản thân Nhĩ: Khao khát được đặt chân lên bãi bồi bên kia sông.\n=> Nhà văn muốn gửi gắm rằng hãy trân trọng những giá trị bình dị nhất trong cuộc sống, quê hương và xứ sở.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của truyện ngắn Bến quê.\n \"\""