"Tác phẩm Bức thư của thủ lĩnh da đỏ\nI. Đôi nét về tác giả\nXi-át-tơn: một thủ lĩnh người da đỏ.\nII. Giới thiệu về Bức thư của thủ lĩnh da đỏ\n1. Hoàn cảnh sáng tác\n- Năm 1854, Tổng thống thứ 14 của nước Mỹ là Phreng-klin Pi-ơ-xơ tỏ ý muốn mua đất của người da đỏ. Thủ lĩnh Xi-át-tơn đã trả lời bằng bức thư này. Đây là một bức thư rất nổi tiếng, từng được nhiều người xem là một trong số những văn bản hay nhất về môi trường và thiên nhiên.\n2. Tóm tắt tác phẩm\nĐối với người da đỏ, đất đai, cùng với mọi vật liên quan với nó - bầu trời, không khí, dòng nước, động vật, thực vật - là thiêng liêng.Cách đối xử của người da trắng mới nhập cư đối với đất là hoàn toàn đối lập với người da đỏ, nếu người da đỏ buộc phải bán đất thì người da trắng cũng phải đối xử với đất như người da đỏ. “Đất là mẹ” của loài người, điều gì xảy ra với đất đai tức là xảy ra với những đứa con của đất, vì vậy cần phải biết kính trọng đất đai.\n3. Bố cục\nGồm 3 phần:\n- Phần 1. Từ đầu đến “là tiếng nói của cha ông chúng tôi”: Quan hệ của người da đỏ và thiên nhiên.\n- Phần 2. Tiếp theo đến “Mọi vật trên đời đều có sự ràng buộc”: Sự khác biệt của người da đỏ và người da trắng trong cách sống, cách ứng xử với thiên nhiên.\n- Phần 3. Còn lại: Khẳng định thái độ, cách ứng xử đúng đắn với Đất và thiên nhiên.\nBức thư của thủ lĩnh da đỏ\nBầu trời này, nguồn sưởi ấm đất đai của chúng tôi làm sao Ngài có thể mua bán nổi? Ý nghĩ sao mà lạ lùng đối với chúng tôi. Nếu chúng tôi không có bầu không khí trong lành này và mặt nước long lanh, thì làm sao Ngài có thể mua nổi?\nĐối với đồng bào tôi, mỗi tấc đất là thiêng liêng, mỗi lá thông óng ánh, mỗi bờ cát, mỗi hạt sương long lanh trong những cánh rừng rậm rạp, mỗi bãi đất hoang và tiếng thì thầm của côn trùng là những điều thiêng liêng trong ký ức và kinh nghiệm của đồng bào tôi. Những dòng nhựa chảy trong cây cối cũng mang trong đó ký ức của người da đỏ.\nKhi người da trắng chết đi, họ thường dạo chơi giữa các vì sao và quên đi đất nước họ sinh ra. Còn chúng tôi, chúng tôi chẳng thể quên được mảnh đất tươi đẹp này. Bởi lẽ mảnh đất này là bà mẹ của người da đỏ. Chúng tôi là một phần của mẹ và mẹ cũng là một phần của chúng tôi. Những bông hoa ngát hương là người chị, người em của chúng tôi. Những mỏm đá, những vũng nước trên đồng cỏ, hơi ấm của chú ngựa con và của con người, tất cả đều cùng chung một gia đình.\nẤy thế mà vị thủ lĩnh vĩ đại ở Washington lại ngỏ ý muốn mua mảnh đất này của chúng tôi. Họ đòi hỏi quá nhiều và hứa hẹn dành cho chúng tôi một nơi sống thoải mái, và rồi họ sẽ là người cha chăn dắt và chúng tôi sẽ trở thành những đứa con của họ. Vậy, chúng tôi phải cân nhắc ý muốn đất đai của họ. Nhưng, quả không phải việc giản đơn, bởi lẽ mảnh đất này đối với chúng tôi là thiêng liêng.\nDòng nước óng ánh, êm ả trôi dưới những dòng sông, con suối đâu chỉ là những giọt nước, mà còn là máu của tổ tiên chúng tôi. Nếu chúng tôi bán mảnh đất này cho Ngài, Ngài phải nhớ rằng, Ngài phải dạy bảo con cháu rằng, mảnh đất này là thiêng liêng và những tia sáng chói chang phản chiếu từ mặt hồ trong vắt sẽ nói lên cái gì đó về ký ức của người da đỏ. Tiếng thì thầm của dòng nước chính là tiếng nói của cha ông chúng tôi.\nNhững dòng sông là người anh em của chúng tôi, làm chúng tôi nguôi đi những cơn khát. Những dòng sông chuyên chở những con thuyền và nuôi lớn con cháu chúng tôi... Nếu có bán cho Ngài mảnh đất này, Ngài phải nhớ dạy bảo con cháu Ngài những dòng sông là người anh, người em của chúng tôi và các Ngài từ nay trở đi phải đối xử tử tế với những dòng sông như Ngài đã đối xử với anh em Ngài.\nTôi biết người da trắng không hiểu cách sống của chúng tôi. Đối với họ, mảnh đất này cũng như mảnh đất khác, bởi lẽ họ là kẻ xa lạ, và trong đêm tối, họ lấy đi từ lòng đất những gì họ cần. Mảnh đất này đâu phải là những người anh em của họ, mảnh đất này là kẻ thù của họ và khi đã chinh phục được, thì họ sẽ lấn tới. Mồ mả tổ tiên của họ, họ còn quên và họ cũng chẳng cần tới dòng tộc của họ. Họ cư xử với mẹ đất và anh em bầu trời như những vật mua được, tước đoạt được, rồi bán đi như những con cừu và những hạt kim cương sáng ngời. Lòng thèm khát của họ sẽ ngấu nghiến đất đai, rồi để lại đằng sau những bãi hoang mạc.\nTôi biết, cách sống của chúng tôi khác với cách sống của Ngài. Cảnh đẹp nơi thành phố của Ngài làm nhức nhối con mắt người da đỏ. Có lẽ, người da đỏ hoang dã và tăm tối chăng?\nỞ thành phố của người da trắng, chẳng có nơi nào yên tĩnh cả, chẳng có nơi nào là nghe được tiếng lá cây lay động vào mùa xuân hay tiếng vỗ cánh của côn trùng. Nếu có nghe thấy thì đó cũng chỉ là những tiếng ồn ào lăng mạ trong tai. Và cái gì sẽ xảy ra đối với cuộc sống, nếu con người không nghe được âm thanh lẻ loi của chú chim đớp mồi hay tiếng tranh cãi của những chú ếch ban đêm bên hồ? Tôi là người da đỏ, tôi thật không hiểu nổi điều đó. Người Anh-điêng chúng tôi ưa những âm thanh êm ái của những cơn gió thoảng qua trên mặt hồ, được nước mưa gội rửa và thấm đượm hương thơm của phấn thông.\nKhông khí quả là quý quá đối với người da đỏ, bởi lẽ bầu không khí này là của chung, muông thú, cây cối và con người cùng nhau hít thở. Người da trắng cũng cùng chia sẻ, hít thở bầu không khí đó. Nhưng hình như người da trắng chẳng để ý gì đến nó. Nếu chúng tôi bán cho Ngài mảnh đất này, Ngài phải nhớ rằng không khí đối với chúng tôi là vô cùng quý giá và phải chia sẻ linh hồn với tất cả cuộc sống mà không khí ban cho. Ngọn gió mang lại hơi thở đầu tiên của cha ông chúng tôi và cũng nhận lại hơi thở cuối cùng của họ. Nếu có bán cho Ngài mảnh đất này, Ngài phải giữ gìn và làm cho nó thành một nơi thiêng liêng cho ngay cả người da trắng cũng có thể thưởng thức được những làn gió thấm đượm hương hoa đồng cỏ.\nNhư vậy, chúng tôi mới cân nhắc những ý muốn mua mảnh đất này của Ngài. Nếu có quyết định chấp nhận yêu cầu của Ngài, chúng tôi phải đưa ra một điều kiện - đó là, người da trắng phải đối xử với các muông thú sống trên mảnh đất này như những người anh em.\nTôi là kẻ hoang dã, tôi không hiểu bất cứ một cách sống nào khác. Tôi đã chứng kiến cả ngàn con trâu rừng bị chết dần chết mòn trên những cánh đồng trơ trọi vì bị người da trắng bắn mỗi khi có đoàn tàu chạy qua. Tôi là kẻ hoang dã, tôi không hiểu nổi tại sao một con ngựa sắt nhả khói lại quan trọng hơn nhiều con trâu rừng mà chúng tôi chỉ giết để duy trì cuộc sống. Con người là gì, nếu cuộc sống thiếu những con thú? Và nếu chúng ra đi, thì con người cũng sẽ chết dần chết mòn vì nỗi buồn cô đơn về tinh thần, bởi lẽ điều gì sẽ xảy đến với con thú thì cũng chính xảy ra đối với con người. Mọi vật trên đời đều có sự ràng buộc.\nNgài phải dạy cho con cháu rằng mảnh đất dưới chân chúng là những nắm tro tàn của cha ông chúng tôi, và vì thế, chúng phải kính trọng đất đai. Ngài phải bảo chúng rằng đất đai giàu có được là do nhiều mạng sống của chủng tộc chúng tôi bồi đắp nên. Hãy khuyên bảo chúng như chúng tôi thường dạy con cháu mình: Đất là Mẹ. Điều gì xảy ra với đất đai tức là xảy ra đối với những đứa con của đất. Con người chưa biết làm tổ để sống, con người giản đơn là một sơi tơ trong cái tổ sống đó mà thôi. Điều gì con người làm cho tổ sống đó, tức là làm cho chính mình.\nNgay cả đối với người da trắng, họ được đi cùng và nói chuyện cùng với chúng như người bạn đối với người bạn, cũng không thể nào tránh khỏi số phận chung của con người. Sau hết chúng ta có thể trở thành anh em và hãy chờ xem. Nhưng điều mà chúng tôi biết trước được là đến một ngày nào đó người da trắng sẽ hiểu là chúng ta có cùng một Chúa, có thể lúc này Ngài nghĩ Ngài có Người (Chúa) nên Ngài muốn có mảnh đất này của chúng tôi. Nhưng Ngài sẽ không thể nào có được. Người là vị chúa của con người và tình cảm của Người sẽ được chia sẻ công bằng cho người da đỏ cũng như người da trắng. Mảnh đất này đối với Người là quý giá và làm tổn hại đến mảnh đất là khinh rẻ Đấng tạo thế. Người da trắng cũng vậy, rồi sẽ qua đi và còn sớm hơn tất cả các bộ lạc khác. Làm ô uế nấm mồ của Ngài, thì một đêm nào đó Ngài sẽ chết vì ngạt thở trên đất hoang mạc của Ngài. Nhưng trước giây phút tàn lụi, ở trong Ngài sẽ loé sáng lên sức mạnh của Chúa, Người đã mang Ngài tới mảnh đất này là vì lý do đặc biệt nào đó đã cho Ngài quyền thống trị người da đỏ rồi bị thiêu cháy. Đối với chúng tôi vận số đó thật là huyền bí. Bởi vì, chúng tôi không hiểu nổi khi những con trâu rừng bị tàn sát, khi những chú ngựa sắt hoang ngự trị, khi những góc rừng kín đáo nặng mùi con người, khi quang cảnh của những vùng rừng xanh mướt bị những sợi dây biết nói xoá sạch. Đâu còn những cánh rừng rậm rạp? Tất cả đã qua đi và đâu còn những chú đại bàng vĩ đại? Tất cả đã qua đi.\n \"\""