"Truyện ngắn Bức tranh của em gái tôi\nI. Đôi nét về tác giả Tạ Duy Anh\n- Tạ Duy Anh, sinh năm 1959, quê ở huyện Chương Mỹ, tỉnh Hà Tây (nay là Hà Nội).\n- Hiện đang công tác tại Nhà xuất bản Hội nhà văn.\n- Ông là một cây bút trẻ trong thời kỳ đổi mới.\n- Một số tác phẩm: Thiên thần sám hối (tiểu thuyết), Bức tranh của em gái tôi (truyện ngắn), Dưới bàn tay vô hình (tự truyện), Bước qua lời nguyền (tiểu thuyết)...\nII. Giới thiệu về Bức tranh của em gái tôi\n1. Xuất xứ\n- Truyện đoạt giải Nhì trong cuộc thi viết “Tương lai vẫy gọi” của báo Thiếu niên tiền phong.\n- In trong tập “Con dế ma” (xuất bản 1999).\n2. Thể loại\nBức tranh của em gái tôi của Tạ Duy Anh thuộc thể loại: truyện ngắn.\nTruyện ngắn là tác phẩm văn xuôi cỡ nhỏ, ít nhân vật, ít sự kiện phức tạp; cốt truyện thường không chia thành nhiều tuyến; chi tiết cô đúc; lời văn mang nhiều ẩn ý…\n3. Bố cục\nGồm 4 phần:\nPhần 1: Từ đầu đến “Em không phá là được…”. Giới thiệu về nhân vật người em.\nPhần 2. Tiếp theo đến “Chú còn hứa sẽ giúp em gái tôi để nó phát huy tài năng”. Người em bí mật vẽ tranh và tài năng được phát hiện.\nPhần 3. Tiếp theo đến “nó như chọc tức tôi”. Tâm trạng, thái độ của người anh trước tài năng của em gái.\nPhần 4. Còn lại. Người em đi thi, câu chuyện về bức tranh đoạt giải và sự hối hận của người anh.\n4. Tóm tắt\nMẫu 1\nTruyện kể về hai anh em Kiều Phương (còn gọi là Mèo). Kiều Phương là một cô bé hay nghịch ngợm nhưng lại có năng khiếu vẽ đặc biệt. Một lần tình cờ chú Tiến Lê - người bạn thân của bố phát hiện ra tài năng của cô bé. Còn người anh thì mặc cảm khi thấy mình không có tài năng gì. Nhờ có sự giúp đỡ của chú Tiến Lê, Kiều Phương được đi dự trại thi vẽ tranh quốc tế khiến người anh vô cùng ghen tị. Nhưng thật bất ngờ, bức tranh đoạt giải của cô bé lại là bức tranh vẽ về người anh thân yêu của mình. Bức tranh vẽ về người anh trai đẹp lung linh và rất hoàn hảo khiến người anh từ hãnh diện đến xấu hổ. Trước bức tranh, người anh nhận ra tấm lòng nhân hậu của em gái và hối hận vì đã có lúc mình đã đối xử không đúng với em.\nMẫu 2\nKiều Phương là một cô bé nghịch ngợm. Một lần tình cờ đến chơi, chú Tiến Lê - bạn thân của bố Kiều Phương đã phát hiện ra tài năng vẽ tranh của cô bé. Mọi người trong gia đình đều cảm thấy bất ngờ, mọi sự chú ý đổ dồn vào Kiều Phương. Điều đó khiến cho người anh trai cảm thấy ghen tị với em gái. Với sự giúp đỡ của chú Tiến Lê, Kiều Phương đã tham dự trại hè vẽ tranh quốc tế. Bức tranh đã đạt giải nhất. Mọi người trong gia đình đến xem bức tranh của Kiều Phương. Người anh trai cảm thấy ngạc nhiên, sau đó là xấu hổ trước tấm lòng nhân hậu của em gái.\nMẫu 3\nKiều Phương được anh trai đặt cho biệt danh là Mèo. Bởi mặt của cô bé lúc nào cũng bị chính mình bôi bẩn. Cô bé tự chế màu bằng các đồ dùng có trong nhà để vẽ tranh. Một hôm, chú Tiến Lê là họa sĩ, người bạn thân của bố đến chơi và phát hiện ra tài năng của Kiều Phương. Kể từ đó, mọi người đều khen ngợi cô bé, chỉ có anh trai là cảm thấy ghen tị vì bản thân chẳng có tài năng gì. Nhờ có sự giúp đỡ của chú Tiến Lê, Kiều Phương tham gia trại thi vẽ tranh quốc tế và đạt giải Nhất. Cô bé đã muốn anh trai đi nhận giải cùng. Khi nhìn thấy bức tranh của em gái, người anh cảm thấy ngỡ ngàng, rồi xấu hổ. Cậu không tin rằng dưới mắt của em gái, mình lại đẹp như vậy. Người anh đã cảm thấy xấu hổ vì thái độ của bản thân.\n5. Nội dung\nTruyện Bức tranh của em gái tôi đã đề cao tình yêu thương trong sáng, nhân hậu của con người.\n6. Nghệ thuật\nTruyện kể theo ngôi thứ nhất, tình huống truyện hấp dẫn, khắc họa nhân vật sinh động chân thực…\nIII. Dàn ý phân tích Bức tranh của em gái tôi\n(1) Mở bài\nGiới thiệu về tác giả Tạ Duy Anh, truyện ngắn Bức tranh của em gái tôi.\n(2) Thân bài\na. Giới thiệu về nhân vật Kiều Phương\n- Xuất hiện qua lời của nhân vật người anh.\n- Hiếu động, hay lục lọi các đồ vật trong nhà một cách thích thú.\n- Kiều Phương “vênh mặt” trả lời hồn nhiên “Mèo mà lại! Em không phá là được” khi người anh trai tỏ vẻ khó chịu “Này, em không để chúng nó yên được à!”.\n- Kiều Phương vừa làm những việc bố mẹ phân công vừa hát vui vẻ.\nb. Kiều năng có tài năng hội họa và được phát hiện\n- Một lần tình cờ, chú Tiến Lê - người bạn của bố đến chơi nhìn thấy những bức tranh Kiều Phương vẽ và khen ngợi: “Anh chị có phúc lớn rồi. Anh có biết con gái anh là một thiên tài hội họa không?”\n- Thái độ của người thân trong gia đình:\nBa của Kiều Phương thì hết sức ngạc nhiên: “Con gái tôi vẽ đây ư? Chả lẽ lại đúng là nó, cái con Mèo hay lục lọi ấy!”, “Ôi, con đã cho bố một bất ngờ quá lớn.”\nMẹ của Kiều Phương thì không kìm được xúc động trước lời khen của họa sĩ Tiến Lê dành cho con gái mình.\nAnh trai của Kiều Phương thì cảm thấy ghen tị với em gái, tự ti về bản thân.\n- Kiều Phương được khẳng định qua bức tranh Phương đoạt giải nhất trong trại thi vẽ quốc tế.\nc. Kiều Phương đi thi, câu chuyện về bức tranh đoạt giải và sự hối hận của người anh.\n- Kiều Phương được chú Tiến Lê giới thiệu tham dự cuộc thi vẽ tranh và khi biết tin được giải Nhất, sung sướng ôm cổ anh trai để chia sẻ thì bị lạnh lùng gạt ra.\n- Trước bức chân dung của mình do em gái vẽ, người anh cảm thấy xúc động và ân hận vì mình đã đối xử không tốt với em gái.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của truyện ngắn Bức tranh của em gái tôi.\nBức tranh của em gái tôi\nEm gái tôi tên là Kiều Phương, nhưng tôi quen gọi nó là Mèo bởi vì mặt nó luôn bị chính nó bôi bẩn. Nó vui vẻ chấp nhận cái tên tôi tặng cho và hơn thế, còn dùng để xưng hô với bạn bè. Mèo rất hay lục lọi các đồ vật với một sự thích thú đến khó chịu.\n- Này, em không để chúng nó yên được à?\nNó vênh mặt:\n- Mèo mà lại! Em không phá là được…\nMột hôm, tôi bắt gặp nó nhào một thứ bột gì đó đen sì, trông rất sợ, thỉnh thoảng lại bôi ra cổ tay. Trời ạ, thì ra nó chế thuốc vẽ. Thảo nào các đít xoong chảo bị nó cạo trắng cả. Tôi quyết định bí mật theo dõi em gái tôi. Sau khi có vẻ đã hài lòng, nó lôi trong túi ra bốn lọ nhỏ, cái màu đỏ, cái màu vàng, cái màu xanh lục… đều do nó tự chế. Nó đưa mắt canh chừng rồi lại nhét tất cả vào túi sau khi cho màu đen nhọ nồi vào một cái lọ còn bỏ không. Xong, nó vui vẻ chạy đi làm những việc bố mẹ tôi phân công, vừa làm vừa hát, có vẻ vui lắm.\nNhưng mọi bí mật của Mèo cuối cùng cũng bị bại lộ. Hôm đó chú Tiến Lê - hoạ sĩ, bạn thân của bố tôi - đưa theo bé Quỳnh đến chơi. Vớ được bạn gái, nó mừng quýnh lên. Hai đứa lôi nhau ra vườn. Tại đây, Mèo đưa toàn bộ những bức tranh nó vẽ giấu ra cho bé Quỳnh xem. Chỉ thấy bé Quỳnh thỉnh thoảng lại reo lên khe khẽ. Lát sau, bé Quỳnh chạy vào thì thầm gì đó với chú Tiến Lê khiến chú phải xin phép bố tôi theo bé Quỳnh ra vườn. Lúc đó, tôi đang mải mê với chiếc diều nên không biết có chuyện gì xảy ra. Chỉ thấy từ ngoài vườn trở vào, mặt chú Tiến Lê rạng rỡ lắm:\n- Anh chị có phúc lớn rồi. Anh có biết con gái anh là một thiên tài hội hoạ không?\nChú trải sáu bức tranh do Mèo vẽ ra trước mặt bố tôi. Đến lượt bố tôi ngây người ra như không tin vào mắt mình.\n- Con gái tôi vẽ đây ư? Chả lẽ lại đúng là nó, cái con Mèo hay lục lọi ấy!\nVà ông không kìm được, ôm thốc Mèo lên:\n- Ôi, con đã cho bố một bất ngờ quá lớn.\nMẹ tôi vừa về, kịp nghe và kịp chứng kiến tất cả, cũng không kìm được xúc động. Theo chú Tiến Lê thì những bức tranh của Mèo rất độc đáo, có thể đem đóng khung treo ở bất cứ phòng tranh nào. Bố mẹ tôi rất tin vào thẩm định của chú Tiến Lê. Chú còn hứa sẽ giúp em gái tôi để nó phát huy tài năng.\nKể từ hôm đó, mặc dù mọi chuyện vẫn như cũ trong căn nhà của chúng tôi, nhưng tôi luôn luôn cảm thấy mình bất tài nên bị đẩy ra ngoài. Những lúc ngồi bên bàn học, tôi chỉ muốn gục xuống khóc.\nTôi chẳng tìm thấy ở tôi một năng khiếu gì. Và không hiểu vì sao tôi không thể thân với Mèo như trước kia được nữa. Chỉ cần một lỗi nhỏ ở nó là tôi gắt um lên.\nTôi quyết định làm một việc mà tôi vẫn coi khinh: xem trộm những bức tranh của Mèo. Dường như mọi thứ có trong ngôi nhà của chúng tôi đều được nó đưa vào tranh. Mặc dù nó vẽ bằng những nét to tướng, nhưng ngay cả cái bát múc cám lợn, sứt một miếng cũng trở nên ngộ nghĩnh. Con mèo vằn vào tranh, to hơn cả con hổ nhưng nét mặt lại vô cùng dễ mến. Có cảm tưởng nó biết mọi việc chúng tôi làm và lơ đi vì không chấp trẻ em.\nGấp lại những bức tranh của Mèo, tôi lén trút ra một tiếng thở dài…\nBố mẹ tôi hào hứng mua sắm cho em gái tôi tất cả những gì cần cho công việc vẽ. Chú Tiến Lê tặng “đồng nghiệp” hẳn một hộp màu ngoại xịn. Chỉ có mặt Mèo là không thay đổi. Lúc nào cũng lem nhem, bị tôi quát thì xìu xuống, miệng dẩu ra. Tôi từng thấy nó rất ngộ với vẻ mặt ấy. Nhưng đấy là trước kia. Bây giờ tôi cảm thấy nó như chọc tức tôi…\nRồi cả nhà – trừ tôi – vui như tết khi bé Phương, qua giới thiệu của chú Tiến Lê, được mời tham gia trại thi vẽ quốc tế. Luật của cuộc thi là thí sinh phải vẽ một bức tranh theo đề tài tự chọn ngay trước mắt ban giám khảo. Trước khi đi thi, nó có vẻ cứ hay xét nét tôi, khiến tôi rất khó chịu. Nó nhập tâm lời dạy của chú Tiến Lê: “Cháu hãy vẽ cái gì thân thuộc nhất với cháu”.\nMột tuần sau em gái tôi trở về trong vòng tay dang sẵn của cả bố và mẹ tôi: Bức tranh của nó được trao giải nhất. Nó lao vào ôm cổ tôi, nhưng tôi viện cớ đang dở việc đẩy nhẹ nó ra. Tuy thế, nó vẫn kịp thì thầm vào tai tôi: “Em muốn cả anh cùng đi nhận giải”.\nTrong gian phòng lớn tràn ngập ánh sáng, những bức tranh của thí sinh treo kín bốn bức tường. Bố, mẹ tôi kéo tôi chen qua đám đông để xem bức tranh của Kiều Phương đã được đóng khung, lồng kính. Trong tranh, một chú bé đang ngồi nhìn ra ngoài cửa sổ, nơi bầu trời trong xanh. Mặt chú bé như tỏa ra một thứ ánh sáng rất lạ. Toát lên từ cặp mắt, tư thế ngồi của chú không chỉ sự suy tư mà còn rất mơ mộng nữa. Mẹ hồi hộp thì thầm vào tai tôi:\n- Con có nhận ra con không?\nTôi giật sững người. Chẳng hiểu sao tôi phải bám chặt lấy tay mẹ. Thoạt tiên là sự ngỡ ngàng, rồi đến hãnh diện, sau đó là xấu hổ. Dưới mắt em tôi, tôi hoàn hảo đến thế kia ư? Tôi nhìn như thôi miên vào dòng chữ đề trên bức tranh: “Anh trai tôi”. Vậy mà dưới mắt tôi thì…\n- Con đã nhận ra con chưa? – Mẹ vẫn hồi hộp.\nTôi không trả lời mẹ vì tôi muốn khóc quá. Bởi nếu nói được với mẹ, tôi sẽ nói rằng: “Không phải con đâu. Đây là tâm hồn và lòng nhân hậu của em con đấy”.\n \"\""