"Ca dao than thân, yêu thương tình nghĩa\nI. Một vài nét về thể loại: Ca dao, dân ca\n- Ca dao, dân ca là những khái niệm tương đương, chỉ các thể loại trữ tình dân gian, kết hợp lời và nhạc, diễn tả đời sống nội tâm của con người.\n- Dân ca là những sáng tác kết hợp lời và nhạc, tức những câu hát dân gian trong diễn xướng.\n- Ca dao là lời thơ của dân ca. Ca dao còn bao gồm những bài thơ dân gian mang phong cách nghệ thuật chung với lời thơ của dân ca.\nII. Tổng hợp ca dao than thân, yêu thương tình nghĩa\n1.\nCái cò lặn lội bờ sông\nGánh gạo đưa chồng tiếng khóc nỉ non\nChàng đi xa vợ xa con\nChàng đi đến tận nước non Cao Bằng\nChân đi nhưng dạ dùng dằng\nNửa nhớ Cao Bằng, nửa nhớ vợ con!\nNàng về nuôi cái cùng con\nĐể anh đi trẩy nước non cùng người\n2.\nCon cò lặn lội bờ sông\nNgày xuân mòn mỏi má hồng phôi pha.\n3.\nCái cò là cái cò vàng\nMẹ đi bán hàng, nhà lại vắng cha\nVắng cha thì ở với bà\nKhông ở với chú, chú là đàn ông\n4.\nCái cò đi đón cơn mưa\nTối tăm mù mịt ai đưa cò về\nCò về thăm quán cùng quê\nThăm cha, thăm mẹ, cò về thăm anh.\n5.\nKhăn thương nhớ ai,\nKhăn rơi xuống đất.\nKhăn thương nhớ ai,\nKhăn vắt lên vai.\nKhăn thương nhớ ai,\nKhăn chùi nước mắt.\nĐèn thương nhớ ai,\nMà đèn không tắt.\nMắt thương nhớ ai,\nMắt ngủ không yên.\nĐêm qua em những lo phiền,\nLo vì một nỗi không yên một bề.\n6.\nMuối ba năm muối đang còn mặn,\nGừng chín tháng, gừng hãy còn cay.\nĐôi ta tình nặng nghĩa dày,\nCó xa nhau đi nữa, ba vạn sáu ngàn ngày mới xa.\n7.\nNước non lận đận một mình\nThân cò lên thác xuống ghềnh bấy nay\nAi làm cho bể kia đầy\nCho ao kia cạn, cho gầy cò con?\n8.\nThân em như tấm lụa đào\nPhất phơ giữa chợ biết vào tay ai.\n9.\nThân em như ớt chín cây\nCàng tươi ngoài vỏ, càng cay trong lòng.\n10.\nThân em như phận con rùa\nLên đình đội hạc, xuống chùa đội bia.\n11.\nThân em như tấm lụa điêu,\nPhất phơ giữa chợ nhiều điều đáng thương!\n12.\nThân em như thể bèo trôi\nSóng dập, gió dồi biết tựa vào đâu?\nThân em như thể trái chanh\nLắt lẻo trên cành nhiều kẻ ước ao.\n13.\nThân em như trái bần trôi,\nGió dập sóng dồi biết tấp vào đâu.\n14.\nThân em như hạt mưa sa\nHạt vào đài các, hạt ra ruộng cày.\n15.\nThân em như giếng giữa đàng\nNgười thanh rửa mặt, người phàm rửa chân.\n16.\nThân em như trái sầu riêng\nKẻ thì nói dở người thì khen ngon.\n17.\nThân em như củ ấu gai\nRuột trong thì trắng,vỏ ngoài thì đen\nAi ơi nếm thử mà xem\nNếm ra mới biết rằng em ngọt bùi.\n18.\nThân em như hạt mưa rào,\nHạt rơi xuống giếng, hạt vào vườn hoa.\n20.\nThân em như cá giữa rào,\nKẻ chài, người lưới biết vào tay ai?\n21.\nThân em như hạc đầu đình,\nMuốn bay chẳng cất nổi mình mà bay.\n22.\nThân em như miếng cau khô,\nNgười thanh tham mỏng, kẻ thô tham dày.\nThân em như trái xoài trên cây\nGió đông, gió tây, gió nam, gió bắc\nNó đánh lúc la lúc lắc trên cành\nMột mai rơi xuống biết đành vào tay ai?\n23.\nThân em như thể chuông đồng,\nĐể trên bàn Phật, đứng trong hai hàng.\nThân anh như thể cái chày,\nBỏ lăn lăn lóc đợi ngày dọng chuông.\n24.\nThân em như lọn nhang trầm,\nCó cha không mẹ muôn phần cậy anh\n25.\nThân em như chổi đầu hè\nPhòng khi mưa gió đi về chùi chân\n26.\nThân em như cánh hoa hồng,\nLấy phải thằng chồng như đống cỏ khô!\n27.\nThân em như đoá hoa rơi\nPhải chăng chàng thật là người yêu hoa.\nThân em như hoa gạo trên cây\nChúng anh như đám cỏ may giữa đường.\nLạy trời cho cả gió sương,\nCho hoa gạo rụng xuống, cỏ may xỏ vào.\n28.\nThương thay thân phận con tằm,\nKiếm ăn được mấy phải nằm nhả tơ.\nThương thay lũ kiến li ti,\nKiếm ăn được mấy phải đi tìm mồi.\nThương thay hạc lánh đường mây,\nChim bay mỏi cánh biết ngày nào thôi.\nThương thay con cuốc giữa trời,\nDầu kêu ra máu có người nào nghe.\n29.\nTrèo lên cây khế nửa ngày,\nAi làm chua xót lòng này khế ơi!\nMặt trăng sánh với mặt trời\nSao Hôm sánh với sao Mai chằng chằng.\nMình ơi! Có nhớ ta chăng?\nTa như sao Vượt chờ trăng giữa trời.\n30.\nƯớc gì sông rộng một gang,\nBắc cầu dải yếm để chàng sang chơi.\n \"\""