"\"tac-pham-van-hoc\" Tác phẩm văn học\nNhững câu hát châm biếm\nI. Một vài nét về thể loại: Ca dao, dân ca\n- Ca dao, dân ca là những khái niệm tương đương, chỉ các thể loại trữ tình dân gian, kết hợp lời và nhạc, diễn tả đời sống nội tâm của con người.\n- Dân ca là những sáng tác kết hợp lời và nhạc, tức những câu hát dân gian trong diễn xướng.\n- Ca dao là lời thơ của dân ca. Ca dao còn bao gồm những bài thơ dân gian mang phong cách nghệ thuật chung với lời thơ của dân ca.\nII. Các bài ca dao châm biếm\n1.\nBà già đi chợ Cầu Đông,\nBói xem một quẻ lấy chồng lợi chăng?\nThầy bói gieo quẻ nói rằng:\n- Lợi thì có lợi nhưng răng chẳng còn.\n2.\nCái cò lặn lội bờ ao\nHỡi cô yếm đào lấy chú tôi chăng?\nChú tôi hay tửu hay tăm,\nHay nước chè đặc, hay nằm ngủ trưa.\nNgày thì ước những ngày mưa,\nĐêm thì ước những đêm thừa trống canh.\n3.\nCon mèo mà trèo cây cau,\nHỏi thăm chú chuột đi đâu vắng nhà.\nChú chuột đi chợ đường xa.\nMua mắm mua muối giỗ cha chú mèo.\n4.\nChập chập thôi lại cheng cheng,\nCon gà trống thiến để riêng cho thầy.\nĐơm xôi thì đơm cho đầy,\nĐơm vơi thì thánh nhà thầy mất thiêng!\n5.\nCon cò chết tối hôm qua,\nCó một hạt gạo với ba đồng tiền.\nMột đồng mua trống, mua kèn,\nMột đồng mua mỡ đốt đèn thờ vong.\nMột đồng mua mớ rau rong,\nĐem về thái nhỏ thờ vong con cò.\n6.\nCon gà cục tác lá chanh,\nCon lợn ủn ỉn mua hành cho tôi.\nCon chó khóc đứng, khóc ngồi,\nMẹ ơi đi chợ mua tôi đồng riềng.\n7.\nChồng người đi ngược về xuôi,\nChồng em ngồi bếp sờ đuôi con mèo.\n8.\nHọc trò học trỏ học trò,\nĐi chưa tới chợ đã lo ăn hàng.\n9.\nLàm trai cho đáng nên trai,\nĂn cơm với vợ lại nài cậy niêu.\nCon vợ nó cũng biết điều,\nThắt lưng con cón cậy niêu với chồng.\n11.\nLàm trai cho đáng sức trai,\nKhom lưng chống gối gánh hai hạt vừng.\n12.\nLỗ mũi mười tám gánh lông,\nChồng yêu, chồng bảo tơ hồng trời cho.\nĐêm nằm thì ngáy o o,\nChồng yêu, chồng bảo ngáy cho vui nhà.\nĐi chợ thì hay ăn quà,\nChồng yêu, chồng bảo về nhà đỡ cơm.\nTrên đầu những rác cùng rơm,\nChồng yêu, chồng bảo hoa thơm rắc đầu.\n13.\nSố cô chẳng giàu thì nghèo,\nNgày ba mươi tết thịt treo trong nhà.\nSố cô có mẹ, có cha,\nMẹ cô đàn bà, cha cô đàn ông.\nSố cô có vợ có chồng,\nSinh con đầu lòng chẳng gái thì trai.\n14.\nCon cò chết rũ trên cây,\nCò con mở lịch xem ngày làm ma.\nCà cuống uống rượu la đà,\nChim ri ríu rít bò ra lấy phần,\nChào mào thì đánh trống quân\nChim chích cởi trần, vác mõ đi rao.\n15.\nCậu cai nón dấu lông gà,\nNgón tay đeo nhẫn gọi là cậu cai\nBa năm được một chuyến sai,\nÁo ngắn đi mượn, quần dài đi thuê.\n16.\nTử vi xem số cho người,\nSố thầy thì để cho ruồi nó bu.\n17.\nChồng lên tám, vợ mười ba,\nNgồi rỗi nu nống, nu na đỡ buồn.\nMười tám vợ đã lớn khôn,\nNu na nu nống chồng còn mười ba.\nMẹ ơi con phải gỡ ra,\nChồng con nu nống nu na suốt ngày.\nĐêm nằm khắc khoải canh chầy!…\n18.\nBa đồng một mớ đàn ông,\nĐem bỏ vào lồng cho kiến nó tha.\nBa trăm một vị đàn bà,\nĐem về mà trải chiếu hoa cho ngồi.\n19.\nBắc thang lên hỏi ông trăng,\nHỏi rằng chị Nguyệt đã từng mấy con?\n20.\nBao giờ cho chuối có cành,\nCho sung có nụ, cho hành có hoa.\nBao giờ trạch đẻ ngọn đa,\nSáo đẻ dưới nước thì ta lấy mình.\nBao giờ cây cải làm đình,\nGỗ lim làm ghém thì mình lấy ta\n \"\""