["Thuận vợ thuận chồng, tát biển đông cũng cạn\n\nCâu ca dao nói về tình cảm giữa vợ chồng với nhau, tình nghĩa vợ chồng là tình nghĩa trăm năm, tình nghĩa sâu nặng. Cuộc sống dù có khó khăn khổ cực đến đâu thì vợ chồng thuận hòa, việc gì cũng sẽ qua và suôn sẻ.\n\n", "Thuyền theo lái, gái theo chồng\n\nCâu ca dao nói đến tình nghĩa vợ chồng, dù cuộc sống có khó khăn, khổ cực đến đâu đi chăng nữa thì vợ cũng phải theo chồng, giúp chồng. vợ chồng đồng cam cộng khổ, yêu thương và kề vai sát cánh bên nhau.\n\n", "Một giọt máu đào, hơn ao nước lả\n\nCâu ca dao nói đến tình nghĩa sâu nặng và thám thiết của tình cảm an hem, chị em với nhau. Chúng ta có cùng một dòng máu, cùng một thân sinh phụ mẫu sinh ra, chính vì thế chúng ta nên biết yêu thường đùm bọc lẫn nhau.\n\n", "Anh em như thể tay chân\n\n", "Rách lành đùm bọc, dở hay đỡ đần\n\nAnh em chúng ta cùng một cha , một mẹ sinh ra, chính vì thế khi gặp những khó khăn, nguy hiểm người mà ta luôn nghĩ đến là anh chị em. Anh chị em là những người không bao giờ bỏ mặc ta, không bao giờ phụ lòng ta.\n\n", "Chị ngã em nâng\n\nCâu tục ngữ không chỉ nói theo nghĩa bóng là khi chị ngã thì em nâng mà còn có nghĩa bóng là khi chị vấp phải những khó khăn, gian khổ trong cuộc sống thì em sẽ là người giúp đỡ và giúp chị vượt qua những khó khăn ấy.\n\nĐối với tình cảm gia đình, ngoài những câu tục ngữ về tình cảm vợ chồng, tình cảm chị em, tình cảm ba mẹ với con cái còn có những câu tục ngữ về tình cảm quan hệ họ hàng.\n\n", "Sảy cha còn chú, sảy mẹ bú dì\n\nCâu tục ngữ nói về sự yêu thương của những người họ hàng của chúng ta. Khi số phận không may chúng ta mất cha thì chúng ta còn có chú, người sẽ thay cha chăm sóc và yêu thương chúng ta. Ngoài mẹ thì chúng ta còn có dì, người sẽ yêu thương và che chở chúng ta khi khó khăn.\n\nBên cạnh những câu tục ngữ về tình cảm gia đình nói trên, chúng ta còn một số câu tục ngữ về tình cảm gia đình khác hay như:\n\n", "Cha mẹ sinh con trời sinh tính\n\n", "Chim có tổ, người có tông\n\n", "Có nuôi con mới biết lòng cha mẹ\n\n", "Con cái khôn ngoan vẻ vang cha mẹ\n\n", "Con có cha như nhà có nóc\n\n", "Con hơn cha là nhà có phúc\n\n", "Con nhà tông không giống lông cũng giống cánh\n", "Nồi nào úp vung nấy\n", "Bỏ thì thương, vương thì tội\n", "Lửa gần rơm lâu ngày cũng bén\n", "Yêu nhau chín bỏ làm mười\n", "Yêu nhau cái chấy cắn đôi\n", "Yêu nhau rào giậu cho kín\n", "Yêu ai thì bốc lên trời, ghét ai thì dìm xuống đất\n", "Nước biển mênh mông không đong đầy tình mẹ\nMây trời lồng lộng không phủ kính công cha.\n", "Cánh cò cõng nắng qua sông\nChở luôn nước mắt cay nồng của cha\nCha là một dãi ngân hà\nCon là giọt nước sinh ra từ nguồn.\n\n", "Công cha như núi ngất trời,\nNghĩa mẹ như nước ở ngoài biển đông\nNúi cao biển rộng mênh mông\nCù lao chín chữ ghi lòng con ơi!\n\n", "Chiều chiều ra đứng ngõ sau\nTrông về quê mẹ ruột đau chín chiều\n\n", "Gió mùa thu mẹ ru con ngủ\nNăm canh chày mẹ thức đủ năm canh.\n", "Một mẹ nuôi được mười con\nNhưng mười con không nuôi được một mẹ.\n\n", "Cha mẹ nuôi con biển hồ lai láng\nCon nuôi cha mẹ tính tháng kể ngày\n", "Cơm cha, áo mẹ, công thầy\nNghĩ sao cho bỏ những ngày ước ao.\n", "Ơn cha nặng lắm ai ơi!\nNghĩa mẹ bằng trời, chín tháng cưu mang\n", "Đêm đêm con thắp đèn trời\nCầu cho cha mẹ sống đời với con\n\n", "Ơn cha bóng núi âm thầm\nNghĩa mẹ lặng lẽ nước sông đầu nguồn\n", "Đi khắp thế gian, không ai tốt bằng mẹ\nGánh nặng cuộc đời, không ai khổ bằng cha.\nNước biển mênh mông không đong đầy tình mẹ\nMây trời lồng lộng không phủ kín lòng cha\n\n", "Đêm nay con ngủ giấc tròn\nMẹ là ngọn gió của con suốt đời.\n", "Gió mùa thu mẹ ru con ngủ\nNăm canh chày mẹ thức đủ năm canh.\n", "Mẹ là biển cả, Mẹ là trời cao\nMẹ nuôi lớn, chăm sóc con từng ngày\nCó phải chăng Mẹ là điều tuyệt nhất?\nĐể cho con yên lặng giấc mơ này.\n", "Ơn cha bóng núi âm thầm\nNghĩa mẹ lặng lẽ nước sông đầu nguồn\nMột đời dãi nắng dầm sương\nNuôi con khôn lớn tình thương dạt dào.\n", "Con dẫu lớn vẫn là con của mẹ\nĐi hết đời lòng mẹ vẫn theo con.\n\n", "Vai mẹ gầy nhấp nhô làm gối\nLưng đưa nôi và tim hát thành lời.\n", "Nuôi con chẳng quản chi thân,\nChỗ ướt mẹ nằm, chỗ ráo con lăn.\n", "Con sai thì mẹ buồn mẹ khóc\nCha đánh con,cha đau dạ xót lòng.\n", "Mẹ tôi như nhánh mạ gầy\nHóa thân thành bát cơm đây nuôi tôi.\n", "Tần tảo sớm hôm mẹ nuôi con khôn lớn\nMang cả tấm thân gầy cha che chở đời con\nAi còn mẹ xin đừng làm mẹ khóc\nĐừng để buồn lên mắt mẹ nghe con.\n\n", "Đói lòng ăn hột chà là\nĐể cơm cho mẹ, mẹ già yếu răng .\n", "Đói lòng ăn trái ổi non\nNhịn cơm nuôi mẹ cho tròn nghĩa xưa\n\n", "Đi đâu mà bỏ mẹ già\nGối nghiêng ai sửa, chén trà ai dâng?\n", "Mỗi đêm con thắp đèn trời\nCầu cho cha mẹ sống đời với con\n", "Mẹ già ở tấm lều tranh\nSớm thăm tối viếng mới đành dạ con\n\n", "Anh em nào phải người xa\nCùng chung bác mẹ, một nhà cùng thân\nYêu nhau như thể tay chân\nAnh em hoà thuận, hai thân vui vầy\n\n", "Tưởng rằng chị ngã em nâng\nAi ngờ chị ngã, em bưng miệng cười.\n\n", "Anh em cốt nhục đồng bào\nKẻ sau người trước phải hào cho vui\nLọ là ăn thịt ăn xôi\nQuý hồ ở nết tới lui bằng lòng.\n", "Anh em như thể chân tay\nCùng cha cùng mẹ hăng say việc nhà.\n", "Em khôn, cũng là em chị,\nChị dại, cũng là chị em.<div class=\"product-grid-view mix-container\">\n", "Có tình thì đãi người dưng\nAnh em bất nghĩa thì đừng anh em.\n", "Anh em như tre cùng khóm,<br>Chị em gái như trái cau non\n", "Yêu nhau như thể tay chân,<br>Anh em hòa thuận, hai thân vui vầy\n", "Anh em hiền thật là hiền,<br>Bởi một đồng tiền nên mất lòng nhau\n", "Anh em nào phải người xa,<br>Cùng chung bác mẹ, một nhà cùng thân\n", "Ai ơi giữ chí cho bền<br>Dù ai xoay hướng đổi nền mặc ai<br>Xin đừng làm, nói đơn sai<br>Tin mình đừng sợ những lời dèm pha<br>Chị em một họ một nhà<br>Thương nhau chân thật đường xa cũng gần\n", "Vợ ta dù có quê mùa\nThì ta vẫn cứ sớm trưa vui cùng.\n", "Đã rằng là nghĩa vợ chồng\nDầu cho nghiêng núi, cạn sông chẳng rời.\n", "Thuận vợ thuận chồng tát biển Đông cũng cạn\n", "Trăm năm giữ vẹn chữ tòng\nSông sao thác vậy một chồng mà thôi.\n", "Râu tôm nấu với ruột bầu\nChồng chan vợ húp gật gù khen ngon.\n", "Đói no một vợ một chồng\nMột miếng cơm tấm, giàu lòng ăn chơi.\n", "Đôi ta là nghĩa tào khang\nXuống khe bắt ốc, lên ngàn hái rau\n", "Đốn cây ai nỡ dứt chồi\nĐạo chồng nghĩa vợ, giận rồi lại thương.\n", "Lỗ mũi thì  tám gánh lông,\nChồng yêu chồng bảo râu rồng trời cho.\nĐêm nằm thì ngáy o o,\nChồng yêu chồng bảo ngáy cho vui nhà.\nĐi chợ ăn tám đồng quà,\nChồng yêu chồng bảo về nhà đỡ cơm.\n", "Đôi ta như tượng mới tô,\nNhư chuông mới  đúc, như chùa mới xây.\n", "Đôi ta như lửa mới nhen,\n Như trăng mới mọc, như đèn mới khêu.\n", "Đôi ta như rắn liu điu,\nNước chảy mặc nước, ta dìu lấy nhau.\n", "Đôi ta như thể con tằm,\ncùng ăn một lá  cùng nằm một nong.\n", "Đôi ta như ngãi Phan Trần,\nKhi xa ngàn dặm, khi gần bên đôi.\n", "Đôi ta như rượu với nem,\nĐang say ngây ngất, ai dèm chớ xa.\n", "Đôi ta như thể con ong,\nCon quấn con quýt con trong con ngoài.\n", "Ai còn mẹ xin đừng làm mẹ khóc,\nĐừng để buồn lên mắt mẹ nghe không?\n", "Mẹ nuôi con biển hồ lai láng,\nCon nuôi mẹ tính tháng tính ngày.\n", "Mẹ già như chuối ba hương\nNhư xôi nếp mật, như đường mía lau.\n", "Trời cai có bấy nhiêu sao\nCông ơn cha mẹ cũng bao nhiêu lần.\n", "Xa cha, gần giặc mặc dầu\nLòng son dạ sắt con nào dám quên.\n", "Cá không ăn muối cá ươn\nCon cãi cha mẹ trăm đường con hư.\n", "Cha mẹ là biển, là trời\nNói sao hay vậy, đâu dám cãi lời mẹ cha.\n", "Anh em nào phải người xa,\nCùng chung bác mẹ, một nhà cùng thân.\n", "Kính cha tấm lụa tấm là\nTrọng cha tấm quà tấm bánh.\n", "Mẹ già đầu tóc bạc phơ,\nLưng đau con đỡ, mắt mờ con nuôi.\n", "Con cái khôn ngoan, vẻ vang cha mẹ\nCon cái ngu dại, tổn hại ông cha.\n", "Ơn cha mẹ trời cao khôn thấu\nNghĩa anh em xương cốt ruột rà\nMuốn cho trên thuận dưới hòa\nChẳng thà chịu nhục hơn là rẽ nhau.\n", "Ngó lên luộc lạt mái nhà,\nBao nhiêu luộc lạt nhớ ông bà bấy nhiêu.\n", "Công cha như núi Thái Sơn,\nNghĩa mẹ như nước trong nguồn chảy ra.\n", "Anh em như thể tay chân,\nRách lành đùm bọc, dở hay đỡ đần.\n", "Khôn ngoan đối đáp người ngoài,\nGà cùng một mẹ chớ hoài đá nhau.\n", "Tu đâu cho bằng tu nhà\nThờ cha kính mẹ mới là chân tu.\n", "Lên non mới biết non cao,\nNuôi con mới biết công lao mẹ, cha.\n", "Còn duyên kẻ đợi người chờ,\nHết duyên vắng ngắt như chùa bà Đanh.\n", "Một chờ, hai đợi, ba trông,\nBốn thương, năm nhớ, bảy tám chín mong, mười tìm.\n", "Nhớ ai bổi hổi bồi hồi\nNhư đứng đống lửa như ngồi đống rơm.\n", "Anh thương em thì nói trước cho rành\nĐể mai kia mốt nọ anh đành bỏ em.\n", "Cơm ăn ba chén lưng lưng\nUống nước cầm chừng để dạ thương em.\n", "Cô kia chèo lái một mình\nCho anh chèo với cho mình có đôi.\n", "Trúc với mai, mai về nhớ trúc\nTrúc trở về mai nhớ trúc không?\nBấy giờ kẻ Bắc người Đông\nKể sao cho hết tấm lòng tương tư?\n", "Sự đời nước mắt soi gương\nCàng yêu nhau lắm càng thương nhớ nhiều.\n", "Chẳng chè chẳng chén sao say\nChẳng thương chẳng nhớ sao hay đi tìm?\n", "Chim khôn đậu ngọn thầu dầu\nNó kêu năm tiếng em sầu năm nơi\nChàng về ngắt ngọn mồng tơi\nBắc cầu sông cái thiếp thời nên chăng\nMồng tơi bắc chả nên cầu\nChàng về chẻ gỗ bắt cầu em sang\nChỉ xanh chỉ đỏ chỉ vàng\nMột trăm thứ chỉ bắt ngang đầu cầu\nNào em đã có chồng đâu\nMà anh rào trước đón sau làm gì.\n", "Đôi ta như cái đòng đòng\nĐẹp duyên nhưng chẳng đẹp lòng cha mẹ.\n", "Phải chi cắt ruột đừng đau\nĐể em cắt ruột em trao anh mang về.\n", "Yêu nhau trao một miếng trầu\nGiấu thầy giấu mẹ đưa sau bóng đèn\nAnh ăn trầu ấy cho quen\nMai đây, em cứ sau đèn em đưa.\n", "Cô kia nước lọ cơm niêu\nChồng con chẳng có, nằm liều nuôi thân\nChồng con là cái nợ nần\nChẳng thà ở vậy, nuôi thân béo mầm\n", "Yêu nhau con mắt liếc qua\nXin đừng đằm thắm người ta nghi tình\nYêu nhau ta sẽ làm thinh\nBao giờ vắng vẻ một mình sẽ hay\n", "Ới anh ơi,\nAnh có xa thì xa cho mất,\nAnh có lại gần thì thành thất thành gia,\nEm khuyên anh đừng lại lại qua qua,\nMột mai kia thầy mẹ biết, đặng đánh la tụi mình.\n", "Mạ úa cấy lúa chóng xanh,\nNạ dòng chóng đẻ, sao anh hững hờ?\n", "Đôi ta như chỉ lộn vồng,\nĐẹp duyên có đẹp, tơ hồng không xe!\n", "Duyên kia ai đợi mà chờ,\nTình ai tơ tưởng mà tơ tưởng tình.\n", "Còn duyên đóng cửa kén chồng,\nHết duyên ngồi gốc cây hồng nhặt hoa.\n", "Em về anh mượn khăn tay\nGói câu tình nghĩa lâu ngày sợ quên.\n", "Nhớ ai lệ chảy ngùi ngùi\nKhăn lau chẳng sạch, áo chùi chẳng khô.\n", "Rượu ngon cái cặn cũng ngon\nAnh thương em bất luận chồng con mấy đời.\n", "Thương em tình gởi trong mơ\nNhớ em rạo rực như bờ sóng xô.\n", "Cau già quá lứa bán buôn,\nEm già quá lứa, có buồn không em?\nCau già quá lứa bửa phơi,\nEm già quá lứa, có nơi đợi chờ.\n", "Muốn ăn cơm trắng cá kho,\nTrốn cha, trốn mẹ, xuống đò cùng anh.\n", "Yêu nhau, cau sáu bổ ba\nGhét nhau, cau sáu bổ ra làm mười.\n", "Yêu nhau trầu vỏ cũng say,\nGhét nhau cau đậu đầy khay chẳng màng.\n", "Chừng nào đá nổi vông chìm\nMuối chua, chanh mặn, mới tìm được em.\n", "Dứt tình kẻ ở người đi,\nCũng như Kim Trọng biệt ly Thúy Kiều.\n", "Mình em như cây thầu dầu\nNgoài tươi trong héo giữa sầu tương tư.\n", "Hai ta thề thốt giữa đàng,\nVạch cây khác chữ hỏi chàng nhớ không.\n", "Giờ đây anh nói anh thương\nĐến khi vắng mặt vấn vương nơi nào.\n", "Trăng thanh nguyệt rạng mái đình\nChén son chưa cạn sao tình đã quên.\n", "Trăm năm đành lỗi hẹn hò\nCây đa bến cũ con đò khác đưa.\n", "Trời sinh con mắt là gương,\nNgười ghét ít ngó, người thương ngó hoài.\n", "Trời mưa gió rét kìn kìn,\nĐắp đôi dải yếm hơn nghìn chăn bông.\n", "Nhớ lời mình nói với ta,\nTrăm cây cũng gãy, ngàn hoa cũng sầu.\n", "Trăng tròn chỉ có đêm rằm,\nTình ta tháng tháng, năm năm vẫn tròn.\n", "Trăm năm lòng gắn dạ ghi,\nNào ai thay nút đổi khuy cũng đừng.\n", "Cơm ăn một bát sao no,\nKể về người ở, sao cho đành lòng.\n", "Hỡi cô tát nước bên đàng,\nSao cô múc ánh trăng vàng đổ đi?\n", "Đợi chờ trúc ở với mai,\nĐợi chờ anh ở với ai chưa chồng.\n", "Trách ai ăn giấy bỏ bìa\nKhi thương thương vội, khi lìa lìa xa.\n", "Tưởng rằng trọn thủy trọn chung,\nKhông hay như pháo nổ đùng ngang lưng.\n", "Chiều chiều không cắt mà đau,\nCách em một phút ruột rầu như dưa.\n", "Nỗi về nỗi ở chưa xong,\nBối rối trong lòng như đánh cờ vây.\nAnh về để quạt lại đây,\nMở ra xếp lại cho khuây cơn buồn.\nAnh về để áo lại đây,\nĐêm khuya em đắp gió tây lạnh lùng.\n", "Ngó lên đám bắp trổ cờ,\nChuối kia đúng vóc, anh chờ duyên em.\n", "Hai ta chung một chuyến đò,\nTrông cho rảnh khách trao cho miếng trầu.\n", "Thương em bổ gật, bổ gò,\nNhư ta bổ bão, như cờ bổ nam.\n", "Chim quyên xuống suốt tha mồi,\nThấy em lao khổ, anh ngồi không yên.\n", "Ai về đằng ấy hôm mai,\nGửi dăm cái nhớ, gửi vài cái thương.\nGửi cho đến chiếu đến giường,\nGửi cho đến tận quê hương chàng nằm.s", "Cầm cần rau cá ngược xuôi\nNấu canh rau bợ mà nuôi mẹ già", "Đói lòng ăn đọt chà là\nĐể cơm nuôi mẹ, mẹ già yếu răng", "Thương con tần tảo sớm hôm\nCơm đùm chéo áo, cháo đùm lá môn", "Ngồi buồn nhớ mẹ ta xưa\nMiệng nhai cơm búng, lưỡi lừa cá xương", "Đói lòng ăn trái ổi non\nNhịn cơm nuôi mẹ cho tròn nghĩa xưa", "Lên chùa thấy Phật muốn tu\nVề nhà thấy mẹ công phu chưa đền", "Chiều chiều xách giỏ hái rau\nNgó lên mả mẹ ruột đau như dần", "Ví dầu con phụng bay qua\nMẹ nói con gà, con cũng nói theo", "Vẳng nghe chim vịt kêu chiều\nBâng khuâng nhớ mẹ chín chiều ruột đau", "Thương thay chín chữ cù lao\nTam niên nhũ bộ biết bao nhiêu tình", "Xin người hiếu tử lắng khuyên\nKịp thì nuôi nấng cho toàn đạo con\nKẻo khi sông cạn, đá mòn\nPhú nga phú ủy có còn ra chi", "Nuôi con chẳng quản chi thân\nBên ướt mẹ nằm, bên ráo con lăn", "Mẹ già ở túp lều tranh\nSớm thăm tối viếng mới đành dạ con", "Ca dao nói về công ơn cha mẹ :\n\nƠn cha nặng lắm ai ơi!\nNghĩa mẹ bằng trời, chin tháng cưu mang.", "Câu ca dao nói về công ơn nuôi nấng của mẹ: \n\nMẹ nuôi con biển hồ lai láng,\nCon nuôi mẹ tính tháng tình ngày.", "Ca dao về ơn nghĩa cua cha mẹ và thầy cô:\n\nTrời cao, biển rộng, đất dày\nƠn cha nghĩa mẹ, ơn thầy chớ quên", "Ca dao nói về tình cảm anh em trong gia đình:\n\nKhôn ngoan đối đáp người ngoài,\nGà cùng một mẹ chứ hoài đá nhau", "Ca dao nói tình cảm chị em trong gia đình:\n\nThua là thua mẹ thua cha\nChị em một lứa, ai mà thua nhau", "Ca dao nói về tổ tiên nguồn cội gia đình:\nCon người có cố có ông\nNhư cây có cội, như sông có nguồn.", "Cadao nói về việc báo hiếu bố mẹ:\n\nBa đồng một khía cá buôi\nCũng mua cho được để nuôi mẹ già"]