["Cầm cần rau cá ngược xuôi\nNấu canh rau bợ mà nuôi mẹ già", "Đói lòng ăn đọt chà là\nĐể cơm nuôi mẹ, mẹ già yếu răng", "Thương con tần tảo sớm hôm\nCơm đùm chéo áo, cháo đùm lá môn", "Ngồi buồn nhớ mẹ ta xưa\nMiệng nhai cơm búng, lưỡi lừa cá xương", "Đói lòng ăn trái ổi non\nNhịn cơm nuôi mẹ cho tròn nghĩa xưa", "Lên chùa thấy Phật muốn tu\nVề nhà thấy mẹ công phu chưa đền", "Chiều chiều xách giỏ hái rau\nNgó lên mả mẹ ruột đau như dần", "Ví dầu con phụng bay qua\nMẹ nói con gà, con cũng nói theo", "Vẳng nghe chim vịt kêu chiều\nBâng khuâng nhớ mẹ chín chiều ruột đau", "Thương thay chín chữ cù lao\nTam niên nhũ bộ biết bao nhiêu tình", "Xin người hiếu tử lắng khuyên\nKịp thì nuôi nấng cho toàn đạo con\nKẻo khi sông cạn, đá mòn\nPhú nga phú ủy có còn ra chi", "Nuôi con chẳng quản chi thân\nBên ướt mẹ nằm, bên ráo con lăn", "Mẹ già ở túp lều tranh\nSớm thăm tối viếng mới đành dạ con", "Cha mẹ giàu con thong thả, Cha mẹ nghèo con vất vả gian nan.", "Trách ai đặng cá quên nơm, Đặng chim bẻ ná, quên ơn sinh thành.", "Mồ côi cha, ăn cơm với cá, Mồ côi mẹ lót lá mà nằm.", "Ai về tôi gửi đôi giày, Phòng khi mưa gió để thầy mẹ đi.", "Cá không ăn muối cá ươn, Con cãi cha mẹ trăm đường con hư.", "Mẹ là tất cả mẹ ơi! Trăm năm mẹ gánh đời con lưng còng.", "Mẹ già một nắng hai sương. Trải thân làm bóng mát đường con đi.", "Mẹ là ngọn gió đưa êm. Mẹ là dòng suối mơ huyền bao la.", "Chiều chiều ngó ngược ngó xuôi, Ngó không thấy mẹ, bùi ngùi nhớ thương.", "Chim trời ai dễ đếm lông, Nuôi con ai dễ kể công tháng ngày.", "Cha là hoa phấn giữa đời, Thiên thu tình mẹ rạng ngời tâm con.", "Lên non mới biết non cao, Nuôi con mới biết công lao mẹ hiền.", "Mẹ già như chuối chín cây, Gió đưa mẹ rụng, con rày mồ côi.", "Mẹ nghèo mưa dột mái tranh, Trải bao bất hạnh muôn phần gian truân.", "Muốn cho gần mẹ gần cha, Khi vào thúng thóc, khi ra quan tiền.", "Miệng ru mắt nhỏ hai hàng, Nuôi con khôn lớn mẹ càng thêm lo.", "Dù đi khắp bốn phương trời, Công cha nghĩa mẹ không ai sánh bằng.", "Con dẫu lớn vẫn là con của mẹ, Đi hết đời lòng mẹ vẫn theo con.", "Con ho lòng mẹ tan tành, Con sốt lòng mẹ như bình nước sôi.", "Nuôi con chẳng quản chi thân, Bên ướt mẹ nằm, bên ráo con lăn.", "Công cha nặng lắm ai ơi, Nghĩa mẹ bằng trời chín tháng cưu mang.", "Cái ngủ mày ngủ cho lâu, Mẹ mày đi cấy ruộng sâu chưa về.", "Đêm khuya trăng rụng xuống cầu, Cảm thương cha mẹ dãi dầu ruột đau.", "Mẹ già hết gạo treo niêu, Mà anh khăn đỏ khăn điều vắt vai.", "Mẹ già như ánh trăng khuya, Dịu dàng soi tỏ bước đi con hiền.", "Mẹ còn chẳng biết là may, Mẹ mất mới tiếc những ngày làm con.", "Gió mùa thu mẹ ru con ngủ, Năm canh dài, mẹ thức đủ năm canh.", "Biển Đông có lúc vơi đầy, Chứ lòng cha mẹ biển trời nào dâng.", "Ôm con mẹ đếm sao trời, Đếm hoài không hết một đời long đong.", "Mẹ già như chuối ba hương. Như xôi nếp một, như đường mía lau.", "Thuận vợ thuận chồng, tát biển Đông cũng cạn.", "Chiều người lấy việc, chiều chồng lấy con.", "Anh em nào phải người xa, Cùng chung bác mẹ, một nhà cùng thân. Yêu nhau như thể tay chân, Anh em hòa thuận, hai thân vui vầy.", "Ngàn năm tóc mẹ còn bay, Ngàn năm tình mẹ sống đầy trong con.", "Cha là hoa phấn giữa đời, Thiên thu tình mẹ rạng ngời tâm con.", "Cháu ơi cháu ngủ cho lâu Mẹ cháu đi cấy đồng sâu chưa về Bắt được con trắm con trê Tròng cổ mang về bà cháu mình ăn.", "Ông ơi chớ vội đi xa Để cho con cháu họp về chung vui.", "Yêu nhau từ thuở trong nôi Em nằm em khóc, anh ngồi anh ru.", "Ơn cha mẹ trời cao khôn thấu Nghĩa anh em xương cốt ruột rà Muốn cho trên thuận dưới hòa Chẳng thà chịu nhục hơn là rẽ nhau.", "Anh em thuận hòa là nhà có phúc.", "Chị ngã em nâng.", "Máu chảy ruột mềm.", "Một giọt máu đào hơn ao nước lã.", "Bán anh em xa, mua láng giềng gần.", "Anh em như chông như mác.", "Anh ngủ em thức, em chực anh nằm.", "Anh em trong nhà đóng cửa bảo nhau.", "Anh em khinh trước, làng nước khinh sau.", "Cắt dây bầu dây bí, ai nỡ cắt dây chị dây em.", "Anh em ghét nhau, ốm đau tìm đến.", "Anh em chém nhau đằng dọng, ai chém đằng lưỡi.", "Anh em thuận hòa là nhà có phúc.", "Anh em hạt máu sẻ đôi.", "Yêu nhau như thể tay chân, Anh em hòa thuận, hai thân vui vầy.", "Anh em như tre cùng khóm, Chị em gái như trái cau non.", "Khôn ngoan đối đáp người ngoài, Gà cùng một mẹ chớ hoài đá nhau.", "Anh em hiền thật là hiền, Bởi một đồng tiền nên mất lòng nhau.", "Anh em cốt nhục đồng bào, Vợ chồng là nghĩa lẽ nào không thương.", "Anh em như chân như tay, Vợ chồng như áo cởi ngay nên lìa.", "Anh em nào phải người xa, Cùng chung bác mẹ, một nhà cùng thân. Yêu nhau như thể tay chân, Anh em hòa thuận, hai thân vui vầy.", "Có tình thì đãi người dưng Anh em bất nghĩa thì đừng anh em.​", "Anh em chín họ mười đời Hai đằng cùng có, chẳng rời nhau ra​.", "Anh em một khí huyết dây (huyết phân) Cũng như người có chân tay (tay chân) khác gì. Ai ơi lấy đấy mà suy Có câu đường lệ trong thi để truyền.", "Chẳng thi, chẳng đỗ, chẳng sao Anh em không được người nào bỏ nhau Phải đòi cho được thày Cầu. Phải đào hết đất nhà giàu đổ đi.", "Anh em như tre cùng khóm, Chị em gái như trái cau non.", "Chị em một ruột cắt ra Chị không em có cũng là như không.", "Yêu nhau từ thuở trong nôi Em nằm em khóc, anh ngồi anh ru.", "Anh em như thể tay chân, Rách lành đùm bọc, dở hay đỡ đần.", "Con có cha như nhà có nóc.", "Con hư tại mẹ, cháu hư tại bà.", "Thương cho roi cho vọt, ghét cho ngọt cho bùi.", "Cha mẹ sinh con trời sinh tính.", "Ba tháng con sẩy, bảy tháng con sa.", "Mẹ ngoảnh đi con dại, mẹ ngoảnh lại con khôn.", "Mẹ giàu con có, mẹ khó con không.", "Con nhà tông không giống lông cũng giống cánh.", "Con hơn cha là nhà có phúc.", "Mẹ dạy thì con khéo, cha dạy thì con khôn.", "Đêm đêm thắp ngọn đèn trời, Cầu cho cha mẹ sống đời với con.", "Mẹ còn là cả trời hoa, Cha còn là cả một tòa kim cương.", "Ngồi buồn nhớ mẹ ta xưa, Miệng nhai cơm búng, lưỡi lừa cá xương.", "Lên non mới biết non cao, Nuôi con mới biết công lao mẹ, thầy.", "Ơn cha nặng lắm ai ơi, Nghĩa mẹ bằng trời, chín tháng cưu mang.", "Đố ai đếm được lá rừng, Đố ai đếm được mấy tầng trời cao. Đố ai đếm được vì sao, Đố ai đếm được công lao mẹ già.", "Đi đâu mà bỏ mẹ già, Gối nghiêng ai sửa, Chén trà ai dâng?", "Tu đâu cho bằng tu nhà, Thờ cha kính mẹ mới là chân tu.", "Cầm cần rau cá ngược xuôi, Nấu canh rau bợ mà nuôi mẹ già.", "Công cha đức mẹ cao dày, Cưu mang trứng nước những ngày ngây thơ. Nuôi con khó nhọc đến giờ, Trưởng thành con phải biết thờ song thân.", "Đói lòng ăn đọt chà là, Để cơm nuôi mẹ, mẹ già yếu răng.", "Chiều chiều ra đứng ngõ sau, Trông về quê mẹ ruột đau chín chiều.", "Trời cao, biển rộng, đất dày, Ơn cha nghĩa mẹ, ơn thầy chớ quên.", "Một mẹ nuôi được mười con, Nhưng mười con không nuôi được một mẹ.", "Mẹ nuôi con biển hồ lai láng, Con nuôi mẹ tính tháng tính ngày.", "Đói lòng ăn trái ổi non, Nhịn cơm nuôi mẹ cho tròn nghĩa xưa.", "Cha một đời oằn vai gánh nặng, Mẹ một đời đôi dép lạc bàn chân.", "Mẹ già ở tấm lều tranh, Sớm thăm tối viếng mới đành dạ con.", "Thương thay chín chữ cù lao, Tam niên nhũ bộ biết bao nhiêu tình.", "Vắng nghe chim vịt kêu chiều, Bâng khuâng nhớ mẹ chín chiều ruột đau.", "Sống thì con chẳng cho ăn, Chết thì xôi thịt, làm văn tế trời.", "Công cha nghĩa mẹ ơn thầy, Ngày sau khôn lớn ơn dày biển sâu.", "Má ơi, đừng gả con xa, Chim kêu, vượn hú biết nhà má đâu.", "Cha già tuổi đã đủ trăm, Chạnh lòng nhớ tới đằm đằm lụy sa.", "Cha mẹ để của bằng non, Không bằng để đức cho con ở đời.", "Ví dầu con phụng bay qua, Mẹ nói con gà, con cũng nói theo.", "Cho dù xa cách biển đông, Mênh mông tình mẹ ngát lòng đại dương.", "Ai người chia sớt nỗi buồn, Mẹ tôi gánh mãi hoàng hôn một mình.", "Hoa này tàn thì hoa khác nở, Mất mẹ rồi vạn thuở tìm đâu.", "Đi khắp thế gian không ai tốt bằng Mẹ, Gánh nặng cuộc đời không ai khổ bằng Cha.", "Vì con sống, mẹ suốt đời lam lũ, Vì con vui, mẹ gánh hết đau buồn.", "Bao năm gian khổ héo hon, Mẹ luôn cam chịu nuôi con nên người.", "Trải qua thập tử nhất sinh, Mẹ già sống mãi yên bình bên con.", "Nhớ con tựa cửa chờ mong, Mắt mờ khô lệ mẹ trông con về.", "Chặng đường bao nỗi đắng cay, Nuôi con đâu kể tháng ngày gian nan.", "Lặng nhìn sợi tóc như sương, Vướng trên đầu lược mà thương mẹ già.", "Cánh cò cõng nắng cõng mưa, Mẹ tôi cõng cả bốn mùa gió sương.", "Lòng mẹ như bát nước đầy, Mai này khôn lớn, ơn này tính sao.", "Ta đi trọn kiếp con người, Cũng không đi hết những lời mẹ ru.", "Tu đâu cho bằng tu nhà, Thờ cha kính mẹ mới chân tu.", "Ai rằng công mẹ như non, Thật ra công mẹ lại còn lớn hơn.", "Nhớ ơn chín chữ cù lao, Ba năm bú mớm biết bao thân tình.", "Nuôi con chẳng quản chi thân, Chỗ ướt mẹ nằm, chỗ ráo con lăn.", "Dạy con, con nhớ lấy lời, Trọng cha, kính mẹ, suốt đời chớ quên.", "Mẹ già đầu tóc bạc phơ, Lưng đau con đỡ, mắt mờ con nuôi.", "Chiều chiều chim vịt kêu chiều, Bâng khuâng nhớ mẹ chín chiều ruột đau.", "Ơn dưỡng dục một đời con ghi tạc, Nghĩa sinh thành trọn kiếp mãi không quên.", "Đưa kim qua nỗi ưu phiền, Mẹ ngồi vá lại cho nguyên sự đời.", "Mẹ anh lội bụi lội bờ, Sao anh áo lụa quần tơ ngày ngày. Mẹ anh bụng đói thân gầy, Sao anh vui thú mâm đầy cổ cao. Mẹ anh như tép lao xao, Sao anh lấp lánh như sao trên trời. Mẹ anh quần quật một đời, Sao anh ngoảnh mặt anh cười cợt hoa.", "Công cha như núi ngất trời, Nghĩa mẹ như nước ngời ngời biển Đông. Núi cao biển rộng mênh mông, Cù lao chín chữ ghi lòng con ơi!", "Ơn cha bóng núi âm thầm, Nghĩa mẹ lặng lẽ nước sông đầu nguồn. Một đời dãi nắng dầm sương, Nuôi con khôn lớn tình thương dạt dào.", "Công cha như núi Thái Sơn, Nghĩa mẹ như nước trong nguồn chảy ra. Một lòng thờ mẹ kính cha, Cho tròn chữ hiếu mới là đạo con.", "Con hư tại mẹ, cháu hư tại bà.", "Giận thì mắng, lặng thì thương.", "Cháu bà nội, tội bà ngoại.", "Thương cho roi cho vọt, ghét cho ngọt cho bùi.", "Con nhà tông không giống lông cũng giống cánh.", "Ẵm con chồng không bằng bồng cháu ngoại.", "Con ai là chẳng giống cha Cháu ai là chẳng giống bà, giống ông.", "Cháu ơi cháu ngủ cho lâu Mẹ cháu đi cấy đồng sâu chưa về Bắt được con trắm con trê Tròng cổ mang về bà cháu mình ăn.", "Thứ nhất phải có ông bà Thứ hai kế đến chính là mẹ cha Còn con đứng ở thứ ba Cháu thì đứng chót đó là thứ tư Chít thì đứng ở thứ năm Một hơi kể hết đủ năm đại đường.", "Đi cầu đi quán Đi bán lợn con Đi mua cái xoong Đem về đun nấu Mua quả dưa hấu Về biếu ông bà Mua một đàn gà Về cho ăn thóc Mua lược chải tóc Mua cặp gài đầu Đi mau về mau Kẻo trời sắp tối", "Gà cồ mà ăn tấm nong Mấy đời cháu ngoại giỗ ông bao giờ", "Cồng cộc bắt cá dưới sông Mấy đời cháu ngoại giỗ ông bao giờ", "Ông bà là ngọc là vàng Ai mà biết quý phúc rơi đầy nhà", "Ông ơi chớ vội đi xa Để cho con cháu họp về chung vui.", "Ngó lên luộc lạt mái nhà, Bao nhiêu luộc lạt nhớ ông bà bấy nhiêu.", "À ơi cháu ngủ cho ngoan Tiếng Bà ru cháu chứa chan tình người Bà thương yêu cháu nhất đời Sẵn sàng vì cháu thiệt thòi bản thân Bà không ngủ được bao lần Chỉ vì thương cháu có cần chi đâu.", "Ả Chức chàng Ngưu.", "Ả hợp cùng anh duyên ưa phận đẹp.", "Ai đem dùi đục đi hỏi vợ.", "Chồng như đó (giỏ), vợ như hom.", "Bát còn có lúc xô xát, huống chi vợ chồng.", "Chồng nào vợ nấy.", "Chồng đã giận, vợ bớt lời.", "Chồng tới, vợ phải lui.", "Chết trẻ còn hơn lấy lẽ chồng người.", "Chẻ củi xem thớ, lấy vợ xem tông.", "Cả sông đông chợ, lắm vợ nhiều con.", "Cau non về hạt, gái đảm về chồng.", "Chẳng tu, vắng vợ cũng như tu.", "Đàn ông xây nhà, đàn bà xây tổ ấm.", "Ẵm con chồng không bằng bồng cháu ngoại.", "Ấm oái như hai gái lấy một chồng.", "Chồng chung vợ chạ, ai khéo hầu hạ thì được chồng riêng.", "Chồng đẹp, vợ đẹp nhưng nhìn mà no.", "Chồng như đó (giỏ), vợ như hom.", "Bà phải có ông, chồng phải có vợ.", "Cơm chẳng lành, canh chẳng ngọt. Chín đụn mười con cũng lìa.", "Chồng sang vợ được đi giày, Vợ sang chồng được ghé ngày cậy trông.", "Bé thì nhờ mẹ, nhờ cha, Lớn lên nhờ vợ, lúc già nhờ con.", "Anh em ai đầy nồi nấy, Vợ chồng không thấy lìa nhau.", "Anh em cốt nhục đồng bào, Vợ chồng là nghĩa lẽ nào không thương.", "Anh em như chân như tay, Vợ chồng như áo cởi ngay nên lìa.", "Áo rộng thì lắm ốc nhồi, Những người lắm vợ là người trời bêu.", "Chồng cần, vợ kiệm là tiên, Ngông nghênh nhăng nhít là tiền bỏ đi.", "Chồng sang đi võng đầu rồng, Chồng hèn gánh nặng đè còng cả lưng.", "Chồng sang vợ được đi giày, Vợ sang chồng được ghé ngày cậy trông.", "Đã rằng là nghĩa vợ chồng, Dầu cho nghiêng núi, cạn sông chẳng rời.", "Vợ chồng đạo nghĩa cho bền Bạn bè chung thủy, dưới trên đàng hoàng.", "Chim khôn đậu nóc nhà quan, Trai khôn tìm vợ, gái ngoan tìm chồng.", "Con nhà tông không giống lông cũng giống cánh.", "Uống nước nhớ nguồn.​", "Chim có tổ người có tông​", "Tử hiếu song thân lạc, gia hòa vạn sự hưng (thành).", "Bà con vì tổ vì tiên, không ai vì tiền vì gạo", "Chữ rằng: vấn tổ tầm tông Cháu con nỡ bỏ cha ông sao đành.", "Con cái khôn ngoan, vẻ vang cha mẹ Con cái ngu dại, tổn hại ông cha.", "Cây kia ăn quả ai trồng Sông kia uống nước hỏi dòng từ đâu.", "Ăn quả nhớ kẻ trồng cây Uống nước sông, nhớ mạch suối.", "Thứ nhất phải có ông bà Thứ hai kế đến chính là mẹ cha Còn con đứng ở thứ ba Cháu thì đứng chót đó là thứ tư Chít thì đứng ở thứ năm Một hơi kể hết đủ năm đại đường.", "Khôn ngoan nhớ đức cha ông Làm nên phải đoái tổ tông phụng thờ.", "Cây có gốc mới nở cành xanh lá, Nước có nguồn mới bể cả sông sâu. Người ta nguồn gốc từ đâu, Có tổ tiên trước rồi sau có mình.", "Mạch trong nước chay ra trong, Thế nào đi nữa còn dòng cũng hơn.​", "Cây kia ăn quả ai trồng Sông kia uống nước hỏi dòng từ đâu.​", "Ai về Phú Thọ cùng ta Vui ngày giỗ tổ tháng ba mùng mười.", "Công danh hai chữ tờ mờ Lấy gì khuya sớm phụng thờ tổ tiên", "Khen ai khéo tiện ngù cờ Khéo xây bàn án, khéo thờ tổ tiên Tổ tiên để lại em thờ Anh ra ngoài ải, cầm cờ theo vua", "Trứng rồng lại nở ra rồng Hạt thông lại nở cây thông rườm rà Có cha mới sinh ra ta Làm nên thời bởi mẹ cha vun trồng Khôn ngoan nhờ ấm cha ông Làm nên phải đoái tổ tông phụng thờ Đạo làm con chớ hững hờ Phải đem hiếu kính mà thờ từ nghiêm", "Con người có tổ, có tông, Như cây có cội, như sông có nguồn.", "Thương chồng nấu cháo le le Nấu canh bông bí, nấu chè hột sen.", "Rau cải nấu với cá rô Gừng thêm một lát, cho cô giữ chồng.", "Má ơi đừng đánh con đau Để con bắt ốc hái rau má nhờ Má ơi đừng đánh con hoài Để con bắt ốc hái xoài má ăn.", "Ra đi anh nhớ quê nhà Nhớ canh rau muống, nhớ cà dầm tương Nhớ ai dãi nắng, dầm sương Nhớ ai tát nước bên đường hôm nao.", "Bốn phương sum họp một nhà Miếng trầu lịch sự chén trà phong lưu.", "Trông cho rau muống mau xanh, Để em cắt nấu chén canh mặn mà Nhà em không vịt không gà Chỉ có dưa muối, đậu cà đãi anh.", "Thương em vì cá trích ve Vì rau muống luộc, vì mè trộn măng.", "Tay bưng đĩa muối chấm gừng Gừng cay muối mặn xin đừng bỏ nhau.", "Cải bẹ xanh nấu với thịt sườn Khổ qua kia hết đắng thì cái sự can thường hết thương.", "Đôi ta là nghĩa tào khang Xuống khe bắt ốc, lên ngàn hái rau.", "Râu tôm nấu với ruột bầu Chồng chan vợ húp gật đầu khen ngon.", "Trời mưa cho ướt lá dừa Cho tươi luống cải cho vừa lòng em. Cho em hái đọt rau dền, Nấu tô canh ngọt dâng lên mẹ già. Bồng em đi dạo vườn cà, Cà non chấm mắm, cà già làm dưa. Chồng chê thì mặc chồng chê, Dưa khú nấu với cá trê ngọt lừ.", "Tôm rằn lột bỏ đuôi Giã gạo cho trắng mà nuôi mẹ già. Ba tiền một khứa cá buôi Cũng mua cho được để nuôi mẹ già.", "Nhà em có vại cà đầy Có ao rau muống, có đầy chĩnh tương. Dầu không mỹ vị cao lương Trên thờ cha mẹ, dưới nhường anh em. Một nhà vui vẻ êm đềm, Đói no tuỳ cảnh, không thèm luỵ ai.", "Ông ơi chớ vội đi xa Để cho con cháu họp về chung vui.", "Một câu nhịn bằng chín câu lành.", "Em khôn cũng là em chị, chị dại cũng là chị em.", "Đi việc làng giữ lấy họ, đi việc họ giữ lấy anh em.", "Chẳng khôn thể chị lâu ngày, chị đái ra váy cũng tày em khôn.", "Anh em bất nghĩa chi khèo (khoèo), anh dữ như mèo tôi lại như trâu.", "Anh em trên kính dưới nhường Là nhà có phúc, mọi đường yên vui.", "Anh em hiếu thảo thuận hiền Chớ vì đồng tiền mà mất lòng nhau.", "Cơm chẳng lành, canh chẳng ngọt. Chín đụn mười con cũng lìa.", "Anh em ăn ở thuận hoà Chớ điều chếch lệch người ta chê cười.​", "Ai ơi giữ chí cho bền Dù ai xoay hướng đổi nền mặc ai Xin đừng làm, nói đơn sai Tin mình đừng sợ những lời dèm pha Anh em một họ một nhà Thương nhau chân thật đường xa cũng gần.", "Làm người phải biết cương thường Xem trong ngũ đẳng quân vương đứng đầu Thờ cha kính mẹ trước sau Anh em hòa thuận mới hầu làm nên", "Vợ chồng đạo nghĩa cho bền Bạn bè chung thủy, dưới trên đàng hoàng.", "Làm anh ăn trước, bước đầu Dạy dỗ em út ngõ hầu thay cha.", "Ơn cha mẹ trời cao khôn thấu Nghĩa anh em xương cốt ruột rà Muốn cho trên thuận dưới hòa Chẳng thà chịu nhục hơn là rẽ nhau.", "Anh em như thể chân tay Cùng cha cùng mẹ hăng say việc nhà.", "Like father, like son Tạm dịch: Cha nào con nấy", "To wear the pants in a family Tạm dịch: Trụ cột của gia đình", "The apple doesn’t fall far from the tree Tạm dịch: Con nhà tông không giống lông cũng giống cánh", "Blood is thicker than water Tạm dịch: Một giọt máu đào hơn ao nước lã", "To be a chip off the old block Tạm dịch: Con ai là chẳng giống cha / Cháu ai là chẳng giống bà, giống ông.", "Flesh and blood Tạm dịch: Máu mủ ruột rà", "When the blood sheds, the heart aches Tạm dịch: Máu chảy ruột mềm", "To be born with a silver spoon in their mouth Tạm dịch: Sinh ra đã ngậm thìa vàng hoặc sinh ra ở vạch đích", "Like two peas in a pod Tạm dịch: (Anh em) giống nhau như 2 giọt nước", "Men make houses, women make homes Tạm dịch: Đàn ông xây nhà, đàn bà xây tổ ấm", "Chữ Hán: 木有本, 水有源 Pinyin: Mù yǒu běn, shuǐ yǒu yuán Tạm dịch: Cây có cội, nước có nguồn", "Chữ Hán: 龙生九种, 种种个别 Pinyin: Lóng shēng jiǔ zhǒng, zhǒngzhǒng gèbié Tạm dịch: Rồng sinh chín con, không con nào giống nhau Ý nghĩa: Cha mẹ sinh con trời sinh tính", "Chữ Hán: 不养儿不知父母恩 Pinyin: Bù yǎng er bu zhī fùmǔ ēn Tạm dịch: Chưa nuôi con chưa biết ơn cha mẹ.", "Chữ Hán: 儿不嫌母丑，狗不嫌家贫 Pinyin: Er bu xián mǔ chǒu, gǒu bù xián jiā pín Tạm dịch: Con không chê cha mẹ khó, chó không chê chủ nghèo", "Chữ Hán: 有其父，必有其子 Pinyin: Yǒu qí fù, bì yǒu qí zi Tạm dịch: Cha nào con nấy", "Chữ Hán: 父恩比山高,母恩比海深 Pinyin: Fù ēn bǐ shāngāo, mǔ ēn bǐ hǎi shēn Tạm dịch: Ơn cha cao như núi, nghĩa mẹ sâu như biển", "Chữ Hán: 孩子哭了，抱给他娘 Pinyin: Háizi kūle, bào gěi tā niáng Tạm dịch: Con có khóc mẹ mới biết mà cho bú", "Chữ Hán: 儿孙自有儿孙福 Pinyin: Érsūn zì yǒu érsūn fú Tạm dịch: Tử tôn tự có tử tôn phúc Ý nghĩa: Thế hệ con cháu sẽ tự làm chủ cuộc đời của mình, không cần ông bà cha mẹ phải nhọc lòng vất vả.", "Chữ Hán: 一脉相传 Pinyin: Yīmàixiāngchuán Tạm dịch: Cha truyền con nối", "Công cha nghĩa mẹ cao dày Cưu mang trứng nước những ngày còn thơ Nuôi con khó nhọc đến giờ Trưởng thành con phải biết thờ song thân.", "Đêm đêm thắp ngọn đèn trời, Cầu cho cha mẹ sống đời với con.", "Đêm khuya trăng rụng xuống cầu, Cảm thương cha mẹ dãi dầu ruột đau.", "Mẹ nuôi con bằng trời bằng bể, Con nuôi mẹ con kể từng ngày.", "Mẹ nuôi được mười con, Mười con không nuôi được một mẹ.", "Mẹ già ở tấm lều tranh, Sớm thăm tối viếng mới đành dạ con.", "Mẹ già như chuối ba hương, Như xôi nếp một, như đường mía lau.", "Mẹ già một nắng hai sương. Trải thân làm bóng mát đường con đi.", "Mẹ là ngọn gió đưa êm. Mẹ là dòng suối mơ huyền bao la.", "Ôm con mẹ đếm sao trời, Đếm hoài không hết một đời long đong.", "Chiều chiều ngó ngược ngó xuôi, Ngó không thấy mẹ, bùi ngùi nhớ thương.", "Cha là hoa phấn giữa đời, Thiên thu tình mẹ rạng ngời tâm con.", "Lên non mới biết non cao, Nuôi con mới biết công lao mẹ hiền.", "Mẹ già như chuối chín cây, Gió đưa mẹ rụng, con rày mồ côi.", "Muốn cho gần mẹ gần cha, Khi vào thúng thóc, khi ra quan tiền.", "Miệng ru mắt nhỏ hai hàng, Nuôi con khôn lớn mẹ càng thêm lo.", "Cái ngủ mày ngủ cho lâu, Mẹ mày đi cấy ruộng sâu chưa về.", "Trăng khuya trăng rụng xuống cầu, Vì con cha mẹ dãi dầu nắng mưa.", "Ai người chia sớt nỗi buồn, Mẹ tôi gánh mãi hoàng hôn một mình.", "Mẹ nghèo mưa dột mái tranh, Trải bao bất hạnh muôn phần gian truân.", "Hoa này tàn thì hoa khác nở, Mất mẹ rồi vạn thuở tìm đâu.", "Vì con sống, mẹ suốt đời lam lũ, Vì con vui, mẹ gánh hết đau buồn.", "Ngàn năm tóc mẹ còn bay, Ngàn năm tình mẹ sống đầy trong con.", "Nhớ con tựa cửa chờ mong, Mắt mờ khô lệ mẹ trông con về.", "Chặng đường bao nỗi đắng cay, Nuôi con đâu kể tháng ngày gian nan.", "Lặng nhìn sợi tóc như sương, Vướng trên đầu lược mà thương mẹ già.", "Cánh cò cõng nắng cõng mưa, Mẹ tôi cõng cả bốn mùa gió sương.", "Lòng mẹ như bát nước đầy, Mai này khôn lớn, ơn này tính sao.", "Ta đi trọn kiếp con người, Cũng không đi hết những lời mẹ ru.", "Tu đâu cho bằng tu nhà, Thờ cha kính mẹ mới chân tu.", "Chim trời ai dễ đếm lông, Nuôi con ai dễ kể công tháng ngày.", "Ai rằng công mẹ như non, Thật ra công mẹ lại còn lớn hơn.", "Nhớ ơn chín chữ cù lao, Ba năm bú mớm biết bao thân tình.", "Dạy con, con nhớ lấy lời, Trọng cha, kính mẹ, suốt đời chớ quên.", "Gió mùa thu mẹ ru con ngủ, Năm canh dài, mẹ thức đủ năm canh.", "Biển Đông có lúc vơi đầy, Chứ lòng cha mẹ biển trời nào dâng.", "Cho dù xa cách biển đông, Mênh mông tình mẹ ngát lòng đại dương.", "Mẹ anh lội bụi lội bờ, Sao anh áo lụa quần tơ ngày ngày. Mẹ anh bụng đói thân gầy, Sao anh vui thú mâm đầy cổ cao. Mẹ anh như tép lao xao, Sao anh lấp lánh như sao trên trời. Mẹ anh quần quật một đời, Sao anh ngoảnh mặt anh cười cợt hoa.", "Tử hiếu song thân lạc, gia hòa vạn sự hưng (thành).", "Mồ côi cha, ăn cơm với cá. Mồ côi mẹ lót lá mà nằm.", "Mẹ dạy thì con khéo, bố (cha) dạy thì con khôn.", "Mẹ ngoảnh đi con dại, mẹ ngoảnh lại con khôn.", "Mẹ giàu con có, mẹ khó con không.", "Mẹ đánh một trăm không bằng cha hăm một tiếng.", "Mẹ dạy thì con khéo, bố dạy thì con khôn.", "Con gái giống cha giàu ba họ Con trai giống mẹ khó ba đời.", "Con giữ cha, gà giữ ổ.", "Mẹ lá rau, lá má Con đầy rá, đầy mâm.", "Cha mẹ hiền lành để phúc cho con.", "Chín chữ cù lao.", "Con chẳng chê cha mẹ khó, chó chẳng chê nhà chủ nghèo.", "Con có cha mẹ đẻ, không ai ở lỗ nẻ mà lên.", "Đời cha trồng cây, đời con ăn quả.", "Sinh được một con, mất một hòn máu.", "Công cha như núi ngất trời, Nghĩa mẹ như nước ngời ngời biển Đông. Núi cao biển rộng mênh mông, Cù lao chín chữ ghi lòng con ơi!", "Công cha như núi Thái Sơn, Nghĩa mẹ như nước trong nguồn chảy ra. Một lòng thờ mẹ kính cha, Cho tròn chữ hiếu mới là đạo con.", "Ơn cha bóng núi âm thầm, Nghĩa mẹ lặng lẽ nước sông đầu nguồn. Một đời dãi nắng dầm sương, Nuôi con khôn lớn tình thương dạt dào.", "Tôm rằn bóc vỏ bỏ đuôi Gạo de An Cựu mà nuôi mẹ già.", "Cái cò lặn lội bờ sông Gánh gạo đưa chồng tiếng khóc nỉ non Nàng về nuôi cái cùng con Cho anh đi trẩy nước non Cao Bằng.", "Cái cò là cái cò con Mẹ đi xúc tép để con ở nhà Mẹ đến chỗ cánh đồng xa Mẹ sà chân xuống phải mà con lươn.", "Con cò lặn lội bờ sông Mẹ đi tưới nước cho bông có đài Trông trời, trông nước, trông mây Trông cho lúa chín, hột sây nặng nhành Trông cho rau muống mau xanh Để mẹ nấu một bát canh đậm đà Mát lòng sau bữa rau cà Cho con mau lớn, việc nhà con lo", "Tiểu kia đến ở chùa ta, Một là giận mẹ, hai là giận thân. Đêm nằm mà nghĩ xa gần, Con người như thế đem thân ở chùa. Ở chùa ăn những tương chua, Ăn rau muống héo, ăn dưa cần già. Sao không nghĩ đến cửa nhà, Bát cơm manh áo, mẹ già ai nuôi?", "Ai về tôi gửi buồng cau Buồng trước kính mẹ, buồng sau kính thầy Ai về tôi gửi đôi giày Phòng khi mưa gió để thầy mẹ đi.", "Đố ai đếm được lá rừng Đố ai đếm được mấy từng trời cao Đố ai đếm được vì sao Đố ai đếm được công lao Mẹ, Thầy.", "Mẹ cha gánh vác hy sinh, Mẹ cha quên cả thân mình vì con.", "Mẹ già như ánh trăng khuya, Dịu dàng soi tỏ bước đi con hiền.", "Có tát cạn biển đông mới tỏ tường lòng mẹ Không trèo qua non thái sao thấu hiểu tình cha.", "Bao năm gian khổ héo hon, Mẹ luôn cam chịu nuôi con nên người.", "Cha một đời oằn vai gánh nặng, Mẹ một đời đôi dép lạc bàn chân.", "Dù đi khắp bốn phương trời, Công cha nghĩa mẹ không ai sánh bằng.", "Có nuôi con mới biết lòng cha mẹ.", "Con vua tốt vua dấu, con tôi xấu tôi yêu.", "Thêm một người quả đất sẽ chật thêm, Nhưng thiếu mẹ thế giới đầy nước mắt.", "Công cha nặng lắm ai ơi, Nghĩa mẹ bằng trời chín tháng cưu mang.", "Con dẫu lớn vẫn là con của mẹ, Đi hết đời lòng mẹ vẫn theo con.", "Con ho lòng mẹ tan tành, Con sốt lòng mẹ như bình nước sôi.", "Công cha nghĩa mẹ ơn thầy, Ngày sau khôn lớn ơn dày biển sâu.", "Bao năm gian khổ héo hon, Mẹ luôn cam chịu nuôi con nên người.", "Bảo vâng, gọi dạ, con ơi Vâng lời sau trước, con thời chớ quên Công cha nghĩa mẹ khôn đền, Vào thưa, ra gửi mới nên con người.", "Ân cha nghĩa mẹ chưa đền Bậu mong ôm gối cuốn mền theo ai?", "Ngày nào em bé cỏn con Bây giờ em đã lớn khôn thế này Cơm cha áo mẹ chữ thầy Nghĩ sao cho bõ những ngày ước ao.", "Mẹ còn chẳng biết là may, Mẹ mất mới tiếc những ngày làm con.", "Ngó lên nuộc lạt mái nhà, Bao nhiêu nuộc lạt nhớ ông bà bấy nhiêu.", "Con hư tại mẹ, cháu hư tại bà.", "Giận thì mắng, lặng thì thương.", "Thứ nhất phải có ông bà Thứ hai kế đến chính là mẹ cha Còn con đứng ở thứ ba Cháu thì đứng chót đó là thứ tư Chít thì đứng ở thứ năm Một hơi kể hết đủ năm đại đường.", "Con ai là chẳng giống cha Cháu ai là chẳng giống bà, giống ông.", "Bà ơi cháu quý bà thay Quý bà về nỗi bà hay cho quà.", "Ông bà là ngọc là vàng Ai mà biết quý phúc rơi đầy nhà.", "Con người có cố, có ông Như cây có cội, như sông có nguồn.", "Trời cao, biển rộng, đất dày Ơn cha nghĩa mẹ, ơn thầy chớ quên.", "Đói lòng ăn đọt chà là Để cơm nuôi mẹ, mẹ già yếu răng.", "Mẹ già hết gạo treo niêu, Mà anh khăn đỏ khăn điều vắt vai.", "Mẹ còn là cả trời hoa, Cha còn là cả một tòa kim cương.", "Mẹ là tất cả mẹ ơi! Trăm năm mẹ gánh đời con lưng còng.", "Ơn dưỡng dục một đời con ghi tạc, Nghĩa sinh thành trọn kiếp mãi không quên.", "Cha mẹ giàu con thong thả, Cha mẹ nghèo con vất vả gian nan.", "Đưa kim qua nỗi ưu phiền, Mẹ ngồi vá lại cho nguyên sự đời.", "Mẹ già ở chốn lều tranh, Đói no chẳng biết rách lành chẳng hay. Mẹ già đầu bạc như tơ, Lưng đau con đỡ, mắt mờ con nuôi.", "Nuôi con chẳng quản chi thân, Chỗ ướt mẹ nằm, chỗ ráo con lăn.", "Cây có gốc mới nở ngành xanh ngọn Nước có nguồn mới bể rộng sông sâu Người ta nguồn gốc từ đâu Có tổ tiên trước rồi sau có mình.", "Chữ rằng: vấn tổ tầm tông Cháu con nỡ bỏ cha ông sao đành.", "Ru con giữa buổi chiều đông, Để mẹ tát nước giữa đồng đêm nay. Cầu giai mẹ đổ luôn tay, Cho lành manh áo cho đầy cơm con. Cho lòng mẹ đỡ héo hon, Cho khuôn mặt trẻ đẹp tròn như gương. Quản gì một nắng hai sương, Quản gì gió bụi trên đường con ơi. Ru con mẹ hát mấy lời, Ngủ đi cho mẹ còn rời gối tay.", "Cái cò đi đón cơn mưa Tối tăm mù mịt ai đưa cò về Cò về thăm quán cùng quê Thăm cha thăm mẹ cò về thăm anh.", "Thằng Bờm có cái quạt mo Phú ông xin đổi ba bò chín trâu Bờm rằng, Bờm chẳng lấy trâu Phú ông xin đổi ao sâu cá mè Bờm rằng, Bờm chẳng lấy mè Phú ông xin đổi một bè gỗ lim Bờm rằng, Bờm chẳng lấy lim Phú ông xin đổi đôi chim đồi mồi Bờm rằng, Bờm chẳng lấy mồi Phú ông xin đổi nắm xôi Bờm cười.", "Con ơi, mẹ dặn câu này Chăm lo đèn sách cho tày áo cơm Làm người đói sạch rách thơm Công danh là nợ nước non phải đền. Đố ai ngồi võng không đưa Ru con không hát ầu ơ đôi lời Đố ai đội đá vá trời Đan gầu tát bể, ghẹo người cung trăng.", "Ru con con ngủ cho lành Cho mẹ gánh nước rửa bành cho voi Muốn coi lên núi mà coi Coi bà Triệu tướng cưỡi voi đánh cồng.", "Chiều chiều ra đứng ngõ sau Trông về quê mẹ ruột đau chín chiều Chiều chiều chim vịt kêu chiều Bâng khuâng nhớ mẹ chín chiều ruột đau.", "Ru con, con ngủ cho lâu Để mẹ đi cấy ruộng sâu lâu về Ru con, con ngủ cho mê Mẹ còn lo chuyện lê thê kéo cày Ru con, con ngủ cho say Mẹ còn vất vả chân tay ngoài đồng Ru con, con ngủ cho nồng Mẹ còn nhổ mạ trả công cho người.", "Cái cò là cái cò quăm Chưa đi đến chợ đã chăm ăn quà Ăn từ bánh đúc bánh đa Củ từ khoai nướng, liền cả cháo kê Ăn xong dở dậy đi về Thấy hàng chả chuột, lại lê chân vào \"Cặp này bà bán ra sao? Ba đồng một chục, đời nào tôi mua?\" Nói dối rằng mua cho chồng Ra đến ngoài đồng, ngả nón xuống ăn Về nhà con khóc bằn ngoăn \"Nào mẹ đi chợ, có ăn quà gì? Cơm chín con dọn con ăn Mẹ còn đau quặn, đau quăn dạ này\"", "Cái Bống là cái bồng bang Mẹ Bống yêu Bống, Bống càng làm thơ Mẹ Bống yêu Bống bao giờ Để cho cái Bống làm thơ cả ngày Cái Bống là cái Bống bình Thổi cơm gánh nước, 1 mình Bống ơi Khách vào khách hãy ngồi chơi Để tôi đi chợ mua vôi ăn trầu Hàng trầu đã hết từ lâu Hàng vôi còn đợi, bắc cầu mới sang", "Ru em, em hãy nín đi Kẻo mà mẹ đánh em thì phải đau Em đau chị cũng buồn rầu Bé mồm bé miệng nín mau tức thì.", "Cái bống đi chợ Cầu Cần Thấy ba ông bụt cởi trần nấu cơm Ông thì xới xới, đơm đơm Ông thì ứ hự, nồi cơm không còn. Cái bống đi chợ Cầu Canh Con tôm đi trước, củ hành theo sau Con cua lạch đạch theo hầu Cái chày rơi xuống vỡ đầu con cua.", "Con ơi con ngủ cho lành Ông Mai Hắc Đế xây thành Vạn An.", "Hai tay cầm bốn tao nôi Mẹ ru con ngủ cho rồi kẻo trưa.", "Con ơi, con nín mẹ ru Cha con còn ở biên khu chưa về.", "Ru con, con ngủ cho say Để u dệt vải cho thầy nhuộm nâu Cắt quần cắt áo u khâu Để thầy con mặc cày bừa mùa chiêm.", "Thật thà cũng thể lái trâu Yêu nhau cũng thể nàng dâu mẹ chồng.", "Mẹ anh dữ lắm em ơi Nhịn ăn, nhịn mặc, nhịn lời mẹ cha Nhịn cho nên cửa, nên nhà Nên kèo, nên cột, nên xà tầm vông.", "Trời mưa ướt lá đài bi Con mẹ, mẹ xót, xót gì con dâu!", "Bắt chấy cho mẹ chồng, thấy bồ nông dưới bể.", "Rau muống tháng chín, Nàng dâu nhịn cho mẹ chồng ăn.", "Ham chi bó ló quan tiền Mụ gia dễ ở, chồng hiền là hơn.", "Mẹ già là mẹ già anh Một ngày hai bữa cơm canh mẹ già Bát cơm em nấu như hoa Bát canh em nấu như là mật ong Nước mắm em lọc cho trong Mâm cơm em dọn tựa dòng cơm quan.", "Thế gian đã có lời ca Nàng dâu khéo ở, mụ gia hết ngầy.", "Mẹ chồng là mẹ chồng tôi Cái tôm bóc nõn, tôi nuôi mẹ chồng.", "Dâu hiền lại gặp mẹ hiền Cái quần tám túm cũng liền như xưa.", "Bố chồng là lông chim phượng Mẹ chồng là tượng mới tô Nàng dâu mới về là bồ đựng chửi.", "Mẹ chồng là mẹ chồng tôi Năm bảy cái quạ nó lôi mẹ chồng.", "Mẹ chồng nàng dâu Chủ nhà, người ở yêu nhau bao giờ.", "Cây khô chết đứng giữa đồng Nàng dâu khôn khéo mẹ chồng vẫn chê.", "Đèn ai leo lét bên sông Giống đèn mẹ chồng đi rước nàng dâu.", "Muốn nói không làm mẹ chồng mà nói.", "Trước làm nàng dâu, sau mới làm mẹ chồng.", "Ưa nhau cũng thể nàng dâu, mẹ chồng.", "Ta về ta tắm ao ta, Dù trong dù đục ao nhà vẫn hơn.", "Bầu ơi thương lấy bí cùng, Tuy rằng khác giống nhưng chung một giàn.", "Anh đi anh nhớ quê nhà, Nhớ canh rau muống nhớ cà dầm tương.", "Tới đây xứ sở lạ lùng, Chim kêu cũng sợ, cá vùng cũng ghê.", "Trăng bao nhiêu tuổi trăng già, Núi bao nhiêu tuổi gọi là núi non. Trăng bao nhiêu tuổi trăng tròn, Núi bao nhiêu tuổi, núi còn trơ trơ.", "Ruộng đồng mặc sức chim bay, Biển hồ lai láng, cá bầy đua bơi.", "Rủ nhau ra tắm hồ sen, Nước trong bóng mát, hương chen cạnh mình. Cứ chi vườn ngọc, ao quỳnh, Thôn quê vẫn thú hữu tình xưa nay.", "Rừng thiêng nước độc thú bầy, Muỗi kêu như sáo thổi, đỉa lội đầy như bánh canh.", "Đồn rằng chợ Bỏi vui thay, Đằng Đông có miếu, đằng Tây có chùa. Giữa chợ lại có đền thờ, Dưới sông nước chảy đò đưa dập dìu.", "Quê em có gió bốn mùa, Có trăng giữa tháng, có Chùa quanh năm. Chuông hôm, gió sớm, trăng rằm, Chỉ thanh đạm thế âm thầm thế thôi.", "Đứng bên ni đồng, ngó bên tê đồng, mênh mông bát ngát, Đứng bên tê đồng, ngó bên ni đồng, cũng bát ngát mênh mông.", "Đường đi xa lắm ai ơi, Nước non ngàn dặm, bể trời mênh mông. Đi qua muôn chợ vạn rừng, Thuyền con một chiếc vẫy vùng biển khơi", "Nhà tôi nghề giã, nghề sông, Lặng thì tôm cá đầy trong, đầy ngoài, Cá trắng cho chí cá khoai, Còn như cá lẹp cá mai cũng nhiều.", "Trong đầm gì đẹp bằng sen, Lá xanh, bông trắng lại chen nhị vàng. Nhị vàng bông trắng lá xanh, Gần bùn mà chẳng hôi tanh mùi bùn.", "Trời cao, cao bấy không xa, Đất kia rộng vậy thế mà dày sâu. Bể xa mây nước mù mù, Biết mô cửa lạch, biết mô sông cùng.", "Đầm sen, bãi sậy, rừng tràm, Kinh dài xé đất, cây xanh rợp trời.", "Trên Chùa đã động tiếng chuông, Gà Thọ Xương đã gáy, chim trên nguồn đã kêu.", "Nhất cao là núi Ba Vì, Nhất lịch, nhất sắc kinh kỳ Thăng Long.", "Nhất cao là núi Ba Vì, Thứ ba Tam Đảo, thứ nhì Độc Tôn.", "Ớt cay là ớt Định Công, Nhãn ngon là loại nhãn lồng làng Quang.", "Thăng Long Hà Nội đô thành, Nước non ai vẽ nên tranh họa đồ. Cố đô rồi lại tân đô, Ngàn năm văn vật bây giờ là đây.", "Rủ nhau xem cảnh Kiếm Hồ, Xem cầu Thê Húc, xem chùa Ngọc Sơn. Đài Nghiên, Tháp Bút chưa mòn, Hỏi ai gây dựng nên non nước này?", "Gió đưa cành trúc la đà, Tiếng chuông Trấn Vũ, canh gà Thọ Xương. Mịt mù khói tỏa ngàn sương, Nhịp chày Yên Thái, mặt gương Tây Hồ.", "Làng tôi có lũy tre xanh, Có sông Tô Lịch uốn quanh xóm làng. Bên bờ vải nhãn hai hàng, Dưới sông cá lội từng đàn tung tăng.", "Sông Tô nước chảy quanh co, Cầu Đông sương sớm, quán Giò trăng khuya. Buồn tình vừa lúc phân chia, Tiếng ai như đã bên kia hẹn hò.", "Nước sông Tô vừa trong vừa mát, Anh ghé thuyền anh cho sát thuyền em. Dừng chèo muốn ngỏ đôi tình, Sông bao nhiêu nước nghĩa tình bấy nhiêu.", "Ai đi trẩy hội chùa Hương, Làm ơn gặp khách thập phương hỏi giùm. Mớ rau sắng, quả mơ non, Mơ chua sắng ngọt, biết còn thương chăng?", "Ngày xuân cái én xôn xao, Con công cái bán ra vào chùa Hương. Chim đón lối, vượn đưa đường, Nam mô đức Phật bốn phương chùa này.", "Thanh Trì có bánh cuốn ngon, Có gò Ngũ Nhạc có con sông Hồng. Thanh Trì cảnh đẹp người đông, Có cây sáo trúc bên đồng lúa xanh.", "Xem kìa Yên Thái như kia, Giếng sâu chín trượng, nước thì trong xanh. Đầu chợ Bưởi điếm cầm canh, Người đi kẻ lại như tranh họa đồ. Cổng chợ có miếu vua cha, Đường cái chính xứ lên chùa Thiên Niên.", "Yên Thái có giếng trong xanh, Có đôi cá sấu ngồi canh đầu làng. Ai qua nhắn nhủ cô nàng, Yêu nhau xin chớ phũ phàng đổi thay.", "Vải ngon thì nhất làng Bằng, Khắp thành Hà Nội hỏi rằng đâu hơn. Củ đậu Bằng Thượng thiếu gì, Dưa hấu Bằng Hạ đâu bì được chăng.", "Trên Tràng Thi, dưới lại Tràng Thi, Ai đem nhân ngãi tôi đi đằng nào? Trên Hàng Đào, dưới lại Hàng Đào, Ai đem nhân ngãi tôi vào Tràng Thi.", "Hỡi cô thắt lưng bao xanh, Có về Vạn Phúc với anh thì về. Vạn Phúc có cội cây đề, Có sông uốn khúc, có nghề quay tơ. Kẻ Dầu có quán Đình Thành, Kẻ Hạc ta có Ba Đình, Ba Voi. Mười tám cất thuyền xuống bơi, Mười chín giã bánh, hai mươi rước thần.", "Bát Tràng có mái đình cong, Vui nhất là chợ Đồng Xuân. Trông lên thấy dãy hàng cà, Bánh đúc, bánh đậu, bánh đa, xôi vò. Trông lên thấy dãy thịt bò, Chú bồi, chú khách đợi chờ bán mua. Trông lên thấy dãy hàng cua, Em xách một rổ, anh mua mấy hào. Trông lên dãy phố Hàng Đào, Miệng chào hớn hở anh vào cùng em.", "Vừa nghe tàu điện rung chuông, Leng keng đánh thức màn sương Tây Hồ. Đường vui rộn bánh xe bò, Lao xao Yên Phụ tiếng hò gọi nhau. Hỏi mình: Chuyên chở về đâu, Ngụy trang xanh ngắt một màu thế kia? Rằng: Rau Quảng Bá đây mà, Rau vào xí nghiệp, rau ra chiến trường. Rau tình, rau nghĩa quê hương, Lại đây, đẩy một đoạn đường hộ rau.", "Trung Màu chuột nhắt xáo dưa, Kỳ Lân nấu cháo cả cua lẫn càng. Đổng Viên mặc ục khoai lang, Phù Đổng cơm tấm giần sàng khỏe ghê. Đổng Xuyên mỗi người mỗi nghề, Lớn thì đánh xiếc, bé thì mò tôm. Phù Dực đi bán vải non, Chửa đi đến chợ mía don đầy lồng. Tấm gốc, tấm ngọn phần chồng, Còn bao tấm giữa để vào lòng mà ăn. Công Đình cưa xẻ đã quen, Tế Xuyên bắt rẽ lấy tiền mua nhiêu. Nhân Lễ thì đúc lưỡi cày, To Khê Viên Ngoại thì hay hàn nồi. Xa Long lắm chuối mình ơi, Phù Ninh dệt vải người người thâu đêm.", "Ai về tới thẳng Năm Căn, Ghé ăn bánh gỏi Sóc Trăng, Bãi Xàu. Mắm nêm, chuối chát, khế, rau, Tôm càng Đại Ngãi cặp vào khó quên!", "Bạc Liêu là xứ quê mùa, Dưới sông cá chốt, trên bờ Triều Châu.", "Bắp nào to bằng bắp Hồng Ngự, Cá nào bự bằng cá cờ đen.", "Thuốc nào ngon bằng thuốc rê Cao Lãnh, Gái nào bảnh bằng gái Nha Mân.", "Gà nào hay bằng gà Cao lãnh, Gái nào bảnh bằng gái Tân Châu. Anh thương em chẳng ngại sang giàu, Mứt hồng đôi lạng, trà tàu đôi cân.", "Tháp Mười đẹp nhất bông sen, Việt Nam đẹp nhất có tên Bác Hồ.", "Tháp Mười sinh nghiệp phèn chua, Hổ mây, cá sấu thi đua vẫy vùng.", "Quê em Đồng Tháp mênh mông, Xanh tươi bát ngát ruộng đồng bao la.", "Muốn ăn bông súng mắm kho, Thì vô Đồng Tháp ăn no đã thèm.", "Đồng Tháp Mười cò bay thẳng cánh, Nước Tháp Mười lấp lánh cá tôm. Ai đi Châu Đốc, Nam Vang, Ghé qua Đồng Tháp bạt ngàn bông sen.", "Vĩnh Long có cặp rồng vàng, Nhất Bùi Hữu Nghĩa, Nhì Phan Tuấn Thần.", "Cần Thơ gạo trắng nước trong, Ai về xứ Bạc thong dong cuộc đời.", "Cần Thơ gạo trắng nước trong, Ai đi đến đó lòng không muốn về.", "Ai ơi về miệt Tháp Mười, Cá tôm sẵn bắt, lúa trời sẵn ăn.", "Sông Vàm Cỏ nước trong thấy đáy, Dòng Cửu Long xuôi chảy dịu dàng. Ai về Mỹ Thuận, Tiền Giang, Có thương nhớ gã đánh đàn năm xưa?", "Bến Tre dừa ngọt sông dài, Nơi chợ Mỏ Cày có kẹo nổi danh. Kẹo Mỏ Cày vừa thơm vừa béo, Gái Mỏ Cày vừa khéo vừa ngoan. Anh đây muốn hỏi thiệt nàng, Là trai Thạnh Phú cưới nàng được chăng?", "Rạch Miễu văng nối hai đầu, Bến Tre một nửa, nửa cầu Tiền Giang. Ai về sông nước Hậu Giang, Ghé thăm xứ sở bạt ngàn sản nông.", "Bước xuống Bắc Mỹ Tho thấy sóng xô nước đẩy, Bước lên bờ Rạch Miễu thấy nước chảy cây xanh. Anh biết chắc nơi đây là đất Châu Thành, Sao tìm hoài không thấy trong đám bộ hành bóng em.", "Củ Chi mát nước Kinh Đông, Rau, dưa, bầu, bí xanh đồng Hóc Môn. Duyên Hải lắm cá nhiều tôm, Thủ Đức nhà máy khói tuôn ngang trời. Tàu thuyền tấp nập ra khơi, Bạch Đằng lấp lánh sao trời, trời sao.", "Ai về Gia Định thì về, Nước trong gạo trắng dễ bề làm ăn.", "Muốn ăn cơm tấm, canh cần, Thì về Trinh Tiết chăn tầm với anh. Ngó vô Linh Đống mây mờ, Nhớ ông nguyên soái dựng cờ đánh Tây. Nhà Bè nước chảy chia hai, Ai về Gia Định, Đồng Nai thì về.", "Đồng Nai xứ sở lạ lùng, Dưới sông cá lội, trên giồng cọp um.", "Phồn hoa thứ nhất Long Thành, Phố giăng mắc cửi, đường quanh bàn cờ.", "Vạn Long dệt cửi kéo hoa, An Phú nấu kẹo mạch nha ngọt đường, Trung Kính thì lễ vàng hương, Nghĩa Đô làm giấy để làng tả văn.", "Tuy Hòa lắm bãi nhiều soi, Lắm cô gái đẹp nhiều nơi phải lòng. Tuy Hòa gần giếng gần sông, Đàn bà thì ít, đàn ông thì nhiều.", "Biên Hòa có bưởi Thanh Trà, Thủ Đức nem nướng, Điện Bà Tây Ninh.", "Biên Hoà bưởi chẳng đắng the, Ăn vào ngọt lịm như chè đậu xanh.", "Hải Phòng là chốn hữu tình, Thuyền buôn, thuyền bán rập rình bờ sông.", "Sâu nhất là sông Bạch Đằng, Ba lần giặc đến ba lần giặc tan. Cao nhất là núi Lam Sơn, Có ông Lê Lợi trong ngàn bước ra.", "Bắc Cạn có suối đãi vàng, Có hồ Ba Bể, có nàng áo xanh.", "Đồng Đăng có phố Kỳ Lừa, Có đền Tô Thị, có chùa Tam Thanh, Ai lên xứ Lạng cùng anh, Tiếc công bác mẹ sinh thành ra em. Tay cầm bầu rượu nắm nem, Mãi vui quên hết lời em dặn dò.", "Đường lên Xứ Lạng bao xa, Cách một trái núi với ba quãng đồng. Ai ơi đứng mà lại trông, Kìa núi Thành Lạng kìa sông Tam Cờ.", "Đường vô xứ Nghệ quanh quanh, Non xanh nước biếc như tranh họa đồ. Thương em anh những muốn vô, Sợ truông nhà Hồ, sợ phá Tam Giang. Phá Tam Giang ngày rày đã cạn, Truông nhà Hồ, Nội tán cấm nghiêm.", "Hồ Tịnh Tâm nhiều sen Bách Hợp, Đất Hương Cần ngọt quýt thơm cam.", "Đi mô cũng nhớ quê mình, Nhớ Hương Giang gió mát, nhớ Ngự Bình trăng thanh.", "Chiều chiều ra chợ Đông Ba, Ngó về hàng bột, trông ra hàng đường.", "Đò từ Đông Ba, đò qua Đập Đá, Đò từ Vĩ Dạ, thẳng ngã Ba Sình. Lờ đờ bóng ngã trăng chênh, Tiếng hò xa vọng, nhắn tình nước non.", "Núi Truồi ai đắp mà cao, Sông Gianh ai bới ai đào mà sâu. Nong tằm, ao cá, nường dâu, Đò xưa bến cũ nhớ câu hẹn hò.", "Nam Kỳ sáu tỉnh em ơi, Cửu Long chín ngọn cùng khơi một nguồn. Sông Hương nước chảy trong luôn, Núi Ngự danh tiếng cả muôn dặm ngoài.", "Chùa Tiên chín chín cây thông, Ai không trồng đủ, làng không cho về.", "Sông Thao nước đục người đen, Ai lên phố Ẻn cũng quên đường về.", "Ai lên Phú Thọ thì lên, Lên non Cổ Tích, lên đền Hùng Vương. Đền này thờ tổ Nam Phương, Quy mô trước đã sửa sang rõ ràng. Ai ơi nhận lại cho tường, Lối lên đền Thượng sẵn đường xi măng. Lên cao chẳng khác đất bằng, Đua nhau lũ lượt lên lăng vua Hùng.", "Ai lên nhắn chị hàng bông, Có muốn lấy chồng thì xuống Nguyệt Viên. Nguyệt Viên lắm thóc nhiều tiền, Lại có sông liền tắm mát nghỉ ngơi. Chiều chiều ba dãy cá tươi, Chẳng ăn cũng thiệt, chẳng chơi cũng hoài.", "Ai lên Biên Thượng, Lam Sơn, Nhớ lên Thái tổ chặn đường quân Minh.", "Ai về Tuy Phước ăn nem, Ghé qua Hưng Thạnh mà xem Tháp Chàm.", "Bình Định có núi Vọng Phu, Có đầm Thị Nại, có cù lao xanh. Em về Bình Định cùng anh, Được ăn bí đỏ nấu canh nước dừa.", "Nào ai quyết chí tu hành, Có về Yên Tử mới đành lòng tu.", "Xa đưa văng vẳng tiếng chuông, Kìa chùa Phả Lại chập chùng bên sông.", "Anh về Bình Định thăm ch­­a, Phú Yên thăm mẹ, Khánh Hoà thăm em.", "Ai về Bình Định mà nghe, Nói thơ chàng Lía, hát vè Quảng Nam. Ai về đến huyện Đông Anh, Ghé thăm phong cảnh Loa thành Thục Vương.", "Ai về Quảng Ngãi quê ta, Mía ngon, đường ngọt, trắng ngà dễ ăn. Mạch nha, đường phổi, đường phèn, Kẹo gương thơm ngọt ăn quen lại ghiền.", "Đi bộ thì khiếp Hải Vân, Đi thuyền thì khiếp Sóng Thần, Hang Dơi.", "Ai đi Uông Bí Vàng Danh, Má hồng để lại, má xanh đi (mang) về.", "Hải Vân bát ngát nghìn trùng, Hòn Hồng ở đấy là trong Vịnh Hàn. Nhà Bè nước chảy phân hai, Ai về Gia Định, Đồng Nai thì về.", "Vọng Phu thuộc dãy núi Bà, Phước Sơn chất ngất gọi là núi Ông. Phải chi đây đó vợ chồng, Gánh tương tư khỏi nặng lòng nước non.", "Vạn Vân có bến Thổ Hà, Vạn Vân nấu rượu Thổ Hà nung vôi. Nghĩ rằng đá nát thì thôi, Ai ngờ đá nát nung vôi lại nồng.", "Quảng Nam có núi Ngũ Hành, Có sông Chợ Củi, có thành Đồng Dương. Quảng Nam nổi tiếng bòn bon, Chả viên Bình Định vừa ngon vừa lành. Chín mùi da vẫn còn tươi, Mùi thơm cơm nếp, vị thanh đường phèn.", "Ai đi phố Hội chùa Cầu, Để thương, để nhớ, để sầu cho ai. Để sầu cho khách vãng lai, Để thương để nhớ cho ai chịu sầu.", "Đền Sòng linh nhất xứ Thanh, Ở trên tỉnh Lạng có thành tiên xây.", "Đường lên Xứ Lạng bao xa, Cách một trái núi với ba quãng đồng. Ai ơi đứng mà lại trông, Kìa núi thành Lạng kìa sông Tam Cờ.", "Ai đi cách trở sơn khê, Nhớ tô mì Quảng, tình quê mặn nồng.", "Quảng Nam có lụa Phú Bông, Có khoai Trà Đỏa, có sông Thu Bồn. Quảng Nam là đất quê mình, Núi, đồng, sông, biển rành rành từ đâu. Bắc Thừa Thiên giáp Hải Vân, Nam thì Quảng Ngãi, giáp gần núi Phong. Tây thì giáp đến sông Buông, Rừng cao rừng thấp mấy tầng mây xanh. Đông thì biển rộng thênh thang, Đất đai trăm dặm rành rành như ghi.", "Trên trời có sông Ngân Hà, Tỉnh Nam sông cái, Bắc là sông sâu. Bắc Ninh lại có sông Cầu, Anh còn tơ tưởng sông Dâu, sông Đào. Anh còn tơ tưởng sông Thao, Qua sông Hà Nội anh vào Kinh đô. Đại Đồng lại có sông Hồ, Bước qua sông Đuống thờ ơ với tình. Sông Thương chơi đã thập thành, Bước qua sông Cái bẻ cành phù dung.", "Bỏ thì thương, vương thì tội. → Phân vân, khó xử không biết nên từ bỏ hay tiếp tục yêu nhau. Câu này không chỉ nói về tình yêu mà còn ám chỉ nhiều mối quan hệ khác trong xã hội.", "Còn tiền còn duyên nợ, hết tiền hết vợ chồng. → Tình cảm vợ chồng rẻ rúng, sống với nhau chỉ vì đồng tiền. Tiền còn thì người còn, hết tiền người cũng cất bước ra đi.", "Chê anh một chai, phải anh hai lọ. → Chê anh chồng rượu chè cờ bạc, lấy phải anh chồng thứ hai ăn chơi gấp đôi anh chồng cũ.", "Nồi nào úp vung nấy. → Người sống ra sao sẽ gặp bạn đời giống như vậy. Như nồi với vung, phải vừa khít với nhau.", "Yêu nhau chín bỏ làm mười. → Đôi trai gái yêu nhau dễ dàng (nên) bỏ qua lỗi lầm cho nhau để tình yêu được trọn vẹn.", "Yêu nhau con chấy cắn đôi. → Đôi lứa yêu nhau đùm bọc và chia sẻ với nhau mọi thứ.", "Yêu nhau rào giậu cho kín. → Mang ý nghĩa sự minh bạch sòng phẳng về tiền bạc vật chất giữa những người yêu nhau để tình yêu được lâu bền.", "Yêu nhau lắm, cắn nhau đau → Mang ý nghĩa những cặp đôi, con người càng yêu nhiều thì khi giận hờn, phản bội càng cảm thấy đau đớn.", "Yêu hoa nên phải vin cành → Mang ý nghĩa vì yêu một người nên phải chiều lòng những người có mối quan hệ liên quan hoặc có ảnh hưởng đến người đó.", "Lửa gần rơm lâu ngày cũng bén. → Trai gái gần nhau trước sau cũng nảy sinh tình cảm. Có thể xem đây là một loại tình cảm “mưa dầm thấm lâu”, dày công theo đuổi sẽ có ngày tình cảm được đáp trả.", "Thương nhau mấy núi cũng trèo, Mấy sông cũng lội, mấy đèo cũng qua.", "Yêu nhau yêu cả đường đi, Ghét nhau ghét cả tông chi họ hàng.", "Yêu nhau vạn sự chẳng nề, Dẫu trăm chỗ lệch cũng kê cho bằng.", "Yêu nhau xa cũng nên gần, Ghét nhau cách một bàn chân cũng lìa.", "Ăn chanh ngồi gốc cây chanh, Lấy anh thì lấy, về Thanh không về.", "Cây cao, quả chín đồi mồi, Anh trông mỏi mắt, anh chòi mỏi tay.", "Gái thương chồng đang đông buổi chợ, Trai thương vợ nắng quái chiều hôm.", "Cơm ăn mỗi bữa một lưng Uống nước cầm chừng để dạ thương em.", "Chiều chiều mang giỏ hái dâu, Hái dâu chả hái, nhớ câu ân tình.", "Yêu nhau chẳng quản lầm than, Mấy sông cũng lội, mấy ngàn cũng qua.", "Phải duyên phải kiếp thì theo, Giàu ăn khó chịu lo gì mà lo.", "Bến em có gốc dừa tơ, Đêm trăng em đứng em chờ đợi ai.", "Bắc thang lên hái hoa vàng, Vì ai cho thiếp biết chàng từ đây.", "Anh như núi, em như khuy, Như mây với núi, biệt ly không đành.", "Chừng nào cho sóng bỏ gành, Cù lao bỏ biển anh mới đành bỏ em.", "Yêu nhau cởi áo cho nhau, Về nhà mẹ hỏi, qua cầu gió bay.", "Tình anh như nước dâng cao, Tình em như dải lụa đào tẩm hương.", "Thương em vô giá quá chừng, Trèo non quên mệt, ngậm gừng quên cay.", "Dẫu cho đá nát vàng phai, Trăm năm duyên nợ chẳng phai chút nào.", "Ước gì sông rộng một gang, Bắc cầu dải yếm để chàng sang chơi.", "Còn duyên buôn cậy, bán hồng, Hết duyên buôn mít, cho chồng nhặt sơ.", "Thương nhau tạc một chữ tình, Trăm năm thề quyết bạn mình có nhau.", "Chợ chiều nhiều khế ế chanh, Nhiều con gái tốt nên anh chàng ràng. Chàng ràng như ếch hai hang, Như chim hai ổ như nàng hai nơi.", "Tay nâng chén muối đĩa gừng, Gừng cay muối mặn, xin đừng quên nhau. Tay bưng đĩa muối sàng rau, Căn duyên ông trời định, bỏ nhau sao đành.", "Đồng đăng có phố Kỳ Lừa, Có nàng Tô Thị có chùa Tam Thanh. Ai lên xứ Lạng cùng anh, Tiếc công bác mẹ sinh thành ra em.", "Yêu nhau thì (thời) ném miếng trầu, Ghét nhau ném đá vỡ đầu nhau ra. Yêu nhau cau sáu bổ ba, Ghét nhau cau sáu bổ ra làm mười.", "Anh về cuốc đất trồng cau, Để em trồng ké dây trầu một bên. Mai sau trầu nọ lớn lên, Cau kia ra trái làm nên cửa nhà.", "Gặp đây anh nắm cổ tay, Anh hỏi câu này, nàng nói làm sao: Cái gì là mận là đào, Cái gì là ngãi tương giao ở đời?", "Gặp đây anh nắm cổ tay, Buông ra, em nói lời này thở than. Châu Trần chớ vội bắc ngang, Xa xôi vượt mấy ngày đàng nên quen. Tơ hồng chỉ thắm là duyên, Dẫu bao giờ gặp thì nên bấy giờ.", "Cô kia cắt cỏ một mình, Cho anh cắt với chung tình làm đôi. Cô còn cắt nữa hay thôi, Cho anh cắt với làm đôi vợ chồng.", "Cây trên rừng hóa kiểng, Cá dưới biển hóa long, Con cá lòng tong ẩn bóng ăn rong. Anh đi lục tỉnh giáp vòng, Đến đây trời khiến đem lòng thương em.", "Thương em hồi áo mới may, Bây giờ áo rách thay tay vá quàng. Trăm năm duyên nghĩa vẹn toàn. Dầu thương áo rách vá quàng cũng thương.", "Hỡi cô đội nón ba tầm, Có về Yên Phụ, phiên rằm lại sang. Phiên rằm chợ chính Yên Quang, Yêu hoa anh đợi hoa nàng mới mua.", "Ớt nào là ớt chẳng cay, Gái nào là gái chẳng hay ghen chồng. Vôi nào là vôi chả nồng, Gái nào là gái có chồng chẳng ghen.", "Trai có tài nào lo ế vợ, Gái có sắc nào sợ ế chồng. Khuyên em giữ phận cho đồng, Anh lựa nơi nhơn đạo, chỉ hồng anh gắn xe.", "Bao giờ cây chuối có cành, Cho sung có nụ, cho hành có hoa. Bao giờ chạch đẻ ngọn đa, Sáo đẻ dưới nước thì ta lấy mình. Bao giờ cây cải làm đình, Gỗ lim thái ghém thì mình lấy ta.", "Tiện đây ngồi gốc cây đa. Bứt nắm cỏ gà làm nắm chỉ thêu. Đã yêu áo rách cũng yêu. Cỏ gà khéo lựa, cũng thêu lên rồng.", "Có phúc lấy phải vợ già Vừa sạch cửa nhà, lại ngọt cơm canh Vô phúc lấy phải trẻ ranh Nó ăn, nó bỏ tung hoành nó đi.", "Ước gì anh lấy được nàng, Để anh mua gạch Bát Tràng về xây. Xây dọc rồi lại xây ngang, Xây hồ bán nguyệt cho nàng rửa chân.", "Sự đời nước mắt soi gương Càng yêu nhau lắm, càng thương nhớ nhiều.", "Có đêm thơ thẩn một mình Ở đây thức cả năm canh rõ ràng. Có đêm tạc đá ghi vàng Ngày nào em chả nhớ chàng, chàng ơi.", "Đôi ta thương mãi nhớ lâu Như sông nhớ nước, như cành dâu nhớ tằm.", "Thương ai bằng nỗi thương con Nhớ ai bằng nỗi gái son nhớ chồng.", "Một ngày loi lẻ không chồng Dẫu ngồi cửa sổ chạm rồng cũng hư.", "Nhớ ai bổi hổi bồi hồi, Như đứng đống lửa, như ngồi đống than.", "Chàng về để áo lại đây, Phòng khi em nhớ, cầm tay đỡ buồn.", "Một chờ, hai đợi, ba trông, Bốn thương, năm nhớ, bảy tám chín mong, mười tìm.", "Đêm nằm ở dưới bóng trăng, Thương cha, nhớ mẹ không bằng nhớ em.", "Thiếp nhớ chàng tấm phên hư nuộc lạt đứt, Chàng nhớ thiếp khi đắng nước nghẹn cơm.", "Nước non một gánh chung tình, Nhớ ai ai có nhớ mình hay chăng.", "Gái có chồng như gông đeo cổ, Trai có vợ như nhợ buộc chân.", "Sợ đời nước mắt soi gương, Càng yêu nhau đắm càng thương nhớ nhiều.", "Sông sâu ngựa lội ngập kiều, Dù anh có phụ còn nhiều nơi thương.", "Ai về ai ở mặc ai, Thiếp như sầu đượm thắp hoài năm canh.", "Chẳng tham vựa lúa anh đầy, Tham năm ba chữ cho tầy thế gian.", "Anh đi đường ấy xa xa, Để em ôm bóng trăng tà năm canh.", "Buồn từ trong dạ buồn ra, Buồn anh ở bạc, buồn cha mẹ nghèo.", "Muốn sang nhưng ngại vắng thuyền, Muốn về bến nước, nhưng duyên lỡ rồi.", "Đôi ta như cái đòng đòng, Đẹp duyên nhưng chẳng đẹp lòng mẹ cha.", "Không thương nỏ nói khi đầu, Làm chi dan díu giữa cầu mà buông.", "Ai đi đâu đấy hỡi ai? Hay là trúc đã nhớ mai đi tìm. Tìm em như thể tìm chim, Chim bay miền Bắc, đi tìm biển Đông.", "Cha anh có đánh quằn đánh quại, Bắt anh ra treo tại nhành dương. Biểu từ ai anh từ đặng, Chớ biểu anh từ người thương anh không từ.", "Yêu nhau chẳng lấy được nhau, Con lợn bỏ đói, buồng cau bỏ già. Bao giờ sum họp một nhà, Con lợn lại béo, cau già lại non.", "Đêm qua ra đứng bờ ao, Trông cá, cá lặn, trông sao, sao mờ. Buồn trông con nhện giăng tơ, Nhện ơi, nhện hỡi, nhện chờ mối ai? Buồn trông chênh chếch sao mai, Sao ơi, sao hỡi, nhớ ai sao mờ.", "Nước ngược anh bỏ sào xuôi Khúc sông quạnh vắng có người sầu riêng Nước chảy hòn đá trôi nghiêng Em chơi chung với bạn, anh sầu riêng một mình.", "Mình về mình bỏ ta đây Như con tơ rối gỡ ngày nào xong?", "Trăm năm đành lỗi hẹn hò Cây đa bến cũ con đò khác đưa.", "Công anh chăm nghé đã lâu Bây giờ nghé đã thành trâu ai cày?", "Trèo lên cây bưởi hái hoa, Bước xuống vườn cà hái nụ tầm xuân. Nụ tầm xuân nở ra xanh biếc, Em có chồng anh tiếc lắm thay. Ba đồng một mớ trầu cay, Sao anh không hỏi những ngày còn không. Bây giờ em đã có chồng, Như chim vào lồng, như cá cắn câu. Cá cắn câu biết đâu mà gỡ, Chim vào lồng biết thuở nào ra.", "Anh như nút, em như khuy Như mây với núi, biệt ly không đành.", "Còn 1 cái cối đâm bèo Để ta bán nốt ta theo mình về.", "Mẫu đơn nở cạnh nhà thờ Đôi ta trinh tiết đợi chờ lấy nhau.", "Vì chuôm cho cá bén đăng Vì tình nên phải đi trăng về mờ Những lời mình nói với ta Sông sâu hóa cạn, đường xa hóa gần.", "Hôm nay sum họp trúc mai Tình chung một khắc, nghĩa dài trăm năm.", "Người ta thích lấy nhiều chồng Tôi đây chỉ thích một ông thật bền Thật bền như tượng đồng đen Trăm năm quyết với cùng em một lòng.", "Lên non thiếp cũng lên theo Tay vịn, chân trèo, hái trái nuôi nhau. Mình về tôi cũng về theo Sum vầy phu phụ, giàu nghèo có nhau.", "Mặc ai một dạ hai lòng Em đây thủ tiết loan phòng chờ anh.", "Bạn nghèo thuở trước chớ quên Vợ cùng kham khổ, chẳng nên phụ tình.", "Đêm đêm tưởng dạng Ngân Hà, Bóng sao tinh đẩu đã ba năm tròn. Đá mòn nhưng dạ chẳng mòn, Tào khê nước chảy lòng còn trơ trơ.", "Bao giờ cho gạo bén sàng? Cho trăng bén gió, cho nàng bén anh?", "Họ giàu, họ nghinh hôn, giá thú Hai đứa mình nghèo, dụ dỗ nhau đi.", "Cô kia cắt cỏ bên sông Có muốn ăn nhãn thì lồng sang đây Sang đây anh nắm cổ tay Anh hỏi câu này: Có lấy anh chăng?", "Muốn ăn cơm trắng cá kho Trốn cha, trốn mẹ, xuống đò cùng anh.", "Trên rừng có cây bông kiểng Dưới biển có cá hóa long Con cá lòng ròng ẩn bóng ăn rong Anh đi Lục tỉnh giáp vòng Tới đây trời khiến cho lòng thương em.", "Mong sao anh biến ra tằm Em biến ra nống, ta nằm chung chơi Khi nào cho hợp hai nơi Ghé tai nói nhỏ những lời thủy chung.", "Con tằm bối rối vì tơ Anh say vì rượu, em ngẩn ngơ vì tình.", "Em về cắt rạ đánh tranh Chặt tre chẻ lạt cho anh lợp nhà Sớm khuya hòa thuận đôi ta Hơn ai gác tía, lầu hoa một mình.", "Bây giờ mận mới hỏi đào, Vườn hồng đã có ai vào hay chưa? Mận hỏi thì đào xin thưa, Vườn hồng có lối nhưng chưa ai vào.", "Hôm qua tát nước đầu đình, Bỏ quên chiếc áo trên cành hoa sen. Em được thì cho anh xin, Hay là em để làm tin trong nhà.", "Hỏi xa anh lại hỏi gần, Hỏi em phỏng độ đương xuân thế nào. Thấy em là gái má đào, Lòng anh chỉ muốn ra vào kết duyên.", "Thuyền về có nhớ bến chăng, Bến thì một dạ khăng khăng đợi thuyền.", "Thương anh, em để ở đâu, Để trong cuốn sách để đầu trang thơ. Thương em, anh để ở đâu, Để trong tay áo, lâu lâu lại dòm.", "Anh đi anh nhớ quê nhà, Nhớ canh rau muống nhớ cà dầm tương. Nhớ ai dãi nắng dầm sương, Nhớ ai tát nước bên đường hôm nao.", "Nghĩ xa rồi lại nghĩ gần, Làm thân con nhện mấy lần vương tơ. Về đâu trong đục mà chờ, Hoa thơm mất tuyết nương nhờ vào đâu.", "Đôi ta cùng bạn chăn trâu, Cùng mặc áo vá nhuộm nâu một hàng. Bao giờ cho gạo bén sàng, Cho trăng bén gió cho nàng bén anh.", "Trách người quân tử vô danh Chơi hoa xong lại bẻ cành bán rao", "Còn đang chọn đá thử vàng, Ngọc lành ai quẩy ra đàng bán rao. Quan quan bốn tiếng thư cưu, Mong người quân tử hảo cầu kết duyên.", "Chăn kia nửa đắp nửa hờ, Gối kia nửa đợi, nửa chờ duyên em.", "Gió sao gió mát sau lưng, Dạ sao dạ nhớ người dưng thế này.", "Chữ Hán: 情人眼里出西施 Pinyin: Qínɡrén yǎn lǐ chū xīshī Hán Việt: Tình nhân trong mắt hóa Tây Thi Ý nghĩa: Tương tự câu “Vẻ đẹp nằm trong mắt kẻ si tình”, diễn tả tình trạng không rõ lý do tại sao lại yêu một người vì thế mọi thứ của người đó đều trở thành ưu điểm.", "Chữ Hán: 一见钟情 Pinyin: Yí jiàn zhōnɡ qínɡ Hán Việt: Nhất kiến chung tình Ý nghĩa: Yêu từ cái nhìn đầu tiên hay tình yêu sét đánh", "Từ Hán: 心有灵犀 Pinyin: Xīnyǒulíngxī Hán việt: Tâm hữu linh tê Ý nghĩa: Tâm linh tương thông. Diễn tả ý nghĩa 2 người yêu nhau khi cùng gặp một vấn đề có thể biết trong đầu đối phương đang nghĩ gì.", "Từ Hán: 青梅竹马 PinYin: Qīngméizhúmǎ Hán Việt: Thanh mai trúc mã Ý nghĩa: Trong tình yêu thành ngữ này nói về cặp đôi khác giới lớn lên cùng nhau, sau đó yêu nhau", "Từ Hán: 落花有意，流水无情 Pinyin: Luò huā yǒu yì, liúshuǐ wú qínɡ Hán Việt: Hoa rơi hữu ý, nước chảy vô tình Ý nghĩa: Nói về tình yêu đơn phương, một người thì tiến tới nhưng người còn lại vô tình không hiểu hoặc cố tình ngó lơ.", "Từ Hán: 碧海晴天 Pinyin: Bìhǎi qíngtiān Hán Việt: Bích hải thanh thiên Ý nghĩa: Thường được dùng để ngụ ý tình yêu kiên định của người phụ nữ.", "Từ Hán: 天荒地老 Pinyin: Tiānhuāngdìlǎo Hán Việt: Thiên hoang địa lão Ý nghĩa: Yêu nhau mãi mãi đến khi trời đất cũng già đi.", "Chữ Hán: 白头偕老 Pinyin: Báitóuxiélǎo Hán Việt: Bạch đầu giai lão Ý nghĩa: Vợ chồng sống bên nhau đến lúc già đầu tóc bạc trắng", "Chữ Hán: 双 手 抓 鱼。 Pinyin: shuāng shǒu zhuā yú. Hán Việt: Song thủ trảo ngư. Ý nghĩa: Bắt cá hai tay. Nói về người cùng lúc yêu 2 người hoặc nhiều người.", "Từ Hán: 同 床 异 梦 Pinyin: Tóng chuáng yì mèng Hán Việt: Đồng sàng dị mộng Ý nghĩa: 2 người yêu (hoặc vợ chồng) chung chăn gối nhưng lại không còn yêu nhau, mỗi người nghĩ về 1 người khác.", "Beauty is in the eye of the beholder. Tạm dịch: Vẻ đẹp nằm trong mắt kẻ si tình. Câu nói này diễn tả ý nghĩa không hiểu tại sao lại yêu một người.", "Friendship often ends in love, but love in friendship – never. Tạm dịch: Tình bạn có thể đi đến tình yêu, nhưng không có điều ngược lại. Diễn tả ý nghĩa khi 2 người chia tay thì rất khó có thể làm bạn.", "Far from the eyes, far from the heart. Tạm dịch: Xa mặt cách lòng. Diễn tả ý nghĩa khi người yêu xa nhau quá lâu tình yêu sẽ dần nhạt phai", "A great lover is not one who loves many, but one who loves one woman for life. Tạm dịch: Một người yêu vĩ đại không phải là người yêu nhiều người mà là người yêu một người suốt một đời. Diễn tả sự chung thủy luôn là vĩ đại nhất trong tình yêu.", "Love will find a way Tạm dịch: Tình yêu luôn có cách. Diễn tả khi yêu nhau thật sự người ta luôn tìm ra cách vượt qua khó khăn để đến với nhau.", "The way to a man’s heart is through his stomach Tạm dịch: Đường vào trái tim của người đàn ông đi qua dạ dày. Diễn tả ý nghĩa người phụ nữ biết nấu ăn ngon sẽ dễ chinh phục người đàn ông hơn.", "Head over heels in love Tạm dịch: Yêu một cách si mê. Diễn tả ý nghĩa đang trong một mối tình thắm thiết với ai đó.", "A match made in heaven Tạm dịch: Cặp đôi hoàn hảo. Diễn tả một cặp đôi yêu nhau mà tính cách phù hợp với nhau hoàn toàn.", "Love is the flower you’ve got to let grow. Tạm dịch: Tình yêu là một bông hoa mà bạn cần phải chờ nó lớn lên. Diễn tả ý nghĩa chăm chút và dành thời gian cho tình yêu để nó dần lớn lên.", "Love is blind. Tạm dịch: Tình yêu là mù quáng. Diễn tả ý nghĩa khi yêu người ta sẽ mất đi lý trí, khả năng suy luận logic, luôn nhìn thấy toàn ưu điểm mà không thấy khuyết điểm của người yêu.", "Ác giả ác báo.\n", "Ác nhân tự hữu ác nhân ma.\n", "Ách giữa đàng, mang qua cổ.\n", "Ăn quả nhớ kẻ trồng cây.\n", "Ăn cây nào rào cây nấy.\n", "Ăn cháo đá bát.\n", "Ăn vóc học hay.\n", "Ai chết trước thì được mồ mả.\n", "Ai giàu ba họ, ai khó ba đời.\n", "Ai làm dữ nấy lo.\n", "Ái nhân như kỷ.\n", "Ai thương tìm tới, ai ghét lánh thân.\n", "Ai vác dùi đục đi hỏi vợ.\n", "An bộ khả dĩ đương xa.\n", "An cư lự nguy.\n", "Anh em ai đầy nồi nấy.\n", "Anh em chém nhau bằng sống, không ai chém nhau bằng lưỡi.\n", "Anh em gạo, đạo ngãi tiền.\n", "Anh em hạt máu sẻ đôi.\n", "Anh em khinh trước, làng nước khinh sau.\n", "Anh em như chân tay.\n", "Anh em trong nhà, đóng cửa bảo nhau.\n", "Anh em xem mặt cho vay.\n", "Anh ngủ, em thức, em chực, anh đi nằm.\n", "Áo mặc sao qua khỏi đầu.\n", "Áo năng may năng mới, người năng tới năng thường.\n", "Ao sâu tốt cá.\n", "Ao sâu tốt cá, nước cả cá to.\n", "Ẵm con chồng hơn bồng cháu ngoại.\n", "Ăn bát cơm dẻo, nhớ nẻo đường đi.\n", "Ăn bụi tre, dè bụi hóp.\n", "Ăn cây nào rào cây ấy.\n", "Ăn cây táo rào cây xoan đào.\n", "Ăn chẳng có, khó đến mình.\n", "Ăn chọn nơi, chơi chọn bạn.\n", "Ăn chưa no, lo chưa tới.\n", "Ăn có bữa lo không có bữa.\n", "Ăn có nhai, nói có nghĩ.\n", "Ăn có nơi, làm có chỗ.\n", "Ăn cỗ đi trước, lội nước đi sau.\n", "Ăn cơm chúa, múa tối ngày.\n", "Ăn cơm có canh, tu hành có vãi.\n", "Ăn cơm mắm thấm về lâu.\n", "Ăn cơm mới, nhắc chuyện cũ.\n", "Ăn cơm nhà thổi tù và hàng tổng.\n", "Ăn cơm nhà vác ngà.\n", "Ăn cơm với cáy thì ngáy o o, ăn cơm thịt bò thì lo ngay ngáy.\n", "Ăn của chồng thì ngon, ăn của con thì nhục.\n", "Ăn hết nhiều, ở hết bao nhiêu.\n", "Ăn ít ngon nhiều.\n", "Ăn không lo của kho cũng hết.\n", "Ăn không rau như đau không thuốc.\n", "Ăn kỹ no lâu, cày sâu tốt lúa.\n", "Ăn làm sóng, nói làm gió.\n", "Ăn lắm thì hết miếng ngon, nói lắm thì hết lời khôn hóa rồ.\n", "Ăn lấy chắc, mặc lấy bền.\n", "Ăn lấy đời, chơi lấy thời.\n", "Ăn lấy vị không ai lấy bị mà đong.\n", "Ăn lúc đói, nói lúc say.\n", "Ăn mày đánh đổ cầu ao.\n", "Ăn mày nơi cả thế, làm rể nơi nhiều con.\n", "Ăn mật giả gừng.\n", "Ăn một bát, nói một lời.\n", "Ăn một miếng, tiếng một đời.\n", "Ăn nể ngồi không, non đồng cũng lở.\n", "Ăn ngay nói thật, mọi tật mọi lành.\n", "Ăn nhạt mới biết thương đến mèo.\n", "Ăn như thuyền chở mã, làm như ả chơi giăng.\n", "Ăn no sinh sự.\n", "Ăn nồi bảy thì ra, ăn nồi ba thì mất.\n", "Ăn ở trần, mần mặc áo.\n", "Ăn quả nhớ kẻ trồng cây.\n", "Ăn quen, nhịn không quen.\n", "Ăn sung giả ngái.\n", "Ăn tại thủ, ngủ tại công đường.\n", "Ăn tấm trả giặt.\n", "Ăn thật làm giả.\n", "Ăn theo thuở, ở theo thì.\n", "Ăn thì cho, buôn thì so.\n", "Ăn thì vóc, học thì hay.\n", "Ăn trộm ăn cướp thành Phật thành tiên, đi chùa đi chiền bán thân bất toại.\n", "Ăn trộm có tang, chơi ngang có tích.\n", "Ăn trông nồi, ngồi trông hướng.\n", "Ăn tùy nơi, chơi tùy chỗ.\n", "Ăn vặt quen mồm.\n", "Ăn vỏ dưa, thấy vỏ dừa mà sợ.\n", "Ăn xôi chùa ngọng miệng.\n", "Bà chúa đứt tay bằng ăn mày sổ ruột.\n", "Ba keo thì mèo mở mắt.\n", "Bà khoe con bà tốt, đến tháng mười một bà biết con bà.\n", "Ba mươi được ăn, mồng một tìm đến.\n", "Ba người đánh một, không chột cũng què.\n", "Bà phải có ông, chồng phải có vợ.\n", "Bà con xa không bằng láng giềng gần.\n", "Ba tháng biết lẫy, bảy tháng biết bò, chín tháng lò dò chạy đi.\n", "Ba tháng trông cây không bằng một ngày trông quả.\n", "Bách nhân bách khẩu.\n", "Bán anh em xa, mua láng giềng gần.\n", "Bán chỗ nằm mua chỗ ngồi.\n", "Bán gia tài mua danh phận.\n", "Bán hàng nói thách, làm khách trả rẻ.\n", "Bát còn có lúc xô xát huống chi vợ chồng.\n", "Bát nước giải bằng vại thuốc.\n", "Bảy mươi chưa què, chớ khoe rằng tốt.\n", "Bắc cầu mà noi, ai bắc cầu mà lội.\n", "Bắng nhắng như nhặng vào chuồng tiêu.\n", "Bắt chấy cho mẹ chồng, thấy bồ nông dưới biển.\n", "Bất học vô thuật.\n", "Bầu dục chẳng đến bàn thứ tám, cám nhỏ chẳng đến miệng lợn sề.\n", "Bầu dục chấm nước cáy.\n", "Bẻ hành bẻ tỏi.\n", "Bé thì con mẹ con cha, lớn thì con vua con chúa.\n", "Bé thì nhờ mẹ nhờ cha, lớn lên nhờ vợ, về già nhờ con.\n", "Biết sự đời, mười đời chẳng khó.\n", "Biết thì thưa thốt, không biết thì dựa cột mà nghe.\n", "Biết tội đâu mà tránh, biết phúc đâu mà tìm.\n", "Bình phong cẩn ốc xà cừ, vợ hư rầy vợ đừng từ mẹ cha.\n", "Bóc ngắn cắn dài.\n", "Bói ra ma, quét nhà ra rác.\n", "Bói rẻ còn hơn ngồi không.\n", "Bố chồng là ông lợn bạch, mẹ chồng là đách lợn lang.\n", "Bốc mả kiêng ngày trùng tang, trồng khoai lang kiêng ngày gió bấc.\n", "Bồi ở lở đi.\n", "Bốn chín chưa qua, năm ba đã tới.\n", "Bới bèo ra bọ.\n", "Bới lông tìm vết.\n", "Bụng làm dạ chịu.\n", "Bụng trâu làm sao bụng bò làm vậy.\n", "Buộc cổ mèo, treo cổ chó.\n", "Buôn chung với đức ông.\n", "Buôn tàu buôn bè không bằng ăn dè hà tiện.\n", "Buôn tàu buôn vã chẳng đã hà tiện.\n", "Bụt nhà không thiêng, đi cầu Thích Ca ngoài đường.\n", "Bút sa, gà chết.\n", "Cá dưới sông, vợ chồng thuyền chài đánh nhau.\n", "Cả giận mất khôn.\n", "Cả gió tắt đuốc.\n", "Cá lớn nuốt cá bé.\n", "Cá mè một lứa.\n", "Cả sông đông chợ, lắm vợ nhiều con.\n", "Cả vốn lớn lãi.\n", "Cái khó bó cái khôn.\n", "Cái răng, cái tóc là góc con người.\n", "Cái nết đánh chết cái đẹp.\n", "Cau phơi tái.\n", "Cắt dây bầu dây bí, ai nỡ cắt dây chị dây em.\n", "Cắt dây bầu, dây bí, chẳng ai cắt dây chị, dây em.\n", "Cần tái, cải nhừ.\n", "Câu đối cụ Phan, chữ nghè Đàn.\n", "Cây chạm lá, cá chạm vây.\n", "Cây có cội, nước có nguồn.\n", "Cây ngay chẳng sợ chết đứng.\n", "Cha anh hùng, con hảo hán.\n", "Cha bưng mâm, con ngồi cỗ nhất.\n", "Cha cầm khoáng, con bẻ măng.\n", "Cha chung không ai khóc.\n", "Cha đào ngạch, con xách nồi.\n", "Cha để nhà cho trưởng, cha ngất ngưởng đi ăn mày.\n", "Cha già con cọc.\n", "Cha già đi nuôi con mượn.\n", "Cha hổ mang đẻ con liu điu.\n", "Cha làm thầy, con bán sách.\n", "Cha mẹ giàu con có, cha mẹ khó con không.\n", "Cha mẹ ngoảnh đi con dại, cha mẹ ngoảnh lại con khôn.\n", "Cha mẹ sinh con trời sinh tính.\n", "Cha muốn cho con hay, thầy mong cho con khá.\n", "Cha muốn con hay, thầy muốn trò khá.\n", "Cha sinh chẳng bằng mẹ dưỡng.\n", "Cha thắt khố dài, con cài thiết lĩnh.\n", "Cha thương con út, con út đái lụt chân giường.\n", "Cha trở ra trở vào, con ngồi cao gọi với.\n", "Cháu bà nội, tội bà ngoại.\n", "Cháy nhà hàng xóm bình chân như vại.\n", "Chạy như cờ lông công.\n", "Cháy thành vạ lây.\n", "Chạy trời không khỏi nắng.\n", "Chắc rễ bền cây.\n", "Chẳng được con trắm, con chép cũng được mớ tép, mớ tôm.\n", "Chẳng ốm chẳng đau, làm giàu mấy chốc.\n", "Chân tốt về hài, tai tốt về hoàn.\n", "Chê chồng trước đánh đau, gặp chồng sau mau đánh.\n", "Chê thằng một chai, lấy thằng hai nậm.\n", "Chết sông, chết suối, không ai chết đuối đọi đèn.\n", "Chết trẻ còn hơn lấy lẽ chồng người.\n", "Chết trong còn hơn sống đục.\n", "Chỉ đường cho hươu chạy.\n", "Chị em dâu như bầu nước lã.\n", "Chị em không thèm đến ngõ.\n", "Chị em nắm nem ba đồng.\n", "Chị ngã em nâng.\n", "Chiếc áo không làm nên thầy tu.\n", "Chiêm xấp tới, mùa đợi nhau.\n", "Chiều người lấy việc, chiều chồng lấy con.\n", "Chim có tổ, người có tông.\n", "Chim ngói mùa thu, chim cu mùa hè.\n", "Chim, thu, nụ, dé.\n", "Chó cắn thì chìa con ra.\n", "Chó cậy gần nhà, gà cậy gần chuồng.\n", "Chó gầy hổ mặt người nuôi.\n", "Chó treo, mèo đậy.\n", "Chọn bạn mà chơi, chọn nơi mà ở.\n", "Chỗ ướt mẹ nằm, ráo xê con lại.\n", "Chồng dữ thì lo, mẹ chồng dữ đánh co mà vào.\n", "Chớ bán gà ngày gió, chớ bán chó ngày mưa.\n", "Chơi chó, chó liếm mặt.\n", "Chơi dao sắc có ngày đứt tay.\n", "Chớp đông nhay nháy, gà gáy thì mưa.\n", "Chú đánh cha tôi, tôi tha gì chú.\n", "Chú như cha, già như mẹ.\n", "Chung nhau thì giàu, chia nhau thì khó.\n", "Chuối sau, cau trước.\n", "Chuồng gà hướng đông cái lông chẳng còn.\n", "Chưa đỗ ông nghè đã đe hàng tổng.\n", "Chưa học làm dâu đã hay đâu làm mẹ chồng.\n", "Chưa vỡ bọng cứt, đã đòi bay bổng.\n", "Chửi cha không bằng pha tiếng.\n", "Có an cư mới lạc nghiệp.\n", "Có bệnh thì vái tứ phương, không bệnh đồng lương không mất.\n", "Có bột mới gột nên hồ.\n", "Có bụng ăn, có bụng lo.\n", "Có chí làm quan, có gan làm giàu.\n", "Có chí thì nên.\n", "Có chú chê anh hèn, không chú rèn lấy anh.\n", "Có con không dậy để vậy mà nuôi.\n", "Có con nhờ con, có của nhờ của.\n", "Có công mài sắt có ngày nên kim.\n", "Có cứng mới đứng đầu gió.\n", "Có dốt mới có khôn.\n", "Có gan ăn cắp, có gan chịu đòn.\n", "Có hay không mùa đông mới biết.\n", "Có hoa sói, tình phụ hoa ngâu.\n", "Có mình thì phải giữ.\n", "Có nuôi con mới biết lòng cha mẹ.\n", "Có phúc đẻ con hay lội, có tội đẻ con hay trèo.\n", "Có phúc lấy được dâu hiền, vô duyên lấy phải dâu dại.\n", "Có tật giật mình, có tình kinh trong bụng.\n", "Có thờ có thiêng, có kiêng có lành.\n", "Có thực mới vực được đạo.\n", "Có tiền mua tiên cũng được.\n", "Có tiếng không có miếng.\n", "Có vay có trả, mới thỏa lòng nhau.\n", "Con ai cha mẹ ấy.\n", "Con ai người ấy xót.\n", "Con ấp vú mẹ.\n", "Con biết ngồi, mẹ rời tay.\n", "Con biết nói, mẹ hói đầu.\n", "Con cái khôn ngoan vẻ vang cha mẹ.\n", "Còn cha ăn cơm với cá.\n", "Con chẳng chê cha mẹ khó, chó chẳng chê chủ nhà nghèo.\n", "Con chị cõng con em, con em lèn con chị.\n", "Con có cha như nhà có nóc, con không cha như nòng nọc đứt đuôi.\n", "Con có khóc, mẹ mới cho bú.\n", "Con có mạ như thiên hạ có vua.\n", "Con có mẹ như măng ấp bẹ.\n", "Con dại cái mang.\n", "Con dâu mới về đan bồ chịu chửi.\n", "Con dòng thì bỏ xuống đất, con vật thì cất lên sàn.\n", "Con đẹn con sài, chớ hoài bỏ đi.\n", "Con đóng khố, bố cởi truồng.\n", "Còn gà trống, gà mái thì còn gà giò.\n", "Con gái giống cha giàu ba đụn.\n", "Con gái là cái bòn.\n", "Con gái mười bảy chớ ngủ với cha, con trai mười ba đừng nằm với mẹ.\n", "Con gái mười bảy, bẻ gãy sừng trâu.\n", "Con giàu một bó, con khó một nén.\n", "Con giun xéo lắm cũng quằn.\n", "Con giữ cha, gà giữ ổ.\n", "Con học, thóc vay.\n", "Con hơn cha là nhà có phúc.\n", "Con hư tại mẹ, cháu hư tại bà.\n", "Con khó có lòng.\n", "Con khôn nở mặt mẹ cha.\n", "Con không cha thì con trễ, cây không rễ thì cây hư.\n", "Con lên ba mới ra lòng mẹ.\n", "Con lên ba, mẹ sa xương sườn.\n", "Con lở ghẻ, mẹ hắc lào.\n", "Con mắt là mặt đồng cân.\n", "Con mẹ đẻ con con.\n", "Con mẹ, mẹ xót, xót gì con dâu.\n", "Con người ỉa đầu đường thì thối, con mình ỉa đầu gối thì thơm.\n", "Con nhà tông chẳng giống lông cũng giống cánh.\n", "Còn nước, còn tát.\n", "Con sâu bỏ rầu nồi canh.\n", "Con thì mạ, cá thì nước.\n", "Con trâu là đầu cơ nghiệp.\n", "Con voi, voi dấu, con châu chấu, châu chấu yêu.\n", "Con vua tốt, vua dấu, con tôi xấu tôi yêu.\n", "Cõng rắn cắn gà nhà.\n", "Cô cũng như cha, gì cũng như mẹ.\n", "Cốc mò cò xơi.\n", "Công nợ trả dần, cháo nóng húp quanh.\n", "Cờ đến tay ai người ấy phất.\n", "Cơm chín tới, cải ngồng non, gái một con, gà gại ổ.\n", "Cơm không ăn, gạo còn đó.\n", "Cơm mẹ thì ngon, cơm con thì đắng.\n", "Cơm treo, mèo nhịn đói.\n", "Cơm và, cháo húp.\n", "Cú đói ăn con.\n", "Cũ người mới ta.\n", "Của anh như của chú.\n", "Của bền tại người.\n", "Của không ngon nhà nhiều con cũng hết.\n", "Của làm ăn no, của cho ăn thèm.\n", "Của mình để, của rể thì bòn.\n", "Của mòn, con lớn.\n", "Của một đồng, công một nén.\n", "Của như kho không lo cũng hết.\n", "Của thế gian đãi người thiên hạ.\n", "Của thiên trả địa.\n", "Củi mục khó đun, chồng lành dễ khiến, chồng khôn khó chiều.\n", "Dao thử trầu héo, kéo thử lụa sô.\n", "Dâu dâu rể rể cũng kể là con.\n", "Dâu dữ mất họ, chó dữ mất láng giềng.\n", "Dâu hiền hơn con gái, rể hiền hơn con trai.\n", "Dâu là con, rể là khách.\n", "Dễ người dễ ta.\n", "Dốt đặc còn hơn hay chữ lỏng.\n", "Đã khó, chó cắn thêm.\n", "Đã tu thời tu cho trót.\n", "Đãi cứt sáo lấy hạt đa, đãi cứt gà lấy hạt tấm.\n", "Đàn bà không biết nuôi heo - đàn bà nhác.\n", "Đàn ông cười hoa, đàn bà cười nụ.\n", "Đánh bạc quen tay, ngủ ngày quen mắt.\n", "Đánh chó ngó chủ nhà.\n", "Đánh rắn phải đánh dập đầu.\n", "Đắt ra quế, ế ra củi.\n", "Đất chẳng chịu trời, trời phải chịu đất.\n", "Đất có lề, quê có thói.\n", "Đất có thổ công, sông có hà bá.\n", "Đất lành chim đậu.\n", "Đất sỏi có chạch vàng.\n", "Đầu chép, mép trôi, môi mè, lườn trắm.\n", "Đầu đi đuôi lọt.\n", "Đầu năm sương muối, cuối năm gió nồm.\n", "Đầu xuôi đuôi lọt.\n", "Đẻ con khôn mát như nước, đẻ con dại thì rát như hơ.\n", "Đẹp vàng son, ngon mật mỡ.\n", "Đêm tháng năm chưa nằm đã sáng.\n", "Đến chậm gặm xương.\n", "Đi buôn nói ngay bằng đi cày nói dối.\n", "Đi dối cha, về nhà dối chú.\n", "Đi đêm lắm có ngày gặp ma.\n", "Đi hỏi già, về nhà hỏi trẻ.\n", "Đi một ngày đàng học một sàng khôn.\n", "Đi việc làng giữ lấy họ, đi việc họ giữ lấy anh em.\n", "Điếc không sợ súng.\n", "Đình đám người, mẹ con ta.\n", "Đo bò làm chuồng.\n", "Đói ăn vụng, túng làm liều.\n", "Đói bụng chồng, hồng má vợ.\n", "Đói cho sạch, rách cho thơm.\n", "Đói lòng con, héo hon cha mẹ.\n", "Đom đóm bay ra, trồng cà tra đỗ.\n", "Đóng cửa đi ăn mày.\n", "Đong đầy bán vơi.\n", "Đông chết se, hè chết lụt.\n", "Đông tay hơn hay làm.\n", "Đồng tiền đi trước là đồng tiền khôn, đồng tiền đi sau là đồng tiền dại.\n", "Đồng tiền liền khúc ruột.\n", "Đời cha ăn mặn, đời con khát nước.\n", "Đời cha đắp nấm, đời con ấm mồ.\n", "Đời cha trồng cây, đời con ăn quả.\n", "Đời cha vo tròn, đời con bóp bẹp.\n", "Đuổi con vào đám giỗ.\n", "Được làm vua, thua làm giặc.\n", "Được lòng ta xót xa lòng người.\n", "Được một bữa cơm người, mất mười bữa cơm nhà.\n", "Được mùa lúa, úa mùa cau.\n", "Được mùa quéo, héo mùa chiêm.\n", "Được mùa thầy chùa no bụng.\n", "Đường đi hay lối, nói dối hay cùng.\n", "Đường ở cửa miệng.\n", "Đứt tay hay thuốc.\n", "Em khôn cũng là em chị, chị dại cũng là chị em.\n", "Én bay cao mưa rào lại tạnh.\n", "Én bay thấp mưa ngập cầu ao.\n", "Ép dầu ép mỡ, ai nỡ ép duyên.\n", "Ếch kêu uôm uôm, ao chuôm đầy nước.\n", "Ếch tháng ba, gà tháng bảy.\n", "Gái chồng rẫy chẳng chứng nọ thì tật kia.\n", "Gái chưa chồng hay đi chợ, trai chưa vợ hay đứng đường.\n", "Gái có con như bồ hòn có rễ.\n", "Gái có công chồng chẳng phụ.\n", "Gái dở thèm của chua.\n", "Gái không chồng như thuyền không lái.\n", "Gái lỗ tai, trai con mắt.\n", "Gái ngoan làm quan cho chồng.\n", "Gái tham tài, trai tham sắc.\n", "Gái thở dài, trai nằm sấp.\n", "Gạo đổ hót chẳng đầy thưng.\n", "Gần lửa rát mặt.\n", "Gần mực thì đen, gần đèn thì rạng.\n", "Gần nhà giàu đau răng ăn cốm, gần kẻ trộm ốm lưng chịu đòn.\n", "Ghen vợ, ghen chồng không nồng bằng ghen ăn.\n", "Giã gạo thì ốm, giã cốm thì khoẻ.\n", "Già kén kẹn hom.\n", "Giàu bán chó, khó bán con.\n", "Giàu đổi bạn, sang đổi vợ.\n", "Giàu vì bạn, sang vì vợ.\n", "Giàu làm chị, khó luỵ làm em.\n", "Giàu lúc còn son, giàu lúc con lớn.\n", "Giặc bên Ngô không bằng bà cô bên chồng.\n", "Giặc đến nhà, đàn bà cũng đánh.\n", "Giàu ăn ba bữa, khó cũng đỏ lửa ba lần.\n", "Giàu bán ló, khó bán con.\n", "Giàu con út, khó con út.\n", "Giàu nhà quê không bằng kéo lê kẻ chợ.\n", "Giàu về bạn, sang vì vợ.\n", "Giấy rách phải giữ lấy lề.\n", "Giấy trắng mực đen, làm quen thiên hạ.\n", "Gió bấc hiu hiu sếu kêu thì rét.\n", "Gió đông là chồng lúa chiêm, gió bấc là duyên lúa mùa.\n", "Gió heo may mía bay lên ngọn.\n", "Giỏ nhà ai, quai nhà ấy.\n", "Gió thổi là chổi trời.\n", "Góp gió thành bão, góp cây nên rừng.\n", "Há miệng mắc quai.\n", "Hai vợ chồng son, đẻ một con hoá bốn.\n", "Hay ăn miếng ngon chồng con trả người.\n", "Hay ăn thì lăn vào bếp.\n", "Hay đi chợ để nợ cho con.\n", "Hay làm thì đói, hay nói thì no.\n", "Hay ở, dở đi.\n", "Học thầy không tày học bạn.\n", "Hòn đất nỏ bằng giỏ phân.\n", "Hổ phụ sinh hổ tử.\n", "Hơi đâu mà giận người dưng.\n", "Hùm dữ chẳng nỡ ăn thịt con.\n", "Hương năng thắp năng khói, người năng nói năng lỗi.\n", "Kén dâu thì dễ, kén rể thì khó.\n", "Khác máu tanh lòng.\n", "Khen nết hay làm, ai khen nết hay ăn.\n", "Khéo ăn thì no, khéo co thì ấm.\n", "Khi nên, trời cũng chiều người.\n", "Khỏi nhà ra thất nghiệp.\n", "Khôn đâu đến trẻ, khỏe đâu đến già.\n", "Khôn từ trong trứng khôn ra.\n", "Khôn với vợ, dại với anh em.\n", "Không có lửa sao có khói.\n", "Không con héo hon một đời.\n", "Không con, chó ỉa mả.\n", "Không mẹ lẹ chân tay.\n", "Không ưa thì dưa có giòi.\n", "Kiếm củi ba năm thiêu một giờ.\n", "Kiến tha lâu cũng đầy tổ.\n", "Lá rụng về cội.\n", "Làm chị phải lành, làm anh phải khó.\n", "Làm dâu vụng kho, chồng không bắt bẻ mụ o nhún trề.\n", "Làm hàng săng, chết bó chiếu.\n", "Làm khi lành để dành khi đau.\n", "Làm nghề gì ăn nghề ấy.\n", "Làm phúc quá tay, ăn mày không kịp.\n", "Làm quan ăn lộc vua, ở chùa ăn lộc phật.\n", "Làm rể chớ xáo thịt trâu, làm dâu chớ đồ xôi lại.\n", "Làm rể nhà giàu vừa được cơm no, vừa được bò cưỡi.\n", "Làm ruộng ăn cơm nằm, chăm tằm ăn cơm đứng.\n", "Làm ruộng ba năm không bằng chăm tằm một lứa.\n", "Làm ruộng không trâu, làm giàu không thóc.\n", "Làm ruộng thì ra, làm nhà thì tốn.\n", "Lắm sãi không ai đóng cửa chùa.\n", "Lấy chồng khó giữa làng, hơn lấy chồng sang thiên hạ.\n", "Lấy vợ chọn tông, lấy chồng chọn giống.\n", "Lễ vào quan như than vào lò.\n", "Lệnh ông không bằng cồng bà.\n", "Liệu cơm gắp mắm.\n", "Liệu cơm gắp mắm, liệu con gả chồng.\n", "Lọt sàng xuống nia.\n", "Lời chào cao hơn mâm cỗ.\n", "Lời nói không cánh mà bay.\n", "Lợn giò, bò bắp.\n", "Lớn vú bụ con.\n", "Lụt thì lút cả làng.\n", "Lửa đã đỏ lại bỏ thêm rơm.\n", "Lựa được con dâu, sâu con mắt.\n", "Lửa gần rơm lâu ngày cũng bén.\n", "Lửa thử vàng, gian nan thử sức.\n", "Mài mực dạy con, mài son đánh giặc.\n", "Mạnh về gạo, bạo về tiền.\n", "Máu chảy ruột mềm.\n", "Mau sao thì nắng, vắng sao thì mưa.\n", "Mất bò mới lo làm chuồng.\n", "Mất cả chì lẫn chài.\n", "Mất lòng trước, được lòng sau.\n", "Mật ngọt chết ruồi, những nơi cay đắng là nơi thật thà.\n", "Mấy ai biết lúa gon, mấy ai biết con ác.\n", "Mây xanh thì nắng, mây trắng thì mưa.\n", "Mẹ ăn cơm chả, con lả bụng.\n", "Mẹ chồng dữ mẹ chồng chết, nàng dâu có nết nàng dâu chừa.\n", "Mẹ chồng vai gồng vai gánh, cưới dâu về để thánh lên thờ.\n", "Mẹ con một lần da đến ruột.\n", "Mẹ cú con tiên, mẹ hiền con xục xạc.\n", "Mẹ dạy thì con khéo, bố dạy thì con khôn.\n", "Mẹ đánh một trăm không bằng cha ngăm một tiếng.\n", "Mẹ em tham giàu bắt chạch đằng đuôi.\n", "Mẹ già như chuối chín cây.\n", "Mẹ già thì sâu nước ăn.\n", "Mẹ hát con khen, ai chen vô lọt.\n", "Mẹ kêu mặc mẹ, thương chồng phải theo.\n", "Mẻ không ăn cũng chết.\n", "Mẹ lá rau lá má, con đầy rá đầy mâm.\n", "Mẹ lừa ưa con ngọng.\n", "Mẹ sống bằng hai bàn tay, con ăn mày bằng hai đầu gối.\n", "Mẹ với con lúa non cũng lấy.\n", "Miệng ăn núi lở.\n", "Miệng nam mô, bụng một bồ dao găm.\n", "Miếng ngon nhớ lâu, lời đau nhớ đời.\n", "Miệng nhà giàu nói đâu ra đấy.\n", "Miệng quan trôn trẻ.\n", "Mồ côi cha ăn cơm với cá, mồ côi mẹ liếm lá đầu đường.\n", "Môi hở răng lạnh.\n", "Mồm miệng đỡ chân tay.\n", "Mống đông vồng tây, chẳng mưa dây cũng bão giật.\n", "Mồng một tết cha, mồng ba tết thầy.\n", "Một bát cơm cha bằng ba bát cơm rể.\n", "Một câu nhịn, chín câu lành.\n", "Một con ngựa đau cả tàu bỏ cỏ.\n", "Một con so bằng mười con dạ.\n", "Một con tội sống, hai con tội chết, ba con hết tội.\n", "Một đời kiện, chín đời thù.\n", "Một giọt máu đào hơn ao nước lã.\n", "Một lượt cỏ thêm giỏ thóc.\n", "Một mẹ già bằng ba đứa ở.\n", "Một miếng khi đói bằng một gói khi no.\n", "Một miếng lộc thánh bằng một gánh lộc trần.\n", "Một người làm quan cả họ được nhờ.\n", "Một nong tằm là năm nong kén, một nong kén là chín nén tơ.\n", "Một sào lúa non nuôi con nửa ngày.\n", "Một tiền gà, ba tiền thóc.\n", "Một trăm đám cưới không bằng hàm dưới cá trê.\n", "Mùa hè cá sông, mùa đông cá bè.\n", "Muốn nói ngoa làm mẹ cha mà nói.\n", "Muốn nói oan làm quan mà nói.\n", "Muốn tròn phải có khuôn, muốn vuông phải có thước.\n", "Mưa chẳng qua ngọ, gió chẳng qua mùi.\n", "Mưa tháng ba hoa đất.\n", "Mưa tháng tư hư đất.\n", "Mưa tránh chỗ trắng, nắng tránh chỗ đen.\n", "Mưu cao chẳng bằng chí dày.\n", "Nàng dâu mới về là bà hoàng hậu.\n", "Năm ngón tay có ngón dài ngón ngắn.\n", "Năm trước được cau, năm sau được lúa.\n", "Nắng chóng trưa, mưa chóng tối.\n", "Nắng đan đó, mưa gió đan gầu.\n", "Năng nhặt chặt bị.\n", "Nắng sớm thì đi trồng cà, mưa sớm ở nhà phơi thóc.\n", "Nắng tốt dưa, mưa tốt lúa.\n", "Nén bạc đâm toạc tờ giấy.\n", "Ngày lắm mối, tối nằm không.\n", "Ngày năm thê bảy thiếp.\n", "Ngày tháng mười chưa cười đã tối.\n", "Nghe con lon xon mắng láng giềng.\n", "Nghèo thì giỗ tết, giàu hết anh em.\n", "Ngựa chạy có bầy, chim bay có bạn.\n", "Ngựa Hồ gió bấc.\n", "Ngựa quen đường cũ.\n", "Người ăn thì còn, con ăn thì mất.\n", "Người ba đấng, của ba loài.\n", "Người chửa cửa mả.\n", "Người có chí ắt phải nên, nhà có nền ắt phải vững.\n", "Người đẹp vì lụa, lúa tốt vì phân.\n", "Người khôn dồn ra mặt.\n", "Người là hoa đất.\n", "Người làm nên của, của không làm nên người.\n", "Người làm sao, chiêm bao làm vậy.\n", "Người lười, đất không lười.\n", "Người một quan chớ khinh kẻ chín tiền.\n", "Người sống đống vàng.\n", "Người sống về gạo, cá bạo về nước.\n", "Người ta là hoa đất.\n", "Người trước bắc cầu, kẻ sau theo dõi.\n", "Nhà dột từ nóc dột xuống.\n", "Nhà gần chợ để nợ cho con.\n", "Nhà khó đẻ con khôn.\n", "Nhà không chủ như tủ không khóa.\n", "Nhà sạch thì mát, bát sạch thì ngon.\n", "Nhân hiền tại mạo.\n", "Nhân vô thập toàn.\n", "Nhất con nhì cháu thứ sáu người dưng.\n", "Nhất mẹ, nhì cha, thứ ba bà ngoại.\n", "Nhất nước, nhì phân, tam cần, tứ giống.\n", "Nhất quỷ, nhì ma, thứ ba học trò.\n", "Nhất sĩ nhì nông, hết gạo chạy rông, nhất nông nhì sĩ.\n", "Nhất tội nhì nợ.\n", "Nhất vợ nhì trời.\n", "Nhiều thầy thối ma, nhiều cha con khó lấy chồng.\n", "Nhiều tiền thì thắm, ít tiền thì phai.\n", "Nhịn đói nằm co hơn ăn no vác nặng.\n", "Nhịn miệng qua ngày, ăn vay mắc nợ.\n", "Nhường cơm nhường áo không ai nhường chồng.\n", "No ba ngày tết, đói ba tháng hè.\n", "Nó lú có chú nó khôn.\n", "No mất ngon, giận mất khôn.\n", "No nên bụt, đói nên ma.\n", "Nói có sách, mách có chứng.\n", "Nói gần, nói xa, chẳng qua nói thật.\n", "Nói hay hơn hay nói.\n", "Nòi nào giống ấy.\n", "Nồi đồng dễ nấu, chồng xấu dễ sai.\n", "Nuôi con thì tốn tiền quà, nuôi gà thì tốn tiền thóc.\n", "Nuôi con trống dạ, đổ vạ ông vải.\n", "Nuôi dâu thì dễ, nuôi rể thì khó.\n", "Nuôi ong tay áo.\n", "Nứa trôi sông chẳng dập thì gãy, gái rẫy chồng chẳng chứng nọ thì tật kia.\n", "Nước chảy chỗ trũng.\n", "Nước chảy đá mòn.\n", "Nước khe đè nước suối.\n", "Nước lã ra sông.\n", "Nước mưa là cưa trời.\n", "Ôm rơm rặm bụng.\n", "Ôn cố tri tân.\n", "Ở bầu thì tròn, ở ống thì dài.\n", "Ở chọn nơi, chơi chọn bạn.\n", "Ở hiền gặp lành.\n", "Ở trong chăn mới biết chăn có rận.\n", "Phá cây thì dễ, phá chồi chẳng dễ đâu.\n", "Phận đàn em ăn thèm vác nặng.\n", "Phép vua thua lệ làng.\n", "Phú quý sinh lễ nghĩa.\n", "Qua đò khinh sóng.\n", "Qua giêng hết năm, qua rằm hết tháng.\n", "Quạ tắm thì ráo, sáo tắm thì mưa.\n", "Quan nhất thời, dân vạn đại.\n", "Quan thấy kiện như kiến thấy mỡ.\n", "Quan thời xa, bản nha thời gần.\n", "Quân tử phòng thân, tiểu nhân phòng bị gậy.\n", "Quen mặt đắt hàng.\n", "Quen mui thấy mùi ăn mãi.\n", "Quen tay hay làm.\n", "Quen sợ dạ, lạ sợ áo quần..\n", "Quỷ tha ma bắt.\n", "Rán sành ra mỡ.\n", "Ráng mỡ gà thì gió, ráng mỡ chó thì mưa.\n", "Rau muống tháng chín, nàng dâu nhịn cho mẹ chồng ăn.\n", "Rau nào sâu ấy.\n", "Rắn già rắn lột, người già người chột.\n", "Râu ông nọ cắm cằm bà kia.\n", "Rế rách đỡ nóng tay.\n", "Rộng miệng cả tiếng.\n", "Ruộng bề bề không bằng nghề trong tay.\n", "Ruộng cao trồng màu, ruộng sâu cấy chiêm.\n", "Ruộng giữa đồng, chồng giữa làng.\n", "Ruộng sâu, trâu nái không bằng con gái đầu lòng.\n", "Rút dây động rừng.\n", "Rượu cổ be, chè đầy ấm.\n", "Rượu vào, lời ra.\n", "Sai con toán, bán con trâu.\n", "Sáng bể chớ mừng, tối rừng chớ lo.\n", "Sáng mưa, trưa tạnh.\n", "Sanh không thủng cá đi đằng nào.\n", "Sảy cha còn chú, sảy mẹ ấp vú dì.\n", "Sẩy đàn tan nghé.\n", "Sinh được một con, mất một hòn máu.\n", "Sóng cả chớ ngã tay chèo.\n", "Sống cậy nhà, già cậy mồ.\n", "Sông có khúc, người có lúc.\n", "Sống dầu đèn, chết kèn trống.\n", "Sống lâu biết nhiều sự lạ.\n", "Sống lâu lên lão làng.\n", "Sông lở cát bồi.\n", "Sống quê cha, ma quê chồng.\n", "Sợ người ở phải, hãi người cho ăn.\n", "Sớm rửa cưa, trưa mài đục.\n", "Sơn ăn từng mặt, ma bắt từng người.\n", "Tay làm hàm nhai, tay quai miệng trễ.\n", "Tằm đói một bữa bằng người đói nửa năm.\n", "Tắt đèn nhà ngói cũng như nhà tranh.\n", "Tấc đất, tấc vàng.\n", "Tẩm ngẩm mà đấm chết voi.\n", "Tết đến sau lưng, ông vải thì mừng, con cháu thì lo.\n", "Thả con săn sắt, bắt con cá rô.\n", "Tham thì thâm, đa dâm thì chết.\n", "Tháng ba bà già chết rét.\n", "Tháng ba dâu trốn, tháng bốn dâu về.\n", "Tháng bảy heo may, chuồn chuồn bay thì bão.\n", "Tháng bảy kiến đàn, đại ngàn hồng thuỷ.\n", "Tháng bảy mưa gãy cành tràm.\n", "Tháng bảy ngâu ra, mồng ba ngâu vào.\n", "Tháng chín ăn rươi, tháng mười ăn ruốc.\n", "Tháng chín mưa rươi, tháng mười mưa mạ.\n", "Tháng giêng rét đài, tháng hai rét lộc, tháng ba rét nàng Bân.\n", "Tháng giêng trồng trúc, tháng lục trồng tiêu.\n", "Tháng tám đói qua, tháng ba đói chết.\n", "Tháng tám nắng rám trái bưởi.\n", "Thánh cũng có khi nhầm.\n", "Thắng không kiêu, bại không nản.\n", "Thằng mõ có bỏ đám nào.\n", "Thẳng mực tàu, đau lòng gỗ.\n", "Thâm đông thì mưa.\n", "Thân trâu trâu lo, thân bò bò liệu.\n", "Thầy bói nói dựa.\n", "Theo voi ăn bã mía.\n", "Thiếu tháng hai mất cà, thiếu tháng ba mất đỗ.\n", "Thiếu tháng tám mất hoa ngư, thiếu tháng tư mất hoa cốc.\n", "Thua keo này, bày keo khác.\n", "Thua trời một vạn không bằng thua bạn một ly.\n", "Thuận vợ thuận chồng tát bể Đông cũng cạn.\n", "Thuốc chữa bệnh, chẳng chữa được mệnh.\n", "Thuốc đắng giã tật, sự thật mất lòng.\n", "Thuyền mạnh về lái, gái mạnh về chồng.\n", "Thuyền theo lái, gái theo chồng.\n", "Thứ nhất đau mắt, thứ nhì nhức răng.\n", "Thứ nhất phạm phòng, thứ nhì lòng lợn.\n", "Thương con cho roi cho vọt, ghét con cho ngọt cho bùi.\n", "Thương con mà dễ, thương rể mà khó.\n", "Thương con ngon rể, vác ghế đi tìm.\n", "Thương gặm xương chẳng được.\n", "Tích tiểu thành đại.\n", "Tiên học lễ, hậu học văn.\n", "Tiền bạc đi trước mực thước đi sau.\n", "Tiền không chân xa gần đi khắp.\n", "Tiền lĩnh quần chị không bằng tiền chỉ quần em.\n", "Tiền lĩnh quần chị, tiền chỉ quần em.\n", "Tiền trao cháo múc.\n", "Tiền vào nhà khó như gió vào nhà trống.\n", "Tin bợm mất bò, tin bạn mất vợ nằm co một mình.\n", "Tôi tớ xét công, vợ chồng xét nhân nghĩa.\n", "Tốt danh hơn lành áo.\n", "Tốt gỗ hơn tốt nước sơn.\n", "Tốt mốc ngon tương.\n", "Tốt quá hoá lốp.\n", "Trai có vợ như giỏ có hom.\n", "Trai có vợ như rợ buộc chân.\n", "Trai nhớ vợ cũ, gái nhớ chồng xưa.\n", "Trai thời loạn, gái thời bình.\n", "Tránh vỏ dưa, gặp vỏ dừa.\n", "Trăm bó đuốc cũng vớ được con ếch.\n", "Trăm hay không bằng tay quen.\n", "Trăm năm thì ngắn, một ngày dài ghê.\n", "Trăm nghe không bằng một thấy.\n", "Trăm rác lấy nác làm sạch.\n", "Trăng mờ tốt lúa nỏ, trăng tỏ tốt lúa sâu.\n", "Trăng quầng thì hạn, trăng tán thì mưa.\n", "Trâu bò húc nhau, ruồi muỗi chết.\n", "Trâu buộc ghét trâu ăn.\n", "Trâu đẻ tháng sáu, vợ đẻ tháng mười.\n", "Trâu đồng nào ăn cỏ đồng ấy.\n", "Trẻ cậy cha, già cậy con.\n", "Tre già măng mọc.\n", "Trẻ lên ba cả nhà học nói.\n", "Trẻ muối cà, già muối dưa.\n", "Trẻ trồng na, già trồng chuối.\n", "Trẻ vui nhà, già vui chùa.\n", "Trong nhà chưa tỏ, ngoài ngõ đã hay.\n", "Trồng khoai đất lạ, gieo mạ đất quen.\n", "Trời đang nắng, cỏ gà trắng thì mưa.\n", "Trời không đóng cửa ai.\n", "Trước lạ sau quen.\n", "Trước làm nàng dâu, sau mới làm mẹ chồng.\n", "Tuần hà là cha kẻ cướp.\n", "Tức nước vỡ bờ.\n", "Vạch lá tìm sâu.\n", "Vạn sự khởi đầu nan.\n", "Vàng thật không sợ lửa.\n", "Vắng đàn ông quạnh nhà, vắng đàn bà quạnh bếp.\n", "Vén tay áo sô, đốt nhà táng giấy.\n", "Vét nồi ba mươi cũng đầy niêu mốt.\n", "Việc người thì sáng, việc mình thì quáng.\n", "Việc nhà thì nhác, việc chú bác thì siêng.\n", "Vịt già, gà tơ.\n", "Vợ chồng đầu gối, tay ấp.\n", "Vợ dại không hại bằng đũa vênh.\n", "Vợ đàn bà, nhà hướng nam.\n", "Vua thua thằng liều.\n", "Vụng sá vụng sịt lắm thịt cũng ngon.\n", "Xanh nhà hơn già đồng.\n", "Xanh vỏ đỏ lòng.\n", "Xay lúa thì thôi ẵm em.\n", "Xấu đều hơn tốt lỏi.\n", "Xem trong bếp biết nết đàn bà.\n", "Yếu chân chạy trước.\n", "Yêu cho roi cho vọt, ghét cho ngọt cho bùi.\n", "Yêu con cậu, mới đậu con mình.\n", "Yêu con chị vị con em.\n", "Yêu nên tốt, ghét nên xấu.\n", "Yêu nhau chị em gái, rái nhau chị em dâu, đánh nhau vỡ đầu là anh em rể.", "Cái răng, cái tóc là gốc con người.\nÝ nghĩa: Đây là một câu nói về vẻ đẹp. Ngày xưa đề cao việc chăm sóc răng và tóc.\n", "Ruột ngựa, phổi bò.\nÝ nghĩa: Chỉ người bộc trực, thẳng thắn, không biết giấu diếm.\n", "Thấy người sang bắt quàng làm họ.\nÝ nghĩa: Những kẻ sống không ngay thẳng, nịnh bợ.\n", "Ăn cháo đá bát.\nÝ nghĩa: Chỉ người vong ơn, bội nghĩa.\n", "Người sống đống vàng.\nÝ nghĩa: Đề cao giá trị con người, người còn sống thì còn kiếm được tiền vàng.\n", "Người là vàng của là ngãi.\nÝ nghĩa: Đây cũng là một câu tục ngữ đề cao giá trị con người, con người quý báu hơn tất cả.\n", "Trông mặt mà bắt hình dong.\nÝ nghĩa: Chỉ nhìn bề ngoài mà đoán biết được tâm ý, suy nghĩ của người khác. Đây là một câu tục ngữ nhắc nhở chúng ta sống ở đời đừng vội vàng phán xét người khác chỉ vì vẻ bề ngoài.\n", "Con mắt là mặt đồng cân.\nÝ nghĩa: Con mắt là quan trọng nhất trên khuôn mặt. Để nhìn nhận sự việc ta dùng mắt để quan sát. Và nhìn vào đôi mắt cũng dễ dàng nhận biết được đó là người khôn hay người dại.\n", "Miếng ăn là miếng nhục.\nÝ nghĩa: Sự hy sinh phẩm giá con người để tồn tại, mưu sinh.\n", "Lòng người như bể khôn dò.\nÝ nghĩa: Người ta hay nói dò sông, dò biển dễ dò, mấy ai lấy thước mà đo lòng người, câu tục ngữ này cũng có nghĩa đó.\n", "Chết giả mới biết bụng dạ anh em.\nÝ nghĩa: Lòng người khó đoán, gặp hoạn nạn mới biết bạn hay thù.\n", "Sáng tai họ, điếc tai cày.\nÝ nghĩa: Chỉ những người làm biếng, khi bảo nghỉ ngơi thì sáng tai, khi bảo làm thì giả vờ câm điếc.\n", "Ăn cỗ đi trước, lội nước đi sau.\nÝ nghĩa: Câu nói này cũng ám chỉ những kẻ lười biếng, mưu tính. Khi nghe ăn cổ thì nhanh chân đi, nhưng đến khi phải lội nước, đường đi có nhiều hố trũng, mô trơn ta không nhìn thấy được vì bị nước che khuất thì đợi người khác đi trước rồi mới đi sau.\n", "Người giàu tham việc, thất nghiệp tham ăn.\nÝ nghĩa: Người càng giàu càng chăm chỉ làm việc, kẻ khó khăn thì lười biếng chỉ biết đợi ăn.\n", "Người năm bảy đấng, của ba bảy loài.\nÝ nghĩa: Người có người tốt người xấu, của cũng vậy có của tốt, có của phi pháp, bất chính.\n", "Làm khi lành, để dành khi đau.\nÝ nghĩa: Trong lúc khỏe mạnh hãy chăm chỉ lao động, tích góp để đến khi đau bệnh có cái mà dùng.\n", "Của người bồ tát, của mình lạt buộc.\nÝ nghĩa: Của người ta thì tiêu xài hoang phí, đồ của mình thì giữ khư khư.\n", "Giàu điếc, sang đui.\nÝ nghĩa: Câu này có thể hiểu rằng những người khi giàu sang thường giả đui, giả điếc trước người nghèo khó, người từng giúp đỡ mình.\n", "Đánh bạc quen tay, ngủ ngày quen mắt, ăn vặt quen mồm.\nÝ nghĩa: Chỉ những thói quen xấu dễ ngấm vào máu.\n", "Ăn lấy đời, chơi lấy thời.\nÝ nghĩa: Miếng ăn thì phải làm cả đời để sống, còn chơi bời thì chỉ nên lêu lỏng một thời thôi.\n", "Lửa thử vàng, gian nan thử sức.\nÝ nghĩa: Khó khăn, gian khổ mới biết được ai là người tài.\n", "Học ăn, học nói, học gói, học mở\nÝ nghĩa: Mỗi hành vi cử chỉ đều nói lên tư cách, phẩm chất của con người.\n", "Đói cho sạch, rách cho thơm.\nÝ nghĩa: Dù đói rách, nghèo khổ hay gặp khó khăn vất vả cũng phải biết gìn giữ nhân cách và phẩm chất tốt đẹp, sống ngay thẳng, trong sạch.\n", "Sống mỗi người một nết, chết mỗi người một tật.\nÝ nghĩa: Phàm con người sẽ không ai giống ai.\n", "Miếng ăn là miếng nhục.\nÝ nghĩa: Chấp nhận hi sinh phẩm giá con người để sinh tồn.\n", "Ăn quả nhớ kẻ trồng cây.\nÝ nghĩa: Nhắc nhở lòng biết ơn cần có ở mỗi con người.\n", "Học là học để làm người\nBiết điều hơn thiệt biết lời thị phi.\n", "Dương trần phải ráng làm hiền,\nĐừng trọng bạc tiền bỏ nghĩa bỏ nhân.\n", "Học là học biết giữ giàng\nBiết điều nhân nghĩa biết đằng hiếu trung.\n", "Học trò học hiếu học trung\nHọc cho đến mực anh hùng mới thôi.\n", "Thờ cha mẹ, ở hết lòng,\nẤy là chữ hiếu, dạy trong luân thường.\n", "Làm trai nết đủ năm đường,\nTrước tiên điều hiếu đạo thường xưa nay.\nCông cha đức mẹ cao dày,\nCưu mang trứng nước những ngày ngây thơ.\nNuôi con khó nhọc đến giờ,\nTrưởng thành con phải biết thờ hai thân.\nThức khuya dậy sớm chuyên cần,\nQuạt nồng ấp lạnh giữ phần đạo con.\n", "Đời xưa trả oán còn lâu,\nĐời nay trả oán bất câu giờ nào.\n", "Choàng qua cổ bạn khóc rằng\nCăn duyên không tính để lầm vòng thương\nVợ chồng là đạo tào khương\nTrách bà Nguyệt Lão vấn vương không thành.\n", "Đường giao tiếp cốt vẹn toàn,\nViệc mình không muốn chớ làm cho ai.\n", "Trâu ta ăn cỏ đồng ta\nĐừng ham cỏ tốt ăn qua đồng người.\n", "Rượu ngon bất luận be sành.\nÁo rách khéo vá, hơn lành vụng may.\n", "Gái thì giữ lấy chữ trinh\nSiêng năng chín chắn, trời dành phúc cho.\n", "Thương người như thể thương thân.\nÝ nghĩa: Tình yêu thương xuất phát từ đáy lòng, sự yêu thương mọi người trong gia đình, yêu thương đồng bào, đồng chí cũng giống với yêu thương chính bản thân mỗi người vậy.\n", "Một miếng khi đói bằng một gói khi no.\nÝ nghĩa: Tình yêu thương, sự sẻ chia giữa người với người sẽ càng đáng quý hơn nếu gặp lúc khó khăn, hoạn nạn. Dù chỉ là những sự giúp đỡ nhỏ bé nhưng nó cũng chứa chan tình cảm thương yêu giữa người với người.\n", "Lá lành đùm lá rách.\nÝ nghĩa: Khi chúng ta có cuộc sống ấm no, đầy đủ hơn những người khác thì chúng ta nên giúp đỡ, thể hiện sự yêu thương với những người khó khăn, khổ cực hơn.\n", "Một giọt máu đào hơn ao nước lã\nÝ nghĩa: Nên quý trọng, thương yêu những người thân, ruột thịt của mình.\n", "Chị ngã, em nâng.\nÝ nghĩa: Thấy người khác gặp hoạn nạn thì cần phải nâng đỡ, cứu giúp.\n", "Một con ngựa đau, cả tàu bỏ cỏ.\nÝ nghĩa: Khi một cá thể gặp khó khăn thì cả tập thể sẽ cùng nhau giúp đỡ để không ai bị bỏ lại phía sau.\n", "Yêu nhau chín bỏ làm mười.\nÝ nghĩa: Tình thương yêu giữa con người còn thể hiện ở chỗ biết tha thứ cho nhau, biết khoan dung, độ lượng, thương yêu lẫn nhau dù có chuyện gì xảy ra.\n", "Máu chảy ruột mềm.\nÝ nghĩa: Câu tục ngữ thể hiện sự thương yêu đùm bọc nhau, chia sẻ nhau lúc khốn khó.\n", "Nhường cơm, sẻ áo.\nÝ nghĩa: Câu tục ngữ này nói về sự nhường nhịn, hỗ trợ nhau trong cuộc sống, từ miếng ăn đến cái mặc. Giúp đỡ những người cơ hàn, khó khăn hơn mình.\n", "Nhiễu điều phủ lấy giá gương.\nNgười trong một nước phải thương nhau cùng.\nÝ nghĩa: Tình thương giữa người với người không chỉ gói gọn trong gia đình, dòng tộc mà rộng lớn hơn là trong cùng một nước. Dù không phải ruột thịt, máu mủ ruột già nhưng chúng ta cùng chảy chung dòng máu Việt, cùng là con rồng cháu tiên... vì thế chúng ta cũng phải thương yêu, đùm bọc lẫn nhau.\n", "Cha đời cái áo rách này.\nMất chúng mất bạn vì mày áo ơi.\nÝ nghĩa: Tình yêu thương đối với con người đôi khi chỉ là sự quan tâm, san sẻ những khó khăn trong cuộc sống chứ không nhất thiết lúc nào cũng bằng của cải, vật chất.\n", "Đã nghèo còn mắc cái eo.\nÝ nghĩa: Nghèo thường gặp xui xẻo.\n", "Sa cơ lỡ vận.\nÝ nghĩa: Chỉ sự hết thời, sa sút cơ nghiệp.\n", "Ăn thì hơn, hờn thì thiệt.\nÝ nghĩa: Giận lẫy thiệt thân, mất phần mình.\n", "Ăn tấm trả giặt.\nÝ nghĩa: Ý nói mượn ít nhưng trả thì phải trả nhiều. Khi ăn thì ăn hạt tấm nhưng khi trả thì phải trả hạt gạo (giặt).\n", "Cao cờ không bằng cao cổ.\nÝ nghĩa: Dù người trong cuộc có tài giỏi thế nào thì người ngoài cuộc lúc nào cũng sáng suốt hơn người trong cuộc.\n", "Khôn nhà dại chợ.\nÝ nghĩa: Ở nhà thì làm cha thiên hạ, ra đường thì làm tôi làm tớ cho người ta.\n", "Nhập gia tùy tục.\nÝ nghĩa: Đến đâu thì phải tuân thủ theo lối sống ở nơi đó.\n", "Mạt cưa mướp đắng.\nÝ nghĩa: Chỉ người bịp bợm, buôn bán gian dối. Người bán cám trộn mạt cưa, người bán dưa tráo mướp đắng.\n", "Có tiền mua tiên cũng được.\nÝ nghĩa: Có tiền có thể một tay che trời, đổi trắng thay đen.\n", "Không ai giàu ba họ, không ai khó ba đời.\nÝ nghĩa: Ở đời không ai nghèo hoài cũng chẳng ai giàu mãi, sẽ có lúc lên vôi, cũng có lúc xuống chó.\n", "Trời sinh voi sinh cỏ.\nÝ nghĩa: Ý nói cha mẹ chỉ cần sinh con, chắc chắn sẽ có cách nuôi lớn.\n", "Ăn cơm với bò thì lo ngay ngáy, ăn cơm với cáy thì ngáy o o.\nÝ nghĩa: Đi với người giàu chưa chắc gì đã thoải mái như đi với người nghèo.\n", "Thượng bất chính, hạ tắc loạn.\nÝ nghĩa: Ở trên không có nề nếp thì ở dưới như con rắn không đầu.\n", "Phép vua thua lệ làng.\nÝ nghĩa: Lệ làng đã ăn trong máu, phép vua cũng chẳng ăn thua.\n", "Đất có lề, quê có thói.\nÝ nghĩa: Mỗi địa phương đều có phong tục tập quán riêng, chúng ta cần tôn trọng, tuân thủ.\n", "Thương người như thể thương thân.\nÝ nghĩa: Dạy ta sống ở đời phải đề cao lương thiện, biết giúp đỡ, yêu thương người khác như chính bản thân mình.\n", "Được làm vua, thua làm giặc.\nÝ nghĩa: Quyết làm để tỏ chí khí của mình, ví như người nổi dậy trong thời phong kiến mà giành được thắng lợi thì lên làm vua, nếu bị thất bại thì bị coi là giặc, can tội phản nghịch và bị tử hình.\n", "Quan thấy kiện như kiến thấy mỡ.\nÝ nghĩa: Ám chỉ tệ nạn tham nhũng của quan lại phong kiến thời trước.\n", "Mẹ cha công đức sinh thành,\nRa trường thầy dạy học hành cho hay.\n", "Phượng hoàng ở chốn cheo leo,\nSa cơ lỡ vận phải theo đàn gà.\nBao giờ gió thuận mưa hòa,\nThay lông đổi cánh lại ra phượng hoàng.\n", "Thế gian chuộng của, chuộng công\nNào ai có chuộng người không bao giờ.\n", "Tháng Bảy kiến bò, chỉ lo lại lụt.\nÝ nghĩa: Tháng bảy theo thời tiết đây là tháng có những cơn bão to trong năm.\n", "Én bay thấp mưa ngập cầu ao\nÉn bay cao mưa rào lại tạnh.\nÝ nghĩa: Một kinh nghiệm dùng để dự đoán thời tiết. Chim én bay thấp thì sắp có mưa to; trời đang mưa mà chim én bay cao thì mưa sẽ tạnh.\n", "Mưa tháng ba hoa đất. Mưa tháng tư hư đất.\nÝ nghĩa: Kinh nghiệm được ông cha ta đúc kết thường tháng ba âm lịch hoa màu rất cần nước nên cơn mưa lúc này rất có ích cho hoa màu, nhưng đến tháng tư lúc ấy cây trồng đang trong quá trình phát triển ít cần nước nên những cơn mưa lớn sẽ làm hư đất, hư cây trồng.\n", "Lập thu mới cấy lúa mùa,\nKhác nào hương khói lên chùa cầu con.\nÝ nghĩa: Lúa mùa mà cấy sau lập thu là muộn so với thời vụ nên sẽ bị mất mùa, thất bát.\n", "Sáng mưa, trưa tạnh.\nÝ nghĩa: Thiên nhiên, thời tiết thay đổi thất thường.\n", "Mặt trời có quầng thì hạn, mặt trăng có tán thì bão.\nÝ nghĩa: Hiện tượng thời tiết được người xưa đúc kết sau chuỗi ngày quan sát thiên nhiên.\n", "Được mùa quéo, héo mùa chiêm.\nÝ nghĩa: Ám chỉ đến việc làm được mùa này nhưng mùa khác lại bị hư hại.\n", "Tỏ trăng mười bốn được tằm\nTỏ răng hôm rằm thì được lúa chiêm.\n", "Cơn đằng Đông vừa trông vừa trông vừa chạy\nCơn đằng Nam vừa làm vừa chơi.\nCơn đằng Bắc, đổ thóc ra phơi\nCơn đằng Tây, mưa ngu bão ngáo.\n", "Trâu ơi ta bảo trâu này\nTrâu ra ngoài ruộng trâu cày với ta.\nCấy cày giữ nghiệp nông gia,\nTa đây, trâu đấy, ai mà quản công!\nBao giờ cây lúa còn bông\nThì còn ngọn cỏ ngoài đồng trâu ăn.\n", "Nước lã mà vã nên hồ\nTay không mà nổi cơ đồ mới ngoan.\n", "Người ta là hoa đất.\nÝ nghĩa: Con người là vốn quý là tinh túy của đất trời.\n", "Đi một ngày đàng học một sàng khôn.\nÝ nghĩa: Chỉ cần đi một ngày đàng (ý nói thời gian ít ỏi và quãng đường không xa là bao so với nơi ta sinh sống) thì ta đã học được một sàng khôn,\n", "Chuông có đánh mới kêu. Đèn có kêu mới tỏ.\nÝ nghĩa: Người có tài phải có cơ hội thi thố mới thể hiện được tài năng; muốn bộc lộ hết năng lực phải tạo điều kiện, động viên, thúc đẩy.\n", "Mình về mình nhớ ta chăng\nTa về ta nhớ hàm răng mình cười,\nTrăm quan mua lấy miệng cười\nNghìn quan chẳng tiếc, tiếc người răng đen.\n", "Một thương tóc bỏ đuôi gà\nHai thương ăn nói mặn mà có duyên\nBa thương má lúm đồng tiền\nBốn thương răng nhánh hạt huyền kém thua\nNăm thương cổ yếm đeo bùa\nSáu thương nón thượng quai tua dịu dàng\nBảy thương nết ở khôn ngoan\nTám thương ăn nói lại càng thêm xinh.\n", "Hỡi người tóc tốt xanh non\nLưng ong thắt đáy như con tò vò.\nTóc xanh tươi tốt rậm rà\nRăng đen nhanh nhánh tưởng là hạt na.\n", "Vì cam cho quýt đèo bồng\nVì em nhan sắc cho lòng nhớ thương.\n", "Những người con mắt lá răm\nĐôi mày lá liễu đáng trăm quan tiền.\n", "Chân mày vòng nguyệt có duyên\nTóc mây gợn sóng đẹp duyên tơ hồng.\n", "Miệng em cười như cánh hoa nhài\nNhư nụ hoa quế như tai hồng.\n", "Ba thương má lúm đồng tiền,\nBốn thương răng lánh hạt huyền kém thua.\n", "Cái bống là cái bống bình,\nThổi cơm nấu nước một mình mồ côi.\nRạng ngày có khách đến chơi\nCơm ăn rượu uống cho vui lòng chồng.\n", "Trăng rằm mười sáu trăng nghiêng,\nThương em chúm chím cười duyên một mình.\n", "Mấy ai là kẻ không thầy\nThế gian thường nói đố mày làm nên.\n", "Trong đầm gì đẹp bằng sen,\nLá xanh bông trắng lại chen nhị vàng.\nNhị vàng bông trắng lá xanh,\nGần bùn mà chẳng hôi tanh mùi bùn.\n", "Thấy sang bắt quàng làm họ.\nÝ nghĩa: Nhìn thấy người giàu sang, có tiếng tăm thì sẽ lại nhận quen biết, thân thiết.\n", "Ăn ở có nhân, mười phần chẳng khó.​\nÝ nghĩa: Những người có lòng tốt thì sẽ có được nhiều điều tốt đẹp trong cuộc sống cũng như trong xã hội.\n", "Bền người hơn bền của.​\nÝ nghĩa: Nói về những người quan tâm nhân cách hơn là quan tâm đến tiền của. Con người khi có lòng tốt mới đêt tiếng sau này chứ không ai quan tâm đến tiền của họ khi chết cả.\n", "Ăn ở có đức, mặc sức mà ăn.​\nÝ nghĩa: Khi con người ăn ở có đức thì không cần lo gì đến của ăn của để. Cuộc sống luôn có sự nhân quả, luôn có những quả ngọt cho những người ăn ở có đức.\n", "Tiền bạc đi trước mực thước đi sau.\nNhiều tiền thì thắm, ít tiền thì phai.\nChết giả mới biết bụng dạ anh em.\nLòng người như bể khôn dò.\nĐừng trông mặt mà bắt hình dong.\n", "Ai ơi giữ chí cho bền\nDù ai xoay hướng đổi nền mặc ai.\n", "Nhìn qua ánh mắt nụ cười\nLàm sao biết được lòng người cạn sâu.\n", "Sông sâu còn có kẻ dò\nLòng người tuy cạn ai đo vơi đầy\nThốt ra lời nói thì hay\nNhưng mà lòng dạ thì đầy mưu mô.\n", "Bên ngoài thưa thớt nói cười\nBên trong nham hiểm giết người không dao.\n", "Giận thay một nén vàng mười\nLàm cho đến nỗi lòng người hoá đen.\n", "Cầu được ước thấy.\nÝ nghĩa: cầu mong, ao ước, mong muốn một điều gì đó và điều đó được thực hiện ngay lập tức.\n", "Ước sao được vậy.\nÝ nghĩa: Đạt được điều mình hằng mơ ước.\n", "Ước của trái mùa.\nÝ nghĩa: Mơ ước một điều không thể thực hiện được hoặc rất khó có khả năng thực hiện.\n", "Rày ước mai ao\nÝ nghĩa: Ngày ngày ao ước, khát khao.\n", "Gieo nương mong mưa xuống, cấy ruộng mong nắng vàng\nÝ nghĩa: Ước mơ của con người mong mưa thuận gió hòa để công việc được thuận lợi, mùa màng bội thu.\n", "Anh mong cho cả gió đông\nThuyền mau tới bến anh trông thấy nàng.\n", "Ước gì sông rộng một gang\nBắc cầu dải yếm cho chàng sang chơi.\n", "Ước gì có cánh như chim\nBay cao liệng thấp đi tìm người thương.\n", "Ước gì cho bắc hợp đông,\nCho chim loan phượng, ngô đồng sánh đôi.\nƯớc gì cho quế sánh hồi,\nƯớc gì ta sánh được người văn nhân.\n"]