"Chiếu cầu hiền\nI. Đôi nét về Ngô Thì Nhậm\n- Ngô Thì Nhậm (1746 - 1803) hiệu là Hi Doãn, người làng Tả Thanh Oai (làng Tó), huyện Thanh Oai, trấn Sơn Nam (nay thuộc huyện Thanh Trì, Hà Nội).\n- Năm 1775, ông đỗ tiến sĩ, từng được chúa Trịnh giao cho giữ chức Đốc đồng trấn Kinh Bắc.\n- Năm 1788, nhà Lê - Trịnh sụp đổ, ông đi theo phong trào Tây Sơn, được vua Quang Trung phong làm Lại bộ Tả thị lang, sau thăng chức thành Binh bộ thượng thư.\n- Ông có nhiều đóng góp cho phong trào Tây Sơn, soạn thảo nhiều giấy tờ quan trọng cho vua.\nII. Giới thiệu về Chiếu cầu hiền\n1. Hoàn cảnh sáng tác\nChiếu cầu hiền của vua Quang Trung do Ngô Thì Nhậm viết thay vào khoảng năm 1788 - 1789 nhằm thuyết phục sĩ phu Bắc Hà, tức các trí thức của triều đại cũ (Lê - Trịnh) ra cộng tác với triều đại Tây Sơn.\n2. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “thì đó không phải là ý trời sinh ra người hiền như vậy”. Mối quan hệ giữa thiên tử và hiền tài.\nPhần 2. Tiếp theo đến “không có lấy một người tài danh nào ra phò giúp cho chính quyền buổi ban đầu của trẫm hay sao?”. Cách ứng xử của người tài đối với vương triều Tây Sơn.\nPhần 3. Còn lại. Đường lối cầu hiền của vua Quang Trung.\n3. Tóm tắt\nChiếu cầu hiền được Ngô Thì Nhậm viết thay vua Quang Trung vào khoảng năm 1788 - 1789. Hiền tài giống như sứ giả của thiên tử. Nhưng trong hoàn cảnh đất nước khó khăn lúc bấy giờ, các sĩ phu Bắc Hà hoặc là mai danh ẩn tích bỏ phí tài năng “trốn tránh việc đời”. Hoặc là ra làm quan thì sợ hãi, im lặng như bù nhìn “không dám lên tiếng”, hoặc làm việc cầm chừng “đánh mõ, giữ cửa”. Thậm chí có người còn đi tự tử “ra biển vào sông”. Từ đó vua Quang Trung đưa ra tư tưởng dân chủ tiến bộ, chính sách cầu hiền đúng đắn.\n4. Nội dung\n“Chiếu cầu hiền” đã thể hiện chủ trương của đúng đắn của nhà Tây Sơn nhằm động viên trí thức Bắc Hà tham gia xây dựng đất nước.\n5. Nghệ thuật\nNghệ thuật thuyết phục đặc sắc.\nCác biện pháp tu từ như so sánh…\nChiếu cầu hiền\nTừng nghe nói rằng: Người hiền xuất hiện ở đời, thì như ngôi sao sáng trên trời cao. Sao sáng ắt chầu về ngôi Bắc Thần, người hiền ắt làm sứ giả cho thiên tử. Nếu như che mất ánh sáng, giấu đi vẻ đẹp, có tài mà không được đời dùng, thì đó không phải là ý trời sinh ra người hiền vậy.\nTrước đây thời thế suy vi, Trung châu gặp nhiều biến cố, kẻ sĩ phải ở ẩn trong ngòi khe, trốn tránh việc đời, những bậc tinh anh trong triều đường phải kiêng dè không dám lên tiếng. Cũng có kẻ gõ mõ canh cửa, cũng có kẻ ra biển vào sông, chết đuối trên cạn mà không biết, dường như muốn lẩn tránh suốt đời.\nNay trẫm đang ghé chiếu lắng nghe, ngày đêm mong mỏi, nhưng những người học rộng tài cao chưa thấy có ai tìm đến. Hay trẫm ít đức không đáng để phò tá chăng? Hay đang thời đổ nát chưa thể ra phụng sự vương hầu chăng?\nKia như, trời còn tăm tối, thì đấng quân tử phải trổ tài. Nay đương ở buổi đầu của nền đại định, công việc vừa mới mở ra. Kỉ cương nơi triều chính còn nhiều khiếm khuyết, công việc ngoài biên đương phải lo toan. Dân còn nhọc mệt chưa lại sức mà đức hoá của trẫm chưa kịp nhuần thấm khắp nơi. Trẫm nơm nớp lo lắng, ngày một ngày hai vạn việc nảy sinh. Nghĩ cho kĩ thì thấy rằng: Một cái cột không thể đỡ nổi một căn nhà lớn, mưu lược một người không thể dựng nghiệp trị bình. Suy đi tính lại trong vòm trời này cứ cái ấp mười nhà ắt phải có người trung thành tín nghĩa. Huống nay trên dải đất văn hiến rộng lớn như thế này, há trong đó lại không có lấy một người tài danh nào ra phò giúp cho chính quyền buổi ban đầu của trẫm hay sao?\nChiếu này ban xuống, các bậc quan viên lớn nhỏ, cùng với thứ dân trăm họ, người nào có tài năng học thuật, mưu hay hơn đời, cho phép được dâng sớ tâu bày sự việc. Lời nói nào có thể chọn dùng được, thì cất nhắc không kể thứ bậc; chỗ nào không dùng được thì gác lại, không vì lời nói sơ suất vu khoát mà bắt tội. Còn người có nghề hay nghiệp giỏi, có thể cống hiến cho đời, thì cho phép các quan văn, quan võ được tiến cử, nhưng vẫn dẫn vào đợi ra mắt, tuỳ tài lục dụng. Hoặc người nào từ trước đến nay tài năng còn bị che kín, chưa được người đời biết đến, thì cũng cho phép dâng sớ tự tiến cử, chớ hiềm vì mưu lợi mà phải bán rao.\nNày! Trong khoảng trời đất, hiền tài còn ẩn náu, trước đây thì nên như thế. Nay trời trong sáng, đất thanh bình, chính là lúc người hiền gặp hội gió mây, những ai có tài có đức hãy cùng cố gắng lên, ghi tên tại triều đình, cùng nhau cung kính, cùng nhau hưởng phúc lành tôn vinh.\nVậy bố cáo gần xa để mọi người đều biết.\nIII. Dàn ý phân tích Chiếu cầu hiền\n(1) Mở bài\nDẫn dắt, giới thiệu văn bản Chiếu cầu hiền.\n(2) Thân bài\na. Mối quan hệ giữa hiền tài và thiên tử\n- Hình ảnh so sánh: “hiền tài” với “ngôi sao sáng” bày tỏ sự trân trọng, đề cao vị trí của người tài đối với đất nước.\n- Mối quan hệ giữa thiên tử và người tài khăng khít: Hình ảnh so sánh “người hiền ắt làm sứ giả cho thiên tử giống như các sao sáng trên trời quy tụ về sao Bắc Đẩu”.\n- Quy luật xử thế: Người tài mà không đem tài năng ra cống hiến thì chẳng khác nào là làm trái với ý trời đã sinh ra người tài vậy.\nb. Cách ứng xử của hiền tài đối với vương triều Tây Sơn\n- Các sĩ phu Bắc Hà với nhiều lý do khác nhau đều chưa ra giúp nước hoặc tài năng chưa được trọng dụng, phát huy:\nCác sĩ phu mai danh ẩn tích bỏ phí tài năng “trốn tránh việc đời”.\nCó một số sĩ phu ra làm quan thì sợ hãi, im lặng như bù nhìn “không dám lên tiếng” hoặc làm việc cầm chừng “đánh mõ, giữ cửa”.\nCòn một số sĩ phu thì đi tự tử “ra biển vào sông”.\n=> Thực tế này đã không đúng với mối quan hệ của hiền tài và thiên tử.\n- Các câu hỏi được đặt ra liên tiếp: Hay trẫm ít đức không đáng để phò tá chăng? Hay đang thời đổ nát chưa thể phụng sư vương hầu chăng?...\n=> Người viết đang thầm phê phán kín đáo sự thờ ơ của các bậc sĩ phu.\n- Sau đó là nêu ra thực trạng đất nước lúc bấy giờ hiện ra nhằm khiến những kẻ sĩ có lương tâm không thể nhắm mắt làm ngơ:\nKỷ cương triều chính còn nhiều khiếm khuyết.\nCông việc ngoài biên đương phải lo toan.\nDân còn nhọc mệt chưa lại sức.\nĐức hóa của trẫm chưa kịp thầm nhuần khắp nơi...\n=> Phàm là những người tài năng mong muốn cống hiến giúp đời đều sẽ không đứng nhìn đất nước rơi vào hoàn cảnh trên.\nc. Đường lối cầu hiền của vua Quang Trung\n- Từ quan lại lớn nhỏ cùng với thứ dân trăm họ, người nào có tài năng học thuật đều được dâng tấu sớ tâu bày sự việc.\n- Các quan văn, quan võ đều được tiến cử người tài.\n- Những người có tài năng còn bị che kín, chưa được người đời biết đến có thể tự tiến cử.\n=> Đường lối cầu hiền rộng mở, tiến bộ thể hiện tấm lòng trọng dụng nhân tài của một bậc thiên tử.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của văn bản Chiếu cầu hiền.\n \"\""