"\"tac-pham-van-hoc\" Tác phẩm văn học\nVăn bản Chiến thắng Mtao Mxây\nChiến thắng Mtao Mxây\nNhà Mtao Mxây đầu sàn hiên đẽo hình mặt trăng, đầu cầu thang đẽo hình chim ngói. Ngôi nhà của lão tù trưởng nhà giàu này trông quả thật là đẹp. Cầu thang rộng một lá chiếu, người nối đuôi nhau lên xuống mà khiêng một ché đuê vẫn không sợ chật.\nĐăm Săn - Ơ diêng, ơ diêng, xuống đây! Ta thách nhà ngươi đọ dao với ta đấy!\nMtao Mxây - Ta không xuống đâu, diêng ơi. Tay ta còn bận ôm vợ hai chúng ta ở trên nhà này cơ mà.\nĐăm Săn - Xuống, diêng! Xuống, diêng! Ngươi không xuống ư? Ta sẽ lấy cái sàn hiên của nhà ngươi ta bổ đôi, ta sẽ lấy cái cầu thang của nhà người ta chẻ ra kéo lửa, ta hun cái nhà của nhà ngươi cho mà xem!\n- Khoan, diêng, khoan! Để ta xuống. Ngươi không được đâm ta khi ta đang đi xuống đó, nghe!\nĐăm Săn - Sao ta lại đâm ngươi khi ngươi đang đi xuống nhỉ? Ngươi xem, đến con lợn nái của nhà ngươi dưới đất, ta cũng không thèm đâm nữa là!\nMtao Mxây - Ta sợ ngươi đâm ta khi ta đang đi lắm.\nĐăm Săn - Sao ta lại đâm ngươi khi ngươi đang đi nhỉ? Ngươi xem, đến con trâu của nhà ngươi trong chuồng, ta cũng không thèm đâm nữa là!\nThế là Mtao Mxây phải đi ra. Bà con xem, khiên hắn tròn như đầu cú, gươm hắn óng ánh như cái cầu vồng. Trông hắn dữ tợn như một vị thần. Hắn đóng một cái khố sọc gấp bỏ múi, mặc một cái áo dày nút, đi từ trong nhà ra ngoài, dáng tần ngần do dự, mỗi bước mỗi đắn đo, giữa một đám đông mịt mù như trong sương sớm.\nĐăm Săn - Ngươi múa trước đi, ơ diêng!\nMtao Mxây - Ngươi mới là người múa trước, ơ diêng! Ta như gà làng mới mọc cựa kliê, như gà rừng mới mọc cựa êchăm, chưa ai giẫm phải mà đã gãy mất cánh.\nĐăm Săn - Ngươi cứ múa đi, ơ diêng!\nMtao Mxây rung khiên múa vậy. Khiến hắn kêu lạch xạch như quả mướp khô. Hắn múa một mình. Đăm Săn không nhúc nhích.\nĐăm Săn - Ngươi múa một mình, múa kêu lạch xạch như quả mướp khô. Miếng múa ấy, ngươi học ai vậy? Ngươi múa chơi đấy phải không, diêng?\nMtao Mxây - Ta học ai à? Có cậu, ta học cậu. Có bác, ta học bác. Có thần Rồng, ta học thần Rồng.\nĐăm Săn - Thế ư? Ta thì đâu có cậu mà học cậu, đâu có bác mà học bác! Chỉ có hai ta đây, ngươi múa đi xem nào!\nMtao Mxây - Thế ngươi không biết ta đây là một tướng đã quen đi đánh thiên hạ, bắt tù binh, đã quen đi xéo nát đất đai thiên hạ hay sao?\nĐăm Săn - Vậy thì ngươi hãy xem ta đây!\nĐăm Săn rung khiêng múa. Một lần xốc tới, chàng vượt một đồi tranh. Một lần xốc tới nữa, chàng vượt một đồi lồ ô. Chàng chạy vun vút qua phía đông, vun vút qua phía tây. Còn Mtao Mxây thì bước cao bước thấp chạy hết bãi tây sang bãi đông. Hắn vung dao chém phập một cái, nhưng chỉ vừa trúng một cái chão cột trâu.\nĐăm Săn - Sao ngươi lại chém cái chão cột trâu? Còn khoeo chân ta, ngươi dành làm gì?\nĐến lúc này, Mtao Mxây bảo Hơ Nhị quăng cho hắn một miếng trầu. Nhưng Đăm Săn đã đớp được miếng trầu. Chàng nhai trầu, sức chàng tăng lên gấp bội.\nĐăm Săn - Bớ diêng, bây giờ ngươi lại chạy, ta đuổi coi!\nThế là Đăm Săn lại múa. Chàng múa trên cao, gió như bão. Chàng múa dưới thấp, gió như lốc. Chòi lẫm đổ lăn lóc. Cây cối chết rụi. Khi chàng múa dưới thấp, vang lên tiếng đĩa khiên đồng. Khi chàng múa trên cao, vang lên tiếng đĩa khiên kênh. Khi chàng múa chạy nước kiệu, quả núi ba lần rạn nứt, ba đồi tranh bật rễ bay tung. Cây giáo thần, cây giáo dính đầy những oan hồn của chàng nhằm đùi Mtao Mxây phóng tới, trúng nhưng không thủng. Chàng đâm vào người Mtao Mxây cũng không thủng.\nĐến lúc này, Đăm Săn đã thấm mệt. Chàng vừa chạy vừa ngủ, mộng thấy ông Trời.\nĐăm Săn - Ối chao, chết mất thôi, ông ơi! Cháu đâm mãi mà không thủng hắn!\nÔng trời - Thế ư, cháu? Vậy thì cháu lấy một cái chày mòn ném vào vành tai hắn là được.\nĐăm Săn bừng tỉnh, chộp ngay một cái chày mòn, ném trúng vành tai kẻ địch. Cái giáp của Mtao Mxây tức thì rơi loảng xoảng. Mtao Mxây tháo chạy. Hắn tránh quanh chuồng lợn, Đăm Săn phá tan chuồng lợn. Hắn tránh quanh chuồng trâu, Đăm Săn phá tan chuồng trâu. Cuối cùng, hắn ngã lăn quay ra đất.\nMtao Mxây - Ơ diêng, ơ diêng, để ta làm lễ cầu phúc cho diêng một trâu! Ta cho thêm diêng một voi.\nĐăm Săn - Sao ngươi còn cúng trâu cầu phúc cho ta? Chẳng phải vợ ta ngươi đã cướp, đùi ta ngươi đã đâm rồi sao?\nNói rồi Đăm Săn đâm phập một cái, cắt đầu Mtao Mxây đem bêu ngoài đường.\nĐăm Săn (nói với tôi tớ Mtao Mxây) - Ơ nghìn chim sẻ, ơ vạn chim ngói! Ơ tất cả tôi tớ bằng này! Các ngươi có đi với ta không?\nChàng gõ vào một nhà.\nDân trong nhà – Không đi sao được! Tù trưởng chúng tôi đã chết, lúa chúng tôi đã mục, chúng tôi còn ở với ai?\nĐăm Săn gõ vào ngạch, đập vào phên tất cả các nhà trong làng.\nDân làng - Không đi sao được! Nhưng bác ơi, xin bác chờ chúng tôi cho lợn ăn cái đã.\nĐăm Săn lại gõ vào ngạch, đập vào phên mỗi nhà trong làng.\nĐăm Săn - Ơ tất cả dân làng này, các ngươi có đi với ta không? Tù trưởng các ngươi đã chết, lúa các ngươi đã mục. Ai chăn ngựa hãy đi bắt ngựa! Ai giữ voi hãy đi bắt voi! Ai giữ trâu hãy lùa trâu về!\nDân làng - Không đi sao được! Làng chúng tôi phía bắc đã mọc cỏ gấu, phía nam đã mọc cà hoang, người nhà giàu cầm đầu chúng tôi nay đã không còn nữa!\nĐăm Săn - Ơ nghìn chim sẻ, ơ vạn chim ngói! Ơ tất cả tôi tớ bằng này! Chúng ta ra về nào!\nĐoàn người đông như bầy cà tong, đặc như bầy thiêu thân, ùn ùn như kiến mối. Bà con xem, thế là Đăm Săn nay càng thêm giàu có, chiêng lắm la nhiều. Tôi tớ mang của cải về nhiều như ong đi chuyển nước, như vò vẽ đi chuyển hoa, như bầy trai gái đi giếng làng cõng nước.\nHọ đến bãi ngoài làng, rồi vào làng.\nĐăm Săn - Ơ các con, ơ các con, hãy đi lấy rượu, bắt trâu! Rượu năm ché, trâu dâng một con để cúng thần, cáo tổ tiên, cầu sức khoẻ cho ta mới đi đánh kẻ thù, bắt tù binh, xéo nát đất đai một tù trưởng nhà giàu về. Rượu bảy ché, trâu bảy con để dâng thần, cầu cho ta được bình yên vô sự, nạn khỏi tai qua, lớn lên như sông nước, cao lên như cây rừng, không còn ai bì kịp. Hỡi anh em trong nhà, hỡi bà con trong làng, xin mời tất cả đến với ta! Chúng ta sẽ mở tiệc ăn mừng năm mới, chúng ta sẽ ăn lợn ăn trâu, đánh lên các chiêng cái trống ta, đánh lên các cồng hlong hoà nhịp cùng chũm choẹ xao sao cho kêu lên rộn rã, để voi đực voi cái ra vào sàn hiên không ngớt, dây cồng dây chiêng không lúc vào vắng bớt trên giá treo chiêng, các chuỗi thịt trâu thịt bò treo đen nhà, chậu thau, âu đồng nhiều không còn chỗ để.\nTôi tớ - Đánh chiêng nào, thưa ông?\nĐăm Săn - Hãy đánh lên các chiêng có tiếng âm vang, những chiêng có tiếng đồng tiếng bạc! Từ gùi quý, hãy lấy ra các vòng nhạc rung lên! Hãy đánh lên tất cả cho ở dưới vỡ toác các cây đòn ngạch, cho ở trên gãy nát các cây xà ngang, cho tiếng chiêng vang vọng khắp đó đây, khiến voi, tê giác trong rừng quên không cho con bú, ếch nhái dưới gầm sàn, kì nhông ngoài bãi phải ngừng kêu, tất cả đều ngày đêm lặng thinh để nghe tiếng chiêng ăn đông uống vui như mừng mùa khô năm mới của ta vậy.\nThế là, bà con xem, nhà Đăm Săn đông nghịt khách, tôi tớ chật ních cả nhà ngoài. Các khách tù trưởng đều từ phương xa đến. Còn Đăm Săn, bà con xem, chàng nằm trên võng, tóc thả trên sàn, hứng tóc chàng ở dưới đất là một cái nong hoa. Chàng mở tiệc ăn uống linh đình, thịt lợn, thịt trâu ăn không ngớt, thịt lợn ăn đến cháy đen hết ống le, thịt dê ăn đến cháy đen hết ống lồ ô, máu bò máu trâu đọng đen khắp sàn hiên, dây cồng dây chiêng giăng như mạng nhện, chỉ vàng chỉ đỏ như hoa dăm piết. Cảnh đó, đời ông bác ông cậu xưa kia làm gì có!\nBà con xem, chàng Đăm Săn uống không biết say, ăn không biết no, chuyện trò không biết chán. Cả một vùng nhão ra như nước. Lươn trong hang, giun trong bùn, rắn hổ, rắn mai đều chui lên nằm trên cao sưởi nắng. Ếch nhái dưới gầm nhà, kì nhông ngoài bãi thì kêu lên inh ỏi suốt ngày đêm. Các chàng trai đi lại ngực đụng ngực. Các cô gái đi lại vú đụng vú. Cảnh làng một tù trưởng nhà giàu trông sao mà vui thế! Rõ ràng là tù trưởng Đăm Săn đang giàu lên, chiêng lắm la nhiều. Rõ ràng là Đăm Săn có chiêng đống voi bầy, có bè bạn như nêm như xếp. Làm sao mà có được một tù trưởng, đầu đội khăn nhiễu, vai mang nải hoa, đánh đâu đập tan đó, vây đâu phá nát đó như chàng?\nVì vậy, danh vang đến thần, tiếng lừng khắp núi, đông tây đâu đâu cũng nghe danh tiếng Đăm Săn. Từ khắp mọi miền, người ta khiêng rượu khiêng lợn đến. Cả miền Ê-đê Ê-ga ca ngợi Đăm Săn là một dũng tướng chắc chết mười mươi cũng không lùi bước. Ngực quấn chéo một tấm mền chiến, mình khoác một tấm áo chiến, tai đeo nụ, sát bên mình nghênh ngang đủ giáo gươm, đôi mắt long lanh như mắt chim ghếch ăn hoa tre, chàng Đăm Săn hiện ra là một tù trưởng mới giàu lên, đang tràn đầy sức trai, tiếng tăm lừng lẫy. Bắp chân chàng to bằng cây xà ngang, bắp đùi chàng to bằng ống bễ, sức chàng ngang sức voi đực, hơi thở chàng ầm ầm tựa sấm dậy, chàng nằm sấp thì gãy rầm sàn, chàng nằm ngửa thì gãy xà dọc: Đăm Săn vốn đã ngang tàng từ trong bụng mẹ.\nTiệc tùng linh đình, ăn uống đông vui kéo dài suốt cả mùa khô. Đến đây, rượu đã nhạt, ché đã phai, ai ở đâu về đấy, khách lần lượt ra về.\nI. Đôi nét về thể loại sử thi\n- Sử thi hay trường ca là thuật ngữ văn học dùng để chỉ những tác phẩm theo thể tự sự, có nội dung hàm chứa những bức tranh rộng và hoàn chỉnh về đời sống nhân dân với nhân vật trung tâm là những anh hùng, dũng sĩ đại diện cho một thế giới nào đó.\n- Các dân tộc thiểu số nước ta hiện còn giữ được một kho tàng sử thi dân gian đồ sộ, có giá trị.\n- Có hai loại sử thi là:\n· Sử thi thần thoại: Đẻ đất đẻ nước (Mường), Ẳm ệt luông (Thái), Cây nêu thần (Mnông)... kể về sự hình thành thế giới và sự ra đời của muôn loài, sự hình thành các dân tộc và các vùng cư trú cổ đại của họ.\n· Sử thi anh hùng như Đăm Săn, Đăm Di, Xinh Nhã (Ê-đê), Đăm Noi (Ba-na)... kể về cuộc đời và sự nghiệp của các tù trưởng anh hùng.\nII. Giới thiệu về Chiến thắng Mtao Mxây\n1. Xuất xứ\nĐoạn trích “Chiến thắng Mtao Mxây” trích trong sử thi Đăm Săn, kể chuyện Đăm Săn đánh Mtao Mxây để cứu vợ về.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “cắt đầu Mtao Mxây đem bêu ngoài đường”: Trận chiến của hai tù trưởng.\nPhần 2. Tiếp theo đến “Họ đến bãi ngoài làng, rồi vào làng”: Đăm Săn cùng nô lệ trở về.\nPhần 3. Còn lại. Cảnh ăn mừng chiến thắng.\n3. Tóm tắt\nMtao Mxây ganh ghét vì Đăm Săn có vợ đẹp nên quyết tâm bắt Hơ Nhị. Hắn dò la thông tin, khi biết được Đăm Săn đi vắng liền cải trang thành khách đến nhà Đăm Săn, khi trở về nghĩ ra lý do là để quên con dao và bảo Hơ Nhị mang hộ ra ngoài để bắt cóc nàng. Nghe tin vợ mình bị bắt, Đăm Săn tức tốc trở về, đem quan đến đánh Mtao Mxây để cứu vợ. Một cuộc chiến dữ dội diễn ra. Rút bài học từ tên Mtao Grư, Mtao Mxây mặc áo giáp cẩn thận, cầm khiên phòng thủ, không chịu giao chiến. Chỉ khi Đăm Săn dọa phá nhà, hắn mới dám ra giao chiến.\nMtao Mxây yếu ớt, kém cỏi còn Đăm Săn thì mạnh mẽ, tài giỏi khiến ai cũng nể sợ. Mtao Mxây sợ hãi bỏ chạy thì bị mũi lao đâm vào đùi, vào bụng nhưng do hắn mặc áo giáo nên không sao. Cuộc chiến diễn ra không phân thắng thua. Đăm Săn mệt mỏi mơ màng thì thấy ông trời bày cách tiêu diệt kẻ ác. Chàng liền làm theo. Đăm Săn lấy chày mòn ném trúng vành tai Mtao Mxây. Áo giáp rơi ra và ngay lập tức Đăm Săn kết thúc cuộc đời của kẻ thù nhanh chóng. Tù trưởng Mtao Mxây cầu xin Đăm Săn tha mạng. Nhưng Đăm Săn kiên quyết phải trừng trị kẻ ác - kẻ đã cướp vợ người khác một cách hèn hạ. Chàng chiến thắng vẻ vang danh tiếng nổi đình nổi đám.\n4. Nội dung\nĐoạn trích “Chiến thắng Mtao Mxây” đã khắc họa hình ảnh Đăm Săn - một con người trọng danh dự, gắn bó với hạnh phúc gia đình và thiết tha với cuộc sống bình yên, phồn vinh của thị tộc.\n5. Nghệ thuật\nNgôn ngữ trang trọng, giàu hình ảnh, nhịp điệu với phép so sánh và phóng đại.\nIII. Dàn ý phân tích văn bản Chiến thắng Mtao Mxây\n(I) Mở bài\nGiới thiệu về văn bản Chiến thắng Mtao Mxây.\n(II) Thân bài\n1. Trận chiến của hai tù trưởng\na. Nguyên nhân của cuộc chiến\nĐăm Săn khiêu chiến với Mtao Mxây vì Mtao Mxây đã cướp vợ của điều này chứng tỏ Đăm săn là người trọng danh dự cá nhân, cộng đồng; gắn bó với hạnh phúc gia đình; bộ tộc.\nb. Cuộc chiến giữa hai tù trưởng\n Thái độ của Đăm Săn và Mtao Mxây trước khi bắt đầu trận chiến:\n- Đăm Săn là người khiêu chiến: “Ta thách nhà ngươi đọ dao với ta đấy”, “ta sẽ lấy cái sàn hiên của nhà người ta bổ đôi”, “lấy cầu thang…ta chẻ ra kéo lửa”, “ta hun cái nhà của nhà ngươi”.\n=> Thông minh, tự tin, đường hoàng, bản lĩnh và có khí phách.\n- Mtao Mxây: “tay ta đang còn bận ôm vợ hai chúng ta”, “ta sợ ngươi đâm ta khi ta đang đi lắm”.\n=> Dữ tợn nhưng sợ sệt, hèn nhát, do dự trước kẻ thù.\n Cuộc chiến giữa Đăm Săn và Mtao Mxây:\n- Hiệp đấu thứ nhất:\nMtao Mxây: Múa khiên như trò chơi, khiên kêu lạch xạch như quả mướp khô, chạy bước cao bước thấp, chạy hết từ bãi tây sang bãi đông, tự xem mình là tướng quen đánh trăm trận, quen xéo nát đất đai thiên hạ => Mtao Mxây kém cỏi nhưng huênh hoang, khoác lác.\nĐăm Săn: thách Mtao Mxây múa khiên trước, lúc Mtao Mxây múa khiên Đăm Săn không hề nhúc nhích. Lúc Đăm Săn múa “Một lần xốc tới, chàng vượt qua đồi tranh. Một lần xốc tới nữa chàng vượt qua đồi lồ ô. Chạy vun vút qua phía đông, vun vút qua phía tây.” => Bình tĩnh, thản nhiên, tài năng và bản lĩnh.\n- Hiệp đấu thứ hai: Đăm Săn đớp được miếng trầu mà Mtao Mxây bảo Hơ Nhị quăng cho hắn, sức chàng như tăng lên gấp bội, múa khiên càng mạnh, càng nhanh, càng đẹp, “chàng múa trên cao, gió như bão. Chàng múa dưới thấp, gió như lốc…”. Đăm Săn đuổi theo Mtao Mxây trúng nhưng không thủng đầu. Miếng trầu là phần thưởng cho Đăm Săn, là sức mạnh của cả cộng đồng, là tấm lòng thủy chung của vợ. => Đăm Săn là người có sức mạnh phi thường và tài năng.\n- Hiệp đấu thứ ba: Nhờ Trời mách kế, Đăm Săn đuổi theo và đánh thắng được Mtao Mxây. Ông Trời là hình ảnh tượng trưng cho công lý, sức mạnh trí tuệ của đấng tối cao, sự thiên vị rõ ràng đối với Đăm Săn và là lời khẳng định chính nghĩa thuộc về chàng. Đồng thời, chi tiết ông Trời còn thể hiện mối quan hệ gần gũi, gắn bó mật thiết giữa con người với thần linh.\n=> Với lối mô tả song hành, ngôn ngữ trang trọng, giàu hình ảnh; bút pháp phóng đại… đã giúp chúng ta thấy Đăm Săn hơn hẳn Mtao Mxây cả về tài năng, sức lực, phong độ, phẩm chất. Sự chiến thắng của Đăm Săn làm nổi bật hình ảnh, tầm vóc của người anh hùng sử thi Đăm Săn.\n2. Đăm Săn cùng nô lệ trở về\n- Cuộc đối thoại giữa Đăm Săn và nô lệ: Đăm Săn và nô lệ đã đối đáp với nhau b lần và mỗi lần ấy đều có sự khác nhau. Qua đó, thể hiện lòng mến phục, sự hưởng ứng tuyệt đối và lòng trung thành của mọi người dành cho Đăm Săn.\n- Ý nghĩa cảnh Đăm Săn và nô lệ trở về:\nSự thống nhất cao độ giữa quyền lợi, khát vọng của cá nhân anh hùng với quyền lợi, khát vọng của tập thể cộng đồng.\nThể hiện lòng yêu mến, cảm phục của toàn thể cộng đồng đối với người anh hùng. Đó chính là ý chí thống nhất của toàn thể cộng đồng Ê-đê.\n⇒ Sự ngưỡng mộ và tình cảm mến phục của nhân dân dành cho người anh hùng\n3. Cảnh ăn mừng chiến thắng\n- Lời ra lệnh mở tiệc: Sự tự hào, tự tin vì sức mạnh và sự giàu có của thị tộc mình.\n- Ra lệnh đánh nhiều cồng chiêng: thể hiện niềm vui chiến thắng và sự giàu có, sung túc, trang trọng cùng vẻ đẹp tinh thần, vật chất của tù trưởng và của cả thị tộc.\n- Quang cảnh nhà Đăm Săn: mở tiệc to, khách đông nghịt, tôi tớ chật ních cả nhà. Tác giả dân gian sử dụng nghệ thuật phóng đại, qua đó thể hiện sự tự hào về một bộ tộc giàu mạnh và sự đồng tâm, thống nhất của cả cộng đồng.\n- Hình ảnh Đăm Săn: Nằm trên võng, tóc thả trên, uống không biết say, ăn không biết no, chuyện trò không biết chán, đôi mắt long lanh, bắp chân to bằng xà ngang…\n=> Hình ảnh Đăm Săn trở thành trung tâm của bức tranh hoành tráng về cảnh chiến thắng. Hình ảnh Đăm Săn hiện lên đẹp một cách mạnh mẽ, oai hùng, có sự lớn lao cả về hình thể, tầm vóc lẫn chiến công. Qua đó cho thấy cái nhìn đầy ngưỡng mộ, mến phục, tự hào của nhân dân với người anh hùng của cộng đồng.\n(III) Kết bài\nKhẳng định giá trị của văn bản Chiến thắng Mtao Mxây.\n \"\""