"Chiếu dời đô (Thiên đô chiếu)\nChiếu dời đô\nPhiên âm:\nTích Thương gia chí Bàn Canh ngũ thiên, Chu thất đãi Thành Vương tam tỷ. Khởi Tam Đại chi sổ quân tuẫn vu kỷ tư, vọng tự thiên tỉ. Dĩ kỳ đồ đại trạch trung, vi ức vạn thế tử tôn chi kế; thượng cẩn thiên mệnh, hạ nhân dân chí, cẩu hữu tiện triếp cải. Cố quốc tộ diên trường, phong tục phú phụ. Nhi Đinh Lê nhị gia, nãi tuẫn kỷ tư, hốt thiên mệnh, võng đạo Thương Chu chi tích, thường an quyết ấp vu tư, trí thế đại phất trường, toán số đoản xúc, bách tính hao tổn, vạn vật thất nghi. Trẫm thậm thống chi, bất đắc bất tỉ.\nHuống Cao Vương cố đô Đại La thành, trạch thiên địa khu vực chi trung; đắc long bàn hổ cứ chi thế. Chính Nam Bắc Đông Tây chi vị; tiện giang sơn hướng bối chi nghi. Kỳ địa quảng nhi thản bình, quyết thổ cao nhi sảng khải. Dân cư miệt hôn điếm chi khốn; vạn vật cực phồn phụ chi phong. Biến lãm Việt bang, tư vi thắng địa. Thành tứ phương bức thấu chi yếu hội; vi vạn thế đế vương chi thượng đô\nTrẫm dục nhân thử địa lợi dĩ định quyết cư, khanh đẳng như hà?\nDịch nghĩa:\nXưa nhà Thương đến đời Bàn Canh năm lần dời đô, nhà Chu đến đời Thành Vương ba lần dời đô. Phải đâu các vua thời Tam đại theo ý riêng mình mà tự tiện chuyển dời? Chỉ vì muốn đóng đô ở nơi trung tâm, mưu toan nghiệp lớn, tính kế muôn đời cho con cháu, trên vâng mệnh trời, dưới theo ý dân, nếu thấy thuận tiện thì thay đổi. Cho nên vận nước lâu dài, phong tục phồn thịnh. Thế mà hai nhà Đinh, Lê lại theo ý riêng mình, khinh thường mệnh trời, không noi theo dấu cũ Thương, Chu, cứ đóng yên đô thành ở nơi đây, khiến cho triều đại không được lâu bền, số vận ngắn ngủi, trăm họ phải hao tổn, muôn vật không được thích nghi. Trẫm rất đau xót về việc đó, không thể không dời đổi.\nHuống gì thành Đại La, kinh đô cũ của Cao Vương: Ở vào nơi trung tâm trời đất, được cái thế rồng cuộn hổ ngồi. Đã đúng ngôi nam bắc đông tây, lại tiện hướng nhìn sông dựa núi. Địa thế rộng mà bằng, đất đai cao mà thoáng. Dân cư khỏi chịu cảnh khốn khổ ngập lụt, muôn vật cũng rất mực phong phú tốt tươi. Xem khắp đất Việt, chỉ nơi này là thắng địa. Thật là chỗ tụ hội trọng yếu của bốn phương đất nước, cũng là nơi kinh đô bậc nhất của đế vương muôn đời.\nTrẫm muốn dựa vào sự thuận lợi của đất ấy để định chỗ ở. Các khanh nghĩ thế nào?\n(Nguyễn Đức Vân dịch)\nI. Đôi nét về Lý Công Uẩn\n- Lý Công Uẩn (974 - 1028) tức Lý Thái Tổ, người châu Cổ Pháp, lộ Bắc Giang (nay thuộc xã Đình Bảng, huyện Từ Sơn, tỉnh Bắc Ninh).\n- Ông là một người thông minh, nhân ái, có chí lớn và lập được nhiều chiến công.\n- Dưới thời Tiền Lê, ông làm Tả thân vệ Điện tiền chỉ huy sứ. Khi Lê Ngọa Triều mất, ông được triều thần tôn lên làm vua, lấy niên hiệu là Thuận Thiên.\nII. Giới thiệu về Chiếu dời đô\n1. Thể loại\n- Chiếu là thể văn do vua dùng để ban bố mệnh lệnh.\n- Chiếu có thể được viết bằng văn vần, văn biền ngẫu hoặc văn xuôi, được công bố trước nhân dân một cách trang trọng.\n- Một số bài chiếu thể hiện những tư tưởng chính trị lớn lao, có quyết định đến sự tồn vong, thịnh trị của một đất nước.\n2. Hoàn cảnh sáng tác\n- Năm Canh Tuất niên hiệu Thuận Thiên thứ nhất (năm 1010), Lý Công Uẩn đã viết bài chiếu bày tỏ ý định dời đô từ Hoa Lư (nay thuộc tỉnh Ninh Bình) về thành Đại La (nay thuộc Hà Nội).\n3. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Trẫm rất đau đớn, không thể không dời”: Nguyên nhân cần phải dời đô.\nPhần 2. Tiếp theo đến “... đúng là nơi thượng đô kinh sư mãi muôn đời”: Nguyên nhân chọn thành Đại La làm kinh đô.\nPhần 3. Còn lại: Lời thông báo quyết định dời đô.\n4. Nội dung\nChiếu dời đô phản ánh khát vọng của nhân dân về một đất nước độc lập, thống nhất, đồng thời phản ánh ý chí tự cường của dân tộc Đại Việt đang trên đà lớn mạnh.\n5. Nghệ thuật\nLí lẽ sắc bén, dẫn chứng thuyết phục, tiêu biểu cho thể chiếu…\nIII. Dàn ý phân tích Chiếu dời đô\n(1) Mở bài\nGiới thiệu về văn bản Chiếu dời đô.\n(2) Thân bài\na. Nguyên nhân cần phải dời đô\n- Nhắc lại lịch sử dời của các vương triều hưng thịnh ở Trung Quốc:\nNhà Thương: năm lần dời đô ; nhà Chu: ba lần dời đô\nLí do dời đô của nhà Thương và nhà Chu: đóng đô ở nơi trung tâm, mưu toan nghiệp lớn, tính kế muôn đời… hễ thấy thuận tiện thì đổi.\nKết quả của việc dời đô: vận nước lâu dài, phong tục phồn thịnh\n=> Những tấm gương sáng chứng minh dời đô là việc “thường niên” của các triều đại lịch sử.\n- Phê phán hai nhà Đinh, Lê:\nKhinh thường mệnh trời.\nKhông biết noi theo các tấm gương sáng của hai nhà Thương, Chu.\nHậu quả: triều đại ngắn ngủi, nhân dân không thể phát triển được.\n=> Cơ sở thuyết phục để khẳng định dời đô là điều nên làm của các triều đại hưng thịnh, đặc biệt là trong hoàn cảnh nhà Lý lúc bấy giờ đang rất cần một nơi hội tụ đầy đủ linh khí, sức mạnh đất trời để phát triển.\nb. Nguyên nhân chọn thành Đại La làm kinh đô\n- Thành Đại La có những lợi thế tuyệt vời mà khó nơi nào có được:\nVị trí địa lý: ở vào nơi trung tâm trời đất, hợp cả bốn hướng nam, bắc, đông, tây, lại được thế “rồng cuộn hổ ngồi”, được coi là thế đất đẹp, có tương lai phát triển thịnh vượng\nĐịa thế: rộng rãi, bằng phẳng, đất cao, thoáng\nDân cư: không bị ảnh hưởng của thiên tai ngập lụt\nPhong cảnh: tốt tươi, tràn đầy sức sống\n=> Thành Đại La xứng đáng là thánh địa của trời đất, là nơi thích hợp nhất để đóng đô muôn đời. Qua đó, thể hiện khát vọng của nhà vua về một đất nước thái bình, thịnh trị và ý thức dân tộc, tự chủ, tự lập, tự cường của một quốc gia phong kiến.\nc. Lời thông báo quyết định dời đô\nĐầu tiên vua đưa ra mong muốn dời đô của bản thân, sau đó lại hỏi ý kiến quần thần: thể hiện sự gần gũi, mang tính dân chủ, không ép buộc, gò bó, xa cách.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của văn bản Chiếu dời đô. \n \"\""