"Truyện Chiếc lá cuối cùng\nChiếc lá cuối cùng\n(Xiu và Giôn-xi là hai nữ hoạ sĩ nghèo, còn trẻ, sống trong một căn hộ thuê ở gần công viên Oa-sinh-tơn. Cụ Bơ-men cũng là một hoạ sĩ nghèo thuê phòng ở tầng dưới. Bốn chục năm nay cụ mơ ước vẽ một kiệt tác nhưng chưa thực hiện được; cụ thường ngồi làm mẫu vẽ cho các hoạ sĩ để kiếm tiền. Lúc ấy là vào mùa đông. Giôn-xi bị bệnh sưng phổi. Bệnh tật và nghèo túng khiến cô tuyệt vọng không muốn sống nữa. Cô đếm từng chiếc lá còn lại trên cây thường xuân bám vào bức tường gạch đối diện với cửa sổ, chờ khi nào chiếc lá cuối cùng rụng nốt thì cô cũng buông xuôi, lìa đời...)\nKhi hai người lên trên gác thì Giôn-xi đang ngủ. Xiu kéo tấm mành mành xống che kín cửa sổ và ra hiệu cho cụ Bơ-men sang buồng bên cạnh. Sang đến nơi, họ sẹo sệt ngó ra ngoài cửa sổ, nhìn cây thường xuân. Rồi họ nhìn nhau một lát, chẳng nói năng gì. Một cơn mưa lạnh lẽo, dai dẳng vẫn đang rơi, lẫn cùng với tuyết. Cụ Bơ-men mặc chiếc sơ mi cũ màu xanh, ngồi đóng vai một tay thợ mỏ già trên cái ấm đun nước lật úp giả làm tảng đá.\nSáng hôm sau, Xiu tỉnh dậy sau khi chợp mắt được một tiếng đồng hồ thì thấy Giôn-xi đang mở to cặp mắt thẫn thờ nhìn tấm mành màu xanh đã kéo xuống.\n“Kéo nó lên, em muốn nhìn”, cô thều thào ra lệnh.\nXiu làm theo một cách chán nản.\nNhưng, ô kìa! Sau trận mưa vùi dập và những cơn gió phũ phàng kéo dài suốt cả một đêm, tưởng chừng như không bao giờ dứt, vẫn còn một chiếc lá thường xuân bám trên bức tường gạch. Đó là chiếc lá cuối cùng trên cây. Ở gần cuống lá còn giữ màu xanh sẫm, nhưng với rìa lá hình răng cưa đã nhuốm màu vàng úa, chiếc lá vẫn dũng cảm treo bám vào cành cách mặt đất chừng hai mươi bộ.\n“Đó là chiếc lá cuối cùng”, Giôn-xi nói, “Em cứ tưởng là nhất định trong đêm vừa qua nó đã rụng. Em nghe thấy gió thổi. Hôm nay nó sẽ rụng thôi và cùng lúc đó thì em sẽ chết.\n“Em thân yêu, thân yêu!”, Xiu nói, cúi khuôn mặt hốc hác xuống gần gối, “Em hãy nghĩ đến chị, nếu em không còn muốn nghĩ đến mình nữa. Chị sẽ làm gì đây?”.\nNhưng Giôn-xi không trả lời. Cái cô đơn nhất trong khắp thế gian là một tâm hồn đang chuẩn bị sẵn sàng cho chuyến đi xa xôi bí ẩn của mình. Khi những dây ràng buộc cô với tình bạn và với thế gian cứ lơi lỏng dần từng sợi một, ý nghĩ kì quặc ấy hình như càng choán lấy tâm trí cô mạnh mẽ hơn.\nNgày hôm đó trôi qua và ngay cả trong ánh hoàng hôn, họ vẫn có thể trông thấy chiếc lá thường xuân đơn độc níu vào cái cuống của nó trên tường. Thế rồi, cùng với màn đêm buông xuống, gió bấc lại ào ào, trong khi mưa vẫn đập mạnh vào cửa sổ và rơi lộp độp xuống đất từ mái hiên thấp kiểu Hà Lan.\nKhi trời vừa hửng sáng thì Giôn-xi, con người tàn nhẫn, lại ra lệnh kéo mành lên.\nChiếc lá thường xuân vẫn còn đó.\nGiôn-xi nằm nhìn chiếc lá hồi lâu. Rồi cô gọi Xiu đang quấy món cháo gà trên lò hơi đốt.\n“Em thật là một con bé hư, chị Xiu thân yêu ơi”, Giôn-xi nói, “Có một cái gì đấy đã làm cho chiếc lá cuối cùng vẫn còn đó để cho em thấy rằng mình đã tệ như thế nào. Muốn chết là một tội. Giờ thì chị có thể cho em xin tí cháo và chút sữa pha ít rượu vang đỏ và – khoan – đưa cho em chiếc gương tay trước đã, rồi xếp mấy chiếc gối lại quanh em, để em ngồi dậy xem chị nấu nướng”.\nMột tiếng đồng hồ sau, cô nói: “Chị Xiu thân yêu ơi, một ngày nào đó em hi vọng sẽ được vẽ vịnh Na-plơ”.\nBuổi chiều, bác sĩ tới và khi ông ra về, Xiu kiếm cớ ra ngoài hành lang.\n“Được năm phần mười rồi”, bác sĩ nói và cầm lấy bàn tay mảnh dẻ run rẩy của Xiu, “Chăm sóc chu đáo thì chị sẽ thắng. Và bây giờ tôi phải xuống dưới nhà thăm một bệnh nhân khác, tên là Bơ-men, hình như là một nghệ sĩ thì phải. Cũng lại chứng sưng phổi. Ông cụ là một người già yếu, bệnh tình nguy kịch. Chẳng còn hy vọng gì, nhưng hôm nay ông cụ sẽ vào nằm bệnh viện để được chăm sóc chu đáo hơn”.\nHôm sau, bác sĩ bảo Xiu: “Cô ấy khỏi nguy hiểm rồi, chị đã thắng. Giờ chỉ còn việc bồi dưỡng và chăm nom - thế thôi”.\nVà buổi chiều hôm đó, Xiu tới bên giường Giôn-xi nằm, thấy Giôn-xi đang vui vẻ đan một chiếc khăn choàng len màu xanh thẫm rất vô dụng, chị ôm lấy người Giôn-xi lẫn những chiếc gối.\n“Chị có chuyện này muốn nói với em, con chuột bạch của chị”, cô nói, “Cụ Bơ-men đã chết vì sưng phổi hôm nay ở bệnh viện rồi. Cụ ốm chỉ có hai ngày. Buổi sáng ngày thứ nhất, bác gác cổng thấy cụ ốm nặng trong căn phòng của cụ ở tầng dưới. Giày và áo quần của cụ ướt sũng và lạnh buốt. Chẳng ai hình dung nổi cụ đã ở đâu trong một đêm khủng khiếp như thế. Nhưng rồi người ta tìm thấy một chiếc đèn bão vẫn còn thắp sáng và một chiếc thang đã bị lôi ra khỏi chỗ để của nó, và vài chiếc bút lông rơi vung vãi, và một bảng pha màu có màu xanh và màu vàng trộn lẫn với nhau, và - em thân yêu ơi, em hãy nhìn ra ngoài cửa sổ, nhìn chiếc lá thường xuân cuối cùng ở trên tường. Em có lấy làm lạ tại sao chẳng bao giờ nó rung rinh hoặc lay động khi gió thổi không? Ồ, em thân yêu, đó chính là kiệt tác của cụ Bơ-men, - cụ vẽ nó ở đấy vào cái đêm mà chiếc lá cuối cùng đã rụng”.\nI. Đôi nét về O. Hen-ri\n- O. Hen-ri (1862 - 1910) là một nhà văn người Mỹ chuyên viết truyện ngắn.\n- Các tác phẩm của ông đã để lại cho bạn đọc nhiều ấn tượng sâu sắc như: Căn gác xép, Tên cảnh sát và gã lang thang, Quà tặng của các đạo sĩ…\n- Các truyện của O. Hen-ri thường nhẹ nhàng nhưng lại toát lên một tinh thần cao cả đó là tình yêu thương con người, đặc biệt là những con người nghèo khổ.\nII. Giới thiệu về Chiếc lá cuối cùng\n1. Hoàn cảnh sáng tác\nTruyện được xuất bản lần đầu năm 1907, trong tập truyện The Trimmed Lamp and Other Stories.\n2. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “Và rồi khi bóng đêm tràn đến, gió bắc lại lồng lên trong lúc mưa vẫn nặng hạt quật vào cửa sổ, rơi xuống từ mái hiên thấp kiểu Hà Lan”. Giôn-xi biết mình mắc bệnh và tuyệt vọng chờ đợi cái chết đến với mình.\nPhần 2: Tiếp theo đến “Bây giờ chỉ cần bồi dưỡng và chăm sóc chu đáo, thế thôi”. Giôn-xi chiến thắng căn bệnh hiểm nghèo.\nPhần 3: Còn lại. Sự thật đằng sau chiếc lá cuối cùng.\n3. Tóm tắt\n- Mẫu 1: Xiu và Giôn-xi là hai nữ hoạ sĩ trẻ sống trong một khu nhà trọ. Sống cùng với họ trong khu trọ đó là cụ Bơ-men, cũng là một họa sĩ. Mùa đông năm ấy, Giôn-xi bị bệnh sưng phổi rất nặng. Bệnh tật khiến cô cảm thấy tuyệt vọng. Mỗi lần nhìn ra cửa sổ, Giôn-xi luôn nghĩ rằng khi chiếc lá cuối cùng trên cây thường xuân trước cửa rơi xuống cũng là lúc cô lìa đời.\nBiết được ý nghĩ của Giôn-xi, cụ Bơ-men âm thầm thức suốt đêm mưa gió bão bùng để vẽ chiếc lá thường xuân. Chiếc lá khiến Giôn-xi có thêm nghị lực sống. Nhưng sau đêm đó, cụ Bơ-men lại qua đời. Xiu lặng lẽ đến bên Giôn-xi báo cho bạn về cái chết của cụ Bơ-men và bí mật của chiếc lá cuối cùng.\n- Mẫu 2: Xiu và Giôn-xi là hai nữ hoạ sĩ nghèo, còn trẻ, sống trong một căn hộ thuê ở gần công viên Oa-sinh-tơn. Cụ Bơ-men cũng là một hoạ sĩ nghèo thuê phòng ở tầng dưới. Bốn chục năm nay cụ mơ ước vẽ một kiệt tác nhưng chưa thực hiện được; cụ thường ngồi làm mẫu vẽ cho các hoạ sĩ để kiếm tiền. Lúc ấy là vào mùa đông. Giôn-xi bị bệnh sưng phổi. Bệnh tật và nghèo túng khiến cô tuyệt vọng không muốn sống nữa. Cô đếm từng chiếc lá còn lại trên cây thường xuân bám vào bức tường gạch đối diện với cửa sổ, chờ khi nào chiếc lá cuối cùng rụng nốt thì cô cũng buông xuôi, lìa đời.. Biết được ý nghĩ của Giôn-xi, cụ Bơ-men âm thầm thức suốt đêm mưa gió bão bùng để vẽ chiếc lá thường xuân, giúp Giôn-xi có thêm nghị lực sống. Nhưng sau hôm đó, cụ Bơ-men đã chết vì sưng phổi. Xiu lặng lẽ đến bên Giôn-xi báo cho bạn về cái chết của cụ Bơ-men và bí mật của chiếc lá cuối cùng.\n4. Nội dung\nChiếc lá cuối cùng đã khắc họa được tình yêu thương cao cả giữa những con người nghèo khổ.\n5. Nghệ thuật\nTình tiết hấp dẫn, kết cấu đảo ngược tình huống…\nIII. Dàn ý phân tích truyện ngắn Chiếc lá cuối cùng\n(1) Mở bài\nDẫn dắt, giới thiệu về truyện ngắn Chiếc lá cuối cùng.\n(2) Thân bài\na. Nhân vật Giôn-xi\n- Giôn-xi và bạn của mình là Xiu - hai họa sĩ nghèo, còn trẻ và sống trong một căn hộ thuê ở gần công viên Oa-sinh-tơn.\n- Giôn-xi bị mắc bệnh sưng phổi - điều đó đã khiến cô vô cùng tuyệt vọng.\n- Cô thường ngồi trên giường, đếm từng chiếc lá còn lại trên cây thường xuyên bám vào trên vách tường gạch đối diện cửa sổ. Và cho rằng khi chiếc lá cuối cùng rơi xuống thì mình sẽ chết.\n=> Điều đó cho thấy một tinh thần suy sụp trước bệnh tật, cũng như sự chờ đợi cái chết.\n- Khi nhìn thấy chiếc lá vẫn còn đó sau trận mưa vùi dập hôm qua:\nTự cảm thấy mình một con bé hư.\nChịu ăn cháo và uống sữa pha chút rượu vang đỏ.\nMuốn ngồi dậy xem Xiu nấu nướng.\nHy vọng sẽ được vẽ vịnh Na-plơ.\n=> Thoát khỏi tuyệt vọng, bệnh tật và có hy vọng vào cuộc sống. Chiếc lá đã giúp Giôn-xi lấy lại được tinh thần tiếp tục sống.\nb. Nhân vật Xiu\n- Cũng là một họa sĩ, sống cùng với Giôn-xi.\n- Khi bạn bị bệnh thì hết lòng chăm sóc, khuyên can bạn.\n- Sợ hãi, lo lắng khi chiếc lá thường xuân cuối cùng rụng xuống thì bạn sẽ ra đi mãi mãi.\n- Là người tiết lộ bí mật về chiếc lá cuối cùng và cái chết của cụ Bơ-men.\n=> Một cô gái có tấm lòng nhân hậu, có đức hy sinh và yêu thương bạn sâu sắc như người thân trong gia đình. Với cụ Bơ-men thì vô cùng kính trọng, thương yêu.\nc. Nhân vật cụ Bơ-men\n- Một họa sĩ nghèo, suốt bốn mươi năm mơ ước mình sẽ vẽ được một kiệt tác mà vẫn chưa thể thực hiện được. Kiếm sống bằng việc làm mẫu cho các họa sĩ.\n- Quan tâm, yêu quý Giôn-xi và Xiu như người thân.\n- Khi biết tâm trạng tuyệt vọng của Giôn-xi: Trong đêm giông bão, cụ đã vẽ chiếc lá thường xuân cuối cùng trên tường với hy vọng tiếp thêm sức mạnh cho cô.\n- Cụ Bơ-men đã chết vì bệnh sưng phổi - nhưng đã để lại một kiệt tác.\n=> Một con người giàu đức hy sinh, quên mình vì người khác. Cụ cũng là một họa sĩ chân chính với mong muốn sáng tạo ra được kiệt tác nghệ thuật.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của truyện ngắn Chiếc lá cuối cùng.\n \"\""