"\"tac-pham-van-hoc\" Tác phẩm văn học\nTác phẩm Chuyện chức phán sự đền Tản Viên\nChuyện chức phán sự đền Tản Viên\nNgô Tử Văn tên là Soạn, người huyện Yên Dũng, đất Lạng Giang. Chàng vốn khảng khái, nóng nảy, thấy sự tà gian thì không thể chịu được, vùng Bắc người ta vẫn khen là một người cương trực. Trong làng trước có một ngôi đền linh ứng lắm. Cuối đời nhà Hồ, quân Ngô sang lấn cướp, vùng ấy thành một nơi chiến trường. Bộ tướng của Mộc Thạnh có viên Bách hộ họ Thôi, tử trận ở gần đền, từ đấy làm yêu làm quái trong dân gian. Tử Văn rất tức giận, một hôm tắm gội sạch sẽ, khấn trời, rồi châm lửa đốt đền. Mọi người đều lắc đầu lè lưỡi, lo sợ thay cho Tử Văn, nhưng chàng vẫn vung tay không cần gì cả.\nĐốt đền xong, chàng về nhà, thấy trong mình khó chịu, đầu lảo đảo và bụng run run, rồi nổi lên một cơn sốt nóng sốt rét. Trong khi sốt, chàng thấy một người khôi ngô, cao lớn, đầu đội mũ trụ đi đến, nói năng và quần áo rất giống người phương Bắc, tự xưng là cư sĩ, đến đòi làm trả lại ngôi đền như cũ và nói:\n- Nhà ngươi đã theo nghiệp nho, đọc sách vở của thánh hiền, há không biết cái đức của quỷ thần sao, cớ gì lại dám khinh nhờn huỷ tượng, đốt đền, khiến cho hương lửa không có chỗ tựa nương, oai linh không có nơi hiển hiện, vậy bảo làm sao bây giờ? Biết điều thì dựng trả ngôi đền như cũ. Nếu không thì, vô cớ huỷ đền Lư Sơn, Cố Thiệu sẽ khó lòng tránh khỏi tai vạ.\nTử Văn mặc kệ, vẫn cứ ngồi ngất ngưởng tự nhiên. Người kia tức giận nói:\n- Phong đô không xa xôi gì, ta tuy hèn, há lại không đem nổi nhà ngươi đến đấy. Không nghe lời ta thì rồi sẽ biết.\nNói rồi phất áo đi.\nChiều tối, lại có một ông già, áo vải mũ đen, phong độ nhàn nhã, thủng thỉnh đi vào đến trước thềm, vái chào mà rằng:\n- Tôi là Thổ công ở đây, nghe thấy việc làm rất thú của nhà thầy, vậy xin đến để tỏ lời mừng.\nTử Văn ngạc nhiên nói:\n- Thế người đội mũ trụ đến đây ban nãy, chẳng phải là Thổ công đấy ư? Sao mà nhiều thần quá vậy?\nÔng già nói:\n- Ô, đấy là viên tướng bại trận của Bắc triều, cái hồn bơ vơ ở Nam quốc, tranh chiếm miếu đền của tôi, giả mạo họ tên của tôi, quen dùng chước dối lừa, thích làm trò thảm ngược, Thượng Đế bị nó bưng bít, hạ dân bị nó quấy rầy, phàm những việc hưng yêu tác quái đều tự nó cả, chứ có phải tôi đâu. Xin kể đầu đuôi để nhà thầy nghe: “Tôi làm chức Ngự sử đại phu từ đời vua Lí Nam Đế, vì chết về việc cần vương mà được phong ở đây, giúp dân độ vật đã hơn một nghìn năm nay, khi nào lại làm việc gieo tai rắc vạ để kiếm miếng ăn như tên giặc giảo hoạt kia đã làm. Gần đây vì tôi thiếu sự đề phòng, bị nó đánh đuổi, nên phải đến nương tựa ở đền Tản Viên đã vài năm nay”.\nTử Văn nói:\n- Việc xảy ra đến như thê, sao ngài không kiện ở Diêm Vương và tâu lên Thượng Đế, lại đi khinh bỏ chức vị, làm một người áo vải nhà quê?\nÔng già chau mặt nói:\n- Rễ ác mọc lan, khó lòng lay động. Tôi đã định thưa kiện, nhưng mà có nhiều nỗi ngăn trở: Những đền miếu gần quanh, vì tham của đút, đều bênh vực cho nó cả. Tôi chỉ giữ được một chút lòng thành, nhưng không làm thế nào để thông đạt được lên, cho nên đành tạm ẩn nhẫn mà ngồi xó một nơi.\nTử Văn nói:\n- Hắn có thực là tay hung hãn, có thể gieo vạ cho tôi không?\n- Hắn quyết chống chọi với nhà thầy, hiện đã kiện thầy ở Minh ti. Tôi nhân lúc hắn đi vắng lén đến đây báo cho nhà thầy biết để mà liệu kế, khỏi phải chết một cách oan uổng.\nÔng già lại dặn Tử Văn:\n- Hễ ở Minh ti có tra hỏi, thầy cứ khai ra những lời nói của tôi. Nếu hắn chối, thầy kêu xin tư giấy đến đền Tản Viên, tôi sẽ khai rõ thì nó phải đớ miệng. Nếu không như thế thì tôi đến vùi lấp trọn đời mà thầy cũng khó lòng thoát nạn.\nTử Văn vâng lời. Đến đêm, bệnh càng nặng thêm, rồi thấy hai tên quỷ sứ đến bắt đi rất gấp, kéo ra ngoài thành về phía đông. Đi độ nửa ngày đến một toà nhà rất lớn, xung quanh có thành sắt cao vọi đến mấy chục trượng. Hai tên quỷ đến nói với người canh cổng, người canh cổng đi vào một lúc rồi ra truyền chỉ rằng:\n- Tội sâu ác nặng, không được dự vào hàng khoan giảm.\nNói rồi xua tay bảo đi ra phía bắc. Ở đó có một con sông lớn, trên sông bắc một cái cầu dài ước hơn nghìn thước, gió tanh sóng xám, hơi lạnh thấu xương. Hai bên cầu có mấy vạn quỷ Dạ Xoa đều mắt xanh tóc đỏ, hình dáng nanh ác. Hai con quỷ dùng gông dài, thừng lớn gông trói Tử Văn mà giải đi rất nhanh. Tử Văn kêu to:\n- Ngô Soạn này là một kẻ sĩ ngay thẳng ở trần gian, có tội lỗi gì xin bảo cho, không nên bắt phải chết một cách oan uổng.\nChợt nghe trên điện có lời quát:\n- Tên này bướng bỉnh ngoan cố, nếu không phán đoán cho rõ, chưa chắc nó đã chịu nhận tội.\nBèn sai dẫn Tử Văn vào cửa điện. Tử Văn vào đến nơi, thấy người đội mũ trụ đang kêu cầu ở trước sân.\nDiêm Vương mắng Tử Văn rằng:\n- Kẻ kia là một người cư sĩ, trung thuần lẫm liệt, có công với tiên triều, nên hoàng thiên cho được huyết thực ở một ngôi đền để đền công khó nhọc. Mày là một kẻ hàn sĩ, sao dám hỗn láo, tội ác tự mình làm ra, còn trốn đi đằng nào?\nTử Văn bèn tâu trình đầu đuôi như lời Thổ công đã nói, lời rất cứng cỏi, không chịu nhún nhường chút nào. Người đội mũ trụ nói:\n- Ấy là ở trước vương phủ mà hắn còn ghê gớm như thế, mồm năm miệng mười, đơm đặt bịa tạc. Huống hồ ở một nơi đền miếu quạnh hiu hắn sợ gì mà không dám cho một mồi lửa.\nHai bên cãi cọ nhau mãi vẫn chưa phân phải trái, vì thế Diêm Vương sinh nghi. Tử Văn nói:\n- Nếu nhà vua không tin lời tôi, xin đem tư giấy đến đền Tản Viên để hỏi. Không đúng như thế, tôi xin chịu thêm cái tội nói càn.\nBấy giờ người kia mới có vẻ sợ, quỳ xuống tâu rằng:\n- Gã kia là học trò, thật là ngu bướng, quả đáng tội lắm. Nhưng đã trách mắng như vậy, cũng đủ răn đe rồi. Xin đại vương khoan dung tha cho hắn để tỏ cái đức rộng rãi. Chẳng cần đòi hỏi dây dưa. Nếu thẳng tay trị tội nó, sợ hại đến cái đức hiếu sinh.\nDiêm Vương quát lớn rằng:\n- Cứ như lời hắn thì nhà ngươi đáng tội chết. Điều luật trị tội lừa dối đã sẵn sàng đó. Cớ sao nhà ngươi dám làm sự lập lờ nhận tội như vậy?\nDiêm Vương lập tức sai người đến đền Tản Viên để lấy chứng thực. Sai nhân về tâu, nhất nhất đúng với lời Tử Văn. Vương cả giận, bào các phán quan rằng:\n- Lũ các ngươi chia toà sở, giữ chức sự, cầm lệnh chí công, làm phép chí công, thưởng thì xứng đáng mà không thiên vị, phạt thì đích xác mà không nghiệt ngã, vậy mà còn có sự dối trá càn bậy như thế; huống chi về đời nhà Hán, nhà Đường buôn quan bán ngục, thì những mối tệ còn nói sao hết được!\nLiền sai lấy lồng sắt chụp vào đầu, khẩu gỗ nhét vào miệng, bỏ người ấy vào ngục Cửu U.\nVương nghĩ Tử Văn có công trừ hại, truyền cho vị thần đền kia, từ nay phần xôi lợn của dân cúng tế, nên chia cho Tử Văn một nửa và sai lính đưa Tử Văn về.\nChàng về đến nhà, té ra mình chết đã được hai ngày rồi. Nhân đem những việc đã qua kể cho mọi người nghe, ai cũng kinh hãi và không tin là thực. Sau đó họ đón một bà đồng về phụ bóng, đồng lên cũng nói đúng như lời Tử Văn. Người làng bèn mua gỗ, dựng lại một toà đền mới. Còn ngôi mộ của tên tướng giặc kia thì tự dưng thấy bị bật tung lên, hài cốt tan tành ra như cám vậy.\nSau đó một tháng, Tử Văn thấy Thổ công đến bảo:\n- Lão phu đã trở về miếu, công của nhà thầy không biết lấy gì đền đáp được. Nay thấy ở đền Tản Viên khuyết một chân phán sự, lão đã vì nhà thầy hết sức tiến cử, được đức Thánh Tản ngài đã bằng lòng, vây xin lấy việc đó để đền ơn nghĩa. Người ta sống ở đời, xưa nay ai chẳng phải chết, miễn là chết đi còn được tiếng về sau. Nếu trùng trình độ nửa tháng, sợ sẽ về tay người khác mất. Nên cố gắng đi, đừng coi là việc thường.\nTử Văn vui vẻ nhận lời, bèn thu xếp việc nhà, rồi không bệnh mà mất.\nNăm Giáp Ngọ, có người ở thành Đông Quan vốn quen biết với Tử Văn, một buổi sớm đi ra ngoài cửa tây vài dặm, trông thấy trong sương mù có xe ngựa đi đến ầm ầm, lại nghe tiếng quát:\n- Người đi đường tránh xa, xe quan phán sự!\nNgười ấy ngẩng đầu trông thì thấy, người ngồi trên xe chính là Tử Văn. Song Tử Văn chỉ chắp tay thi lễ chứ không nói một lời nào, rồi thoắt đã cưỡi gió mà biến mất. Đến nay con cháu Tử Văn hãy còn, người ta truyền rằng đó là “nhà quan phán sự”!\nThan ôi! Người ta thường nói: “Cứng quá thì gãy”. Kẻ sĩ chỉ lo không cứng cỏi được, còn gãy hay không là việc của trời. Sao lại đoán trước là sẽ gãy mà chịu đổi cứng ra mềm?\nNgô Tử Văn là một chàng áo vải. Vì cứng cỏi mà dám đốt cháy đền tà, chống lại yêu ma, làm một việc hơn cả thần và người. Bởi thế được nổi tiếng và được giữ chức vị ở Minh ti, thật là xứng đáng. Vậy kẻ sĩ, không nên kiêng sợ sự cứng cỏi.\nI. Đôi nét về tác giả Nguyễn Dữ\n- Nguyễn Dữ - có sách phiên âm là Nguyễn Tự (chưa rõ năm sinh - năm mất).\n- Người huyện Trường Tân, nay là huyện Thanh Miện, tỉnh Hải Dương.\n- Ông là học trò của Tuyết Giang Phu Tử - Nguyễn Bỉnh Khiêm.\n- Ông sống ở thế kỉ XVI là thời kì triều đình nhà Lê đã bắt đầu khủng hoảng, các tập đoàn phong kiến Lê, Mạc và Trịnh tranh giành quyền binh, gây ra các cuộc nội chiến kéo dài.\n- Nguyễn Dữ là một người học rộng, tài cao nhưng chỉ làm quan có một năm rồi xin về quê nuôi mẹ già và viết sách, sống ẩn dật như nhiều trí thức đương thời khác.\nII. Giới thiệu về Chuyện chức phán sự đền Tản Viên\n1. Xuất xứ\n- Truyền kì mạn lục (ghi chép tản mạn những chuyện kỳ lạ được lưu truyền ) là tác phẩm được viết bằng chữ Hán. Tác phẩm này có chịu ảnh hưởng của truyện truyền kỳ Trung Quốc - một thể loại truyện thường có yếu tố kỳ lạ, hoang đường. Nhưng điểm khác là Nguyễn Dữ đã biết khai thác các truyện cổ dân gian, các truyền thuyết lịch sử, dã sử của Việt Nam để sáng tạo ra tác phẩm của mình.\n- Nhân vật chính của truyện thường là những người phụ nữ bất hạnh, khao khát hạnh phúc nhưng bị các thế lực bạo tàn và cả lễ giáo khắc nghiệt xô đẩy vào hoàn cảnh éo le, oan khuất và bất hạnh.\n- Chuyện chức phán sự đền Tản Viên (Tản Viên từ phán sự lục) là một trong hai mươi truyện của Truyền kì mạn lục.\n2. Bố cục\nGồm 4 phần:\nPhần 1. Từ đầu đến “nhưng chàng vẫn vung tay không cần gì cả”. Giới thiệu về Ngô Tử Văn cùng hành động đốt đền.\nPhần 2. Tiếp theo đến “mà thầy cũng khó lòng thoát nạn”. Cuộc nói chuyện của Tử Văn với viên Bạch hộ họ Thôi và Thổ công.\nPhần 3. Tiếp theo đến “nên chia cho Tử Văn một nửa và sai lính đưa Tử Văn về”. Tử Văn thắng trong vụ kiện.\nPhần 4. Còn lại. Việc Tử Văn trở thành phán sự đền Tản Viên.\n3. Bố cục\nVào cuối đời nhà Hồ, quân Ngô sang lấn cướp, bộ tướng của Mộc Thạch có viên Bạch hộ họ Thôi, tử trận ở gần đền, từ đấy làm yêu quái trong dân gian. Ngô Tử Văn vốn là người dũng cảm, khẳng khái vì không chịu được việc hắn tác oai, tác quái nên đã quyết định đốt đền trừ hại cho dân. Sau khi về nhà, chàng lên cơn sốt rét. Trong cơn mê, tướng giặc hiện lên đe dọa Tử Văn và kiện chàng ở âm phủ. Chàng còn được Thổ công mách bảo về tung tích và tội ác của tên tướng giặc. Đồng thời bày cho cách đối phó với hắn. Tử Văn bị bắt xuống âm phủ. Đứng trước Diêm Vương, chàng đã không hề run sợ mà dũng cảm vạch trần mọi tội ác của tên hung thần. Tử văn yêu cầu đối chất với lời khai của Thổ thần. Tên tướng giặc bị trừng trị, thổ thần được phục chức, Tử Văn được sống lại. Một tháng sau, Thổ thần bày tổ ý muốn Tử Văn nhận chức phán sự đền Tản Viên chuyên trông coi việc xử án. Tử Văn vui vẻ nhận lời, rồi không bệnh mà mất.\n4. Nội dung\nChuyện chức phán sự đền Tản Viên đề cao tinh thần khảng khái, cương trực, dám đấu tranh chống lại cái ác trừ hại cho dân của Ngô Tử Văn, một người trí thức nước Việt. Đồng thời thể hiện niềm tin vào công lý, chính nghĩa.\n5. Nghệ thuật\nNhân vật được xây dựng sắc nét, nghệ thuật kể chuyện lôi cuốn, diễn biến truyện giàu kịch tính…\n \"\""