"Văn bản Chuẩn bị hành trang vào thế kỉ mới\nChuẩn bị hành trang vào thế kỉ mới\nLớp trẻ Việt Nam cần nhận ra những cái mạnh, cái yếu của con người Việt Nam để rèn những thói quen tốt trước khi bước vào nền kinh tế mới.\nTết năm nay là sự chuyển tiếp giữa hai thế kỷ, và hơn thế nữa, là sự chuyển tiếp giữa hai thiên niên kỷ. Trong thời khắc như vậy, ai ai cũng nói tới việc chuẩn bị hành trang bước vào thế kỉ mới, thiên niên kỷ mới.\nTrong những hành trang ấy, có lẽ sự chuẩn bị bản thân con người là quan trọng nhất. Từ cổ chí kim, bao giờ con người cũng là động lực phát triển của lịch sử. Trong thế kỉ tới mà ai ai cũng thừa nhận rằng nền kinh tế tri thức sẽ phát triển mạnh mẽ thì vai trò con người lại càng nổi trội.\nCần chuẩn bị những cái cần thiết trong hành trang mang vào thế kỉ mới, trong khi chúng ta đã chứng kiến sự phát triển như huyền thoại của khoa học và công nghệ, làm cho tỉ trọng trí tuệ trong một sản phẩm ngày càng lớn. Chắc rằng chiều hướng này sẽ ngày càng gia tăng. Một phần dưới tác động của những tiến bộ về khoa học và công nghệ, sự giao thoa, hội nhập giữa các nền kinh tế chắc chắn sẽ sâu rộng hơn nhiều.\nTrong một thế giới như vậy, nước ta lại phải cùng một lúc giải quyết ba nhiệm vụ: thoát khỏi tình trạng nghèo nàn lạc hậu của nền kinh tế nông nghiệp; đẩy mạnh công nghiệp hoá, hiện đại hoá và đồng thời lại phải tiếp cận ngay với nền kinh tế tri thức. Làm nên sự nghiệp ấy đương nhiên là những con người Việt Nam với những điểm mạnh và điểm yếu của nó.\nCái mạnh của con người Việt Nam không chỉ chúng ta nhận biết mà cả thế giới đều thừa nhận là sự thông minh, nhạy bén với cái mới. Bản chất trời phú ấy rất có ích trong xã hội ngày mai mà sự sáng tạo là một yêu cầu hàng đầu. Nhưng bên cạnh cái mạnh đó cũng còn tồn tại không ít cái yếu. Ấy là những lỗ hổng về kiến thức cơ bản do thiên hướng chạy theo những môn học “thời thượng”, nhất là khả năng thực hành và sáng tạo bị hạn chế do lối học chay, học vẹt nặng nề. Không nhanh chóng lấp những lỗ hổng này thì thật khó bề phát huy trí thông minh vốn có và không thể thích ứng với nền kinh tế mới chứa đựng đầy tri thức cơ bản và biến đổi không ngừng.\nCái mạnh của con người Việt Nam ta là sự cần cù, sáng tạo. Điều đó thật hữu ích trong một nền kinh tế đòi hỏi tinh thần kỷ luật cao và thái độ nghiêm túc đối với công vụ và quy trình lao động với những máy móc, thiết bị rất tinh vi. Tiếc rằng ngay trong mặt mạnh này của chúng ta cũng lại ẩn chứa những khuyết tật không tương tác chút nào với một nền kinh tế công nghiệp hoá chứ chưa nói tới nền kinh tế tri thức. Người Việt Nam ta cần cù thì cần cù thật, nhưng lại thiếu đức tính tỉ mỉ. Khác với người Nhật vốn cũng nổi tiếng cần cù lại thường rất cẩn trọng trong khâu chuẩn bị công việc, làm cái gì cũng tính toán chi li từ đầu, người Việt Nam ta thường dựa vào tính tháo vát của mình, hành động theo phương châm “nước đến chân mới nhảy”, “liệu cơm gắp mắm”.\nDo còn chịu nhiều ảnh hưởng nặng nề của phương thức sản xuất nhỏ và cách sống ở nơi thôn dã vốn thoải mái và thanh thản nên người Việt Nam ta chưa có được thói quen tôn trọng những quy định nghiêm ngặt của công việc là cường độ khẩn trương. Ngay bản tính “sáng tạo” một phần nào đó cũng có mặt trái ở chỗ ta hay loay hoay “cải tiến”, làm tắt, không coi trọng nghiêm ngặt quy trình công nghệ. Trong một xã hội công nghiệp và “hậu công nghiệp”, những khuyết tật ấy sẽ là những vật cản ghê gớm.\nTrong một “thế giới mạng”, ở đó hàng triệu người trên phạm vi toàn cầu gắn kết với nhau trong một mạng in-tơ-nét thì tính cộng đồng là một đòi hỏi không thể thiếu được. Nhân dân ta có truyền thống lâu đời đùm bọc, đoàn kết với nhau theo phương châm “nhiễu điều phủ lấy giá gương”. Bản sắc này thể hiện mạnh mẽ nhất trong cảnh đất nước lâm nguy, ngoại bang đe doạ. Nhưng tiếc rằng phẩm chất cao quý ấy thường lại không đậm nét trong việc làm ăn, có thể do ảnh hưởng của phương thức sản xuất nhỏ, tính đố kỵ vốn có của lối sống theo thứ bậc không phải theo năng lực và lối nghĩ “trâu buộc ghét trâu ăn” đối với người hơn mình ở làng quê thời phong kiến. Ta có thể quan sát điều đó ngay trong cả những việc nhỏ nhặt: Ví dụ vào thăm bảo tàng thì người Nhật túm tụm vào với nhau chăm chú nghe thuyết minh, còn người Việt Nam lại lập tức tản ra xem những thứ mình thích; người Hoa ở nước ngoài thường cưu mang nhau song người Việt lại thường đố kị nhau…\nBước vào thế kỉ mới, nước ta sẽ hội nhập ngày càng sâu vào nền kinh tế thế giới. Bản tính thích ứng nhanh sẽ giúp dân ta tận dụng những cơ hội, ứng phó với thách thức do tiến trình hội nhập đem lại. Nhưng thái độ kì thị đối với sự kinh doanh, thói quen ảnh hưởng sự bao cấp, nếp nghĩ sùng ngoại hoặc bài ngoại quá mức đều sẽ cản trở sự phát triển của đất nước. Thói quen ở không ít người thích tỏ ra “khôn vặt”, “bóc ngắn cắn dài”, không coi trọng chữ “tín” sẽ gây tác hại khôn lường trong quá trình kinh doanh và hội nhập.\nBước vào thế kỉ mới, muốn “sánh vai cùng các cường quốc năm châu” thì chúng ta sẽ phải lấp đầy hành trang bằng những điểm mạnh, vứt bỏ những điểm yếu. Muốn vậy thì khâu đầu tiên, có ý nghĩa quyết định là hãy làm cho lớp trẻ - những người chủ thực sự của đất nước trong thế kỉ tới - nhận ra điều đó, quen dần với những thói quen tốt đẹp ngay từ những việc nhỏ nhất.\nI. Đôi nét về Vũ Khoan\n- Vũ Khoan là nhà hoạt động chính trị, nhiều năm.\n- Ông từng là Thứ trưởng Bộ Ngoại giao, từng là Bộ trưởng Bộ thương mại, Phó Thủ tướng Chính Phủ.\nII. Giới thiệu về Chuẩn bị hành trang vào thế kỉ mới\n1. Xuất xứ\n- Bài viết này đăng trên tạp chí Tia sáng năm 2001 và được in vào tập Một góc nhìn của trí thức, NXB Trẻ, TP. Hồ Chí Minh, 2002.\n- Nhan đề bài viết của tác giả là Chuẩn bị hành trang; khi đưa vào sách giáo khoa, người biên soạn có bổ sung một số chữ vào nhan đề cho cụ thể hơn và lược bớt một câu ở phần đầu.\n2. Bố cục\nGồm 4 phần:\nPhần 1. Từ đầu đến “vai trò con người lại càng nổi trội”. Khái quát chung về vấn đề.\nPhần 2. Tiếp theo đến “điểm mạnh và điểm yếu của nó”. Bối cảnh của thế giới hiện tại.\nPhần 3. Tiếp theo đến “quá trình kinh doanh và hội nhập”. Những điểm mạnh, điểm yếu của người Việt Nam.\nPhần 4. Còn lại. Nhiệm vụ của thế hệ trẻ.\n3. Tóm tắt\nĐầu tiên, tác giả đặt ra cho nhiệm vụ cho người Việt Nam trước mục tiêu của đất nước là: đẩy mạnh công nghiệp hoá, hiện đại hoá, tiếp cận nền kinh tế tri thức, thoát khỏi nền kinh tế nghèo nàn, lạc hậu. Tiếp đến là điểm yếu và điểm mạnh của con người Việt Nam. Điểm mạnh của người Việt Nam là thông minh, nhạy bén, cần cù, sáng tạo, tỉ mỉ, đoàn kết, đùm bọc trong chống giặc ngoại xâm và thích ứng nhanh. Còn điểm yếu của người Việt là thiếu kiến thức cơ bản, kém năng lực thực hành, không coi trọng nghiêm ngặt quy trình công nghệ, chưa quen với cường độ khẩn trương, đố kị trong làm ăn, cuộc sống đời thường, hạn chế trong thói quen nếp nghĩ, kì thị trong kinh doanh, quen bao cấp, thói khôn vặt và ít giữ chữ tín. Chuẩn bị hành trang vào thế kỉ mới là chuẩn bị bản thân con người vì con người là động lực phát triển của lịch sử.\n4. Nội dung\nVăn bản Chuẩn bị hành trang vào thế kỉ mới giúp người đọc hiểu rõ điểm mạnh, điểm yếu của người Việt Nam, từ đó rèn luyện cho mình thói quen và đức tính tốt.\n5. Nghệ thuật\nLập luận thuyết phục, dẫn chứng chính xác...\nIII. Dàn ý phân tích Chuẩn bị hành trang vào thế kỉ mới\n(1) Mở bài\nGiới thiệu về tác giả Vũ Khoan, tác phẩm Chuẩn bị hành trang vào thế kỉ mới.\n(2) Thân bài\n- Sự chuẩn bị về con người là quan trọng nhất:\nTừ cổ chí kim bao giờ con người cũng là động lực phát triển của lịch sử;\nTrong thời kỳ kinh tế tri thức phát triển thì vai trò của con người lại càng nổi trội.\n- Bối cảnh thế giới hiện nay và những nhiệm vụ nặng nề của đất nước:\nBối cảnh hiện nay là một thế giới mà khoa học công nghệ phát triển như huyền thoại, sự giao thoa, hội nhập ngày càng sâu rộng giữa các nền kinh tế;\nNước ta phải đồng thời giải quyết ba nhiệm vụ: thoát khỏi tình trạng nghìn năm lạc hậu của nền kinh tế nông nghiệp, đẩy mạnh công nghiệp hóa, hiện đại hóa, đồng thời phải tiếp cận ngay với nền kinh tế tri thức.\n- Những điểm mạnh, điểm yếu của con người Việt Nam được nhận rõ khi bước vào nền kinh tế mới trong thế kỉ mới:\nThông minh nhạy bén với cái mới song thiếu kiến thức cơ bản, kém khả năng thực hành\nCần cù sáng tạo nhưng thiếu tính tỉ mỉ không coi trọng quy trình.\nĐùm bọc, đoàn kết trong chiến đấu nhưng đố kị trong làm ăn và cuộc sống.\nBản tính thích ứng nhanh dễ hội nhập nhưng có tính kỳ thị trong kinh doanh, khôn vặt.\n=> Cần phát huy điểm mạnh, khắc phục điểm yếu để đưa đất nước đi lên công nghiệp hóa, hiện đại hóa trong thời đại ngày nay.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của tác phẩm Chuẩn bị hành trang vào thế kỉ mới.\n \"\""