"Truyện ngắn Chí Phèo\nI. Đôi nét về nhà văn Nam Cao\n- Nam Cao (1917 - 1951), tên khai sinh là Trần Hữu Tri.\n- Quê ở làng Đại Hoàng, phủ Lý Nhân (nay là xã Hòa Hậu, huyện Lý Nhân), tỉnh Hà Nam.\n- Ông là nhà văn hiện thực xuất sắc với những truyện ngắn, truyện dài chân thực viết về hai mảng đề tài chính: người nông dân nghèo đói bị vùi dập và người trí thức nghèo, sống mòn mỏi bế tắc trong xã hội xưa cũ.\n- Sau cách mạng, Nam Cao chân thành sáng tác phục vụ cuộc kháng chiến.\n- Ông đã hy sinh trên đường công tác ở vùng sau lưng địch.\n- Các tác phẩm chính:\nTruyện ngắn: Chí Phèo (1941), Giăng sáng (1942), Đời thừa (1943), Một đám cưới (1944), Đôi mắt (1948)\nTiểu thuyết: Sống mòn (1944)\nThể loại khác: Nhật kí ở rừng (1948), kí sự Chuyện biên giới (1951)...\nII. Giới thiệu truyện ngắn Chí Phèo\n1. Hoàn cảnh sáng tác\nDựa vào những cảnh thật, người thật mà Nam Cao được chứng kiến và nghe kể về làng Đại Hoàng quê mình, bức xúc trước hiện thực tàn khốc, Nam Cao viết thành truyện ngắn Chí Phèo vào tháng 2 năm 1941.\n2. Tóm tắt\nTruyện ngắn “Chí Phèo” là câu chuyện về nhân vật cùng tên \"Chí Phèo\" - một đứa trẻ mồ côi bị bỏ rơi trong 1 cái lò gạch xa lạ. Hắn được người làng chuyền tay nhau nuôi. Lớn lên, Chí Phèo đi ở hết nhà này tới nhà nọ và làm canh điền cho Lý Kiến. Vì ghen, Lý Kiến đẩy Chí Phèo vào tù, 7 năm sau Chí Phèo trở về làng trong một bộ dạng khác hẳn của một tay anh chị. Hắn bị Bá Kiến lợi dụng và biến thành tay sai. Chí Phèo trở thành con quỷ dữ của làng Vũ Đại, chuyên vạch mặt ăn vạ và gây tai họa cho người trong làng. Mối tình với Thị Nở đã làm Chí Phèo hồi sinh, hắn khao khát làm hòa với mọi người và sống lương thiện. Nhưng bà cô Thị Nở và cái xã hội đương thời đã chặn đứng đường về \"cõi người\" của Chí Phèo. Tuyệt vọng, hắn tìm giết Bá Kiến và tự sát. Nghe tin Chí chết, Thị Nở nhìn xuống bụng và thầm nghĩ đến một cái lò gạch bỏ không vắng người qua lại.\n3. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “cả làng Vũ Đại cũng không ai biết”: Chí Phèo xuất hiện cùng tiếng chửi.\nPhần 2. Tiếp theo đến “không bảo người nhà đun nước mau lên”: Chí Phèo mất hết nhân tính.\nPhần 3. Còn lại): Sự thức tỉnh về ý thức bi kịch của cuộc đời Chí Phèo.\n4. Nội dung\nChí Phèo là một kiệt tác của nền văn xuôi Việt Nam hiện đại. Qua truyện ngắn này, Nam Cao khái quát một hiện tượng xã hội ở nông thôn Việt Nam trước Cách mạng: một bộ phận nông dân lao động lương thiện bị đẩy vào con đường tha hóa, lưu manh hóa. Nhà văn đã kết án đanh thép cái xã hội tàn bạo tàn phá cả thế xác và tâm hồn người nông dân lao động, đồng thời khẳng định bản chất lương thiện của họ, ngay cả trong khi họ bị vùi dập mất cả nhân hình, nhân tính.\n5. Nghệ thuật\nXây dựng thành công nhân vật điển hình, nghệ thuật trần thuật linh hoạt, tự nhiên mà nhất quán, ngôn ngữ nghệ thuật đặc sắc…\nIII. Dàn ý phân tích tác phẩm Chí Phèo \n(1) Mở bài\nDẫn dắt, giới thiệu về tác phẩm Chí Phèo.\n(2)\na. Hoàn cảnh, xuất thân của Chí Phèo\n- Xuất thân: tứ cố vô thân, không cha không mẹ, không nhà cửa…\n- Một anh nông dân hiền lành, lương thiện:\nChăm chỉ, thật thà: Đi ở hết nhà này đến nhà khác, cày thuê cuốc mướn để kiếm sống.\nMơ ước bình dị: có một ngôi nhà nho nhỏ, chồng cày thuê cuốc mướn vợ dệt vải…\nSống có lòng tự trọng: Bà ba - vợ Bá Kiến gọi lên đấm lưng, bóp chân, Chí chỉ cảm thấy nhục hơn là thấy thích.\n=> Chí Phèo có đủ điều kiện để sống cuộc sống yên bình như bao người khác, quãng đời lương thiện của Chí kéo dài trong khoảng 20 năm đầu\nb. Quá trình tha hóa của Chí Phèo\na. Chí Phèo bị bắt vào tù\nChí Phèo làm thuê cho nhà Bá Kiến.\nVì một chuyện ghen tuông không đâu, Bá Kiến đã đẩy Chí vào tù.\nNhà tù thực dân đã biến Chí trở thành “con quỷ dữ của làng Vũ Đại”.\nb. Sau khi ra tù\nNgoại hình thay đổi: “Cái đầu trọc lốc, hàm răng cạo trắng hớn, cái mặt thì câng câng đầy những vết sứt sẹo, hai con mắt gườm gườm”.\nNhân tính: du côn, du đãng, triền miên trong cơn say, đập đầu, chửi bới, phá phách, đến đòi nợ bá Kiến nhưng lại trở thành tay sai cho hắn.\nc. Cuộc gặp gỡ giữa Chí Phèo và Thị Nở\n- Tình yêu thương mộc mạc, chân thành của Thị Nở - đã đánh thức bản chất lương thiện của Chí Phèo:\nNhận biết được mọi âm thanh trong cuộc sống.\nNhận ra bi kịch trong cuộc đời của mình và sợ cô đơn, cô độc\nChí Phèo thèm lương thiện và muốn làm hòa với mọi người.\n- Hình ảnh bát cháo hành là hình ảnh độc đáo, chân thật và giàu ý nghĩa:\nLần đầu tiên và cũng là lần cuối cùng Chí được ăn trong tình yêu thương và hạnh phúc.\nBát cháo chứa đựng tình yêu thương của thị Nở đã đánh thức phần người trong Chí.\nd. Bi kịch bị cự tuyệt quyền làm người\n- Nguyên nhân: Do bà cô Thị Nở không cho Thị lấy Chí Phèo (đại diện cho những định kiến trong xã hội xưa).\n- Diễn biến tâm trạng của Chí Phèo:\nLúc đầu: Chí ngạc nhiên trước thái độ của Thị Nở\nSau Chí hiểu ra mọi việc: Tuyệt vọng, Chí uống rượu rồi xách dao đên nhà Bá Kiến đâm chết Bá Kiến và tự sát.\n- Ý nghĩa hành động đâm chết Bá Kiến và tự sát của Chí:\nĐâm chết Bá Kiến là hành động lấy máu rửa thù của người nông dân thức tỉnh về quyền sống.\nCái chết của Chí Phèo là cái chết của con người trong bi kịch đau đớn trên ngưỡng cửa trở về cuộc sống làm người.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Chí Phèo. \nChí Phèo\nHắn vừa đi vừa chửi. Bao giờ cũng thế, cứ rượu xong là hắn chửi. Bắt đầu chửi trời, có hề gì? Trời có của riêng nhà nào? Rồi hắn chửi đời. Thế cũng chẳng sao: Đời là tất cả nhưng cũng chẳng là ai. Tức mình hắn chửi ngay tất cả làng Vũ Đại. Nhưng cả làng Vũ Đại ai cũng nhủ: “Chắc nó trừ mình ra!”. Không ai lên tiếng cả. Tức thật! Ồ thế này thì tức thật! Tức chết đi được mất! Đã thế, hắn phải chửi cha đứa nào không chửi nhau với hắn. Nhưng cũng không ai ra điều. Mẹ kiếp! Thế thì có phí rượu không? Thế thì có khổ hắn không? Không biết đứa chết mẹ nào đẻ ra thân hắn cho hắn khổ đến nông nỗi này! A ha! Phải đấy hắn cứ thế mà chửi, hắn chửi đứa chết mẹ nào đẻ ra thân hắn, đẻ ra cái thằng Chí Phèo? Mà có trời biết! Hắn không biết, cả làng Vũ Đại cũng không ai biết.\nMột anh đi thả ống lươn, một buổi sáng tinh sương đã thấy hắn trần truồng và xám ngắt trong cái váy đụp để bên một lò gạch bỏ không, anh ta rước lấy và đem cho một người đàn bà góa mù. Người đàn bà góa mù này bán hắn cho một bác phó cối không con và khi bác phó cối này chết thì hắn bơ vơ, hết đi ở cho nhà này lại đi ở cho nhà nọ. Năm hai mươi tuổi, hắn làm canh điền cho ông lý Kiến, bây giờ cụ bá Kiến, ăn tiên chỉ làng. Hình như, có mấy lần bà ba nhà ông lý, trẻ lắm mà lại hay ốm lửng, bắt hắn bóp chân, hay xoa bụng, đấm lưng gì đấy. Người ta bảo ông lý ra đình thì hách dịch, cả làng phải sợ, mà về nhà phải sợ cái bà ba còn trẻ này. Người bà ấy phốp pháp, má bà ấy hây hây, mà ông lý thì hay đau lưng lắm; người có bệnh đau lưng thì hay sợ vợ mà chúa đời là khoẻ ghen. Có người bảo ông lý ghen anh canh điền khoẻ mạnh mà sợ bà ba không dám nói. Có người thì bảo anh canh điền ấy được bà ba quyền thu quyền bổ trong nhà tin cẩn nên lấy trộm tiền trộm thóc nhiều. Mỗi người nói một cách. Chẳng biết đâu mà lần. Chỉ biết một hôm Chí bị giải huyện rồi nghe đâu phải đi tù. Không biết tù mấy năm, nhưng hắn đi biệt tăm bảy, tám năm, rồi một hôm, hắn lại lù lù ở đâu lần về. Hắn về lần này trông khác hẳn, mới đầu chẳng ai biết hắn là ai. Trông đặc như thằng sắng cá! Cái đầu thì trọc lốc, cái răng cạo trắng hớn, cái mặt thì đen mà rất cơng cơng, hai mắt gườm gườm trông gớm chết! Hắn mặc quần áo nái đen với cái áo tây vàng. Cái ngực phanh đầy những nét chạm trổ rồng, phượng với một ông tướng cầm chùy, cả hai cánh tay cũng thế. Trông gớm chết!\nHắn về hôm trước, hôm sau đã thấy ngồi ở chợ uống rượu với thịt chó suốt từ trưa đến xế chiều. Rồi say khướt, hắn xách một cái vỏ chai đến cổng nhà bá Kiến, gọi tận tên tục ra mà chửi. Cụ bá không có nhà. Thấy điệu bộ hung hăng của hắn, bà cả đùn bà hai, bà hai thúc bà ba, bà ba gọi bà tư, nhưng kết cục chẳng bà nào dám ra nói với hắn một vài lời p\n  \nbà ba, bà tư nhà cụ bá chửi người ta, bây giờ họ mới thấy người ta chửi lại cả nhà cụ bá. Mà chửi mới sướng miệng làm sao! Mới ngoa ngắt làm sao. Họ bảo nhau: Phen này cha con thằng bá Kiến đố còn dám vác mặt đi đâu nữa! Mồ mả tổ tiên đến lộn lên mất. Cũng có người hiền lành hơn bảo: “Phúc đời nhà nó, chắc ông lý không có nhà...”. Ông lý đây là ông lý Cường, con giai cụ Bá nổi tiếng là hách dịch, coi người như rơm rác. Phải ông lý Cường thử có nhà xem nào! Quả nhiên họ nói có sai đâu! Đấy, có tiếng người sang sảng quát: “Mày muốn lôi thôi gì?... Cái thằng không cha không mẹ này! Mày muốn lôi thôi gì?...” Đã bảo mà! Cái tiếng quát tháo kia là tiếng lý Cường. Lý Cường đã về! Lý Cường đã về! Phải biết... A ha! Một cái tát rất kêu. Ôi! Cái gì thế này? Tiếng đấm tiếng đá nhau bình bịch. Thôi, cứ gọi là tan xương! Bỗng “choang” một cái, thôi phải rồi, hẳn đập cái chai vào cột cổng... ồ hắn kêu! Hắn vừa chửi vừa kêu làng như bị người ta cắt họng. Ồ hắn kêu!\n- Ối làng nước ơi! Cứu tôi với... Ối làng nước ôi! Bố con thằng bá Kiến nó đâm chết tôi! Thằng lý Cường nó đâm chết tôi rồi, làng nước ôi!...\nVà họ thấy Chí Phèo lăn lộn dưới đất, vừa kêu vừa lấy mảnh chai cào vào mặt. Máu ra loe loét trông gớm quá! Mấy con chó xông vào quanh hắn, sủa rất hăng. Lý Cường hơi tái mặt, đứng nhìn mà cười nhạt, cười khinh bỉ. Hừ! Ngỡ là gì, chẳng hoá ra nằm ăn vạ! Thì ra hắn định đến đây nằm vạ!\nNgười ta tuôn đến xem. Mấy cái ngõ tối xung quanh đùn ra biết bao nhiêu là người! Thật ồn ào như chợ. Bà cả, bà hai, bà ba, bà tư nhà cụ bá cũng vững dạ vì có anh lý, cũng xưng xỉa ra chửi góp. Thật ra, các bà muốn xem Chí Phèo ra làm sao? Không khéo nó có ý gieo vạ cho cụ ông phen này...\nNhưng kìa cụ ông đã về. Cụ cất tiếng rất sang hỏi: “Cái gì mà đông như thế này?”. Chỗ này “lạy cụ”, chỗ kia “lạy cụ”, người ta kính cẩn giãn ra, và Chí Phèo bỗng nằm dài, không nhúc nhích rên khe khẽ như gần chết.\nThoáng nhìn qua, đã hiểu cơ sự rồi. Làm lý trưởng rồi chánh tổng, bây giờ lại đến lượt con cụ làm lý trưởng, những việc như thế này cụ không lạ gì. Cụ hãy quát mấy bà vợ đang xưng xỉa chực tâng công với chồng:\n- Các bà đi vào nhà: đàn bà chỉ lôi thôi, biết gì?\nRồi quay lại bọn người làng, cụ dịu giọng hơn một chút:\n- Cả các ông, các bà nữa, về đi thôi chứ! Có gì mà xúm lại như thế này?\nKhông ai nói gì, người ta dần dần tản đi. Vì nể cụ bá cũng có, nhưng vì nghĩ đến sự yên ổn của mình cũng có: người nhà quê vốn ghét lôi thôi. Ai dại gì đứng ỳ ra đấy, có làm sao họ triệu mình đi làm chứng. Sau còn trơ lại Chí Phèo và cha con cụ bá. Bây giờ cụ mới lại gần hắn, khẽ lay và gọi:\n- Anh Chí ơi! Sao anh lại làm ra thế ?\nChí Phèo lim dim mắt, rên lên:\n- Tao chỉ liều chết với bố con nhà mày đấy thôi. Nhưng tao mà chết thì có thằng sạt nghiệp, mà còn rũ tù chưa biết chừng.\nCụ bá cười nhạt, nhưng tiếng cười giòn giã lắm: người ta bảo cụ hơn người cũng chỉ bởi cái cười.\n- Cái anh này nói mới hay! Ai làm gì mà anh phải chết? Đời người chứ có phải con ngoé đâu? Lại say rồi phải không?\nRồi đổi giọng, cụ thân mật hỏi:\n- Về bao giờ thế? Sao không vào tôi chơi? Đi vào nhà uống nước.\nThấy Chí Phèo không nhúc nhích, cụ tiếp luôn:\n- Nào đứng lên đi. Cứ vào đây uống nước đã. Có cái gì ta nói chuyện tử tế với nhau, cần gì mà phải làm thanh động lên như thế, người ngoài biết, mang tiếng cả.\nRồi vừa xốc Chí Phèo, cụ vừa phàn nàn:\n- Khổ quá! Giá có tôi ở nhà thì đâu đến nỗi. Ta nói chuyện với nhau, thế nào cũng xong. Người lớn cả, chỉ một câu chuyện với nhau là đủ. Chỉ tại thằng lý Cường nóng tính không biết nghĩ trước nghĩ sau. Ai, chứ anh với nó còn có họ kia đấy.\nChí Phèo chẳng biết họ hàng ra làm sao, nhưng cũng thấy lòng nguôi nguôi. Hắn cố làm ra vẻ nặng nề, ngồi lên. Cụ bá biết rằng mình đã thắng, đưa mắt nháy con một cái, cụ quát:\n- Lý Cường đâu! Tội mày đáng chết. Không bảo người ta đun nước, mau lên!\nCụ dắt Chí Phèo đứng dậy, giục thêm vài tiếng nữa, và Chí Phèo chịu đi: hắn chỉ cố khập khiễng cái chân như bị què. Là vì lúc ấy trong người hắn rượu đã hơi nhạt rồi, không còn kêu gào chửi bới, hắn thấy hình như không còn hăng hái nữa. Sự ngọt ngào làm mềm nhũn, vả lại những người đứng xem về cả rồi, hắn thấy hình như trơ trọi. Cái sợ cố hữu trong lòng thức dậy, cái sợ xa xôi thuở ngày xưa, hắn thấy quả là táo bạo. Không táo bạo mà dám gây sự với cha con bá Kiến, bốn đời làm tổng lý. Và nghĩ thế, hắn thấy hắn cũng oai. Hắn làm cái ông gì ở làng này? Không vây cánh, không họ hàng thân thích; anh em không có, đến bố mẹ cũng không... Ờ thế mà cũng dám độc lực chọi nhau với lý trưởng, chánh tổng, bá hộ tiên chỉ làng Vũ Đại, Chánh Hội đồng kỳ hào, huyện hào, Bắc kỳ nhân dân đại biểu, khét tiếng đến cả trong hàng huyện. Thử hỏi đã có mặt nào trong cái làng hơn hai nghìn suất đinh này làm được thế? Kể làm rồi có chết cũng là cam tâm. Vậy mà không: cái cụ bá thét ra lửa ấy lại xử nhũn, mời hắn vào nhà xơi nước. Thôi cũng hả, đã xử nhũn thì hắn vào. Nhưng bỗng hắn lại hơi ngần ngại; biết đâu cái lão cáo già này nó lại chả lừa hắn vào nhà rồi lôi thôi? Ồ mà thật có thể như thế lắm! Này nó hãy lôi ngay mấy cái mâm cái nồi hay đồ vàng đồ bạc ra khoác vào cổ hắn, rồi cho vợ ra kêu làng lên, rồi cột cổ hắn vào, chần cho một trận om xương, rồi vu cho là ăn cướp thì sao? Cái thằng bá Kiến này, già đời đục khoét, còn đớn cái nước gì mà chịu lép như trấu thế? Thôi dại gì mà vào miệng cọp, hắn cứ đứng đây này, cứ lăn ra đây này, lại kêu toáng lên xem nào. Nhưng nghĩ ngợi một tí, hắn có lăn ra kêu nữa, liệu có còn ai ra? Vả lại bây giờ rượu nhạt rồi, nếu lại phải rạch mặt mấy nhát nữa thì cũng đau. Thôi cứ vào! Vào thì vào, cần quái gì. Muốn đập đầu thì vào ngay nhà nó mà đập đầu còn hơn ở ngoài. Cùng lắm, nó có giở quẻ, hắn cũng chỉ đến đi ở tù. Ở tù thì hắn coi là thường. Thôi cứ vào.\nVào rồi, hắn mới biết những cái hắn sợ là hão cả. Bá Kiến quả có ý muốn dàn xếp cùng hắn thật. Không phải cụ đớn, chính thật cụ khôn róc đời, thứ nhất sợ kẻ anh hùng, thứ hai sợ kẻ cố cùng liều thân. Chí Phèo không là anh hùng, nhưng nó là cái thằng liều lĩnh. Liều lĩnh thì ai thèm chấp! Thế nào là mềm nắn rắn buông? Cái nghề làm việc quan, nếu nhất nhất cái gì cũng đè đầu ấn cổ thì lại bán nhà đi cho sớm. Cụ vẫn bảo lý Cường như thế đấy. Vũ dũng như hắn mà làm lý trưởng là nhờ có cụ. Cụ mà chết đi rồi, “chúng nó” lại không cho ăn bùn.\nTiếng vậy, làm tổng lý không phải việc dễ. Ở cái làng này, dân quá hai nghìn, xa phủ xa tỉnh, kể ăn thì cũng dễ ăn nhưng không phải hễ mà làm lý trưởng thì cứ việc ngồi mà khoét. Hồi năm nọ, một thầy địa lý qua đây có bảo đất làng này vào cái thế “quần ngư tranh thực”, vì thế mà bọn đàn anh chỉ là một đàn cá tranh mồi. Mồi thì ngon đấy, nhưng mà năm bè bảy mối, bè nào cũng muốn ăn. Ngoài mặt tử tế với nhau, nhưng thật ra trong bụng lúc nào cũng muốn cho nhau lụn bại để cưỡi lên đầu lên cổ. Ngay thằng Chí Phèo này đến đây sinh sự biết đâu lại không có thằng nào ẩy đến? Nếu cụ không chịu nhịn, làm cho to chuyện có khi tốn tiền. Cái nghề quan bám thằng có tóc ai bám thằng trọc đầu? Bỏ tù nó thì dễ rồi; nhưng bỏ tù nó cũng có ngày nó được ra, liệu lúc ấy nó có để mình yên không chứ? Cụ phải cái vụ thằng năm Thọ, mãi đến giờ vẫn chưa quên.\nNăm Thọ vốn là một thằng đầu bò đầu bướu. Hồi ấy, bá Kiến mới ra làm lý trưởng, nó hình như kình nhau với lão ra mặt; lý Kiến muốn trị nhưng chưa có dịp. Được ít lâu, hắn can dự vào một vụ cướp bị bắt giam; lý Kiến ngấm ngầm vận động cho vào tù. Vẫn tưởng một người vai vế như năm Thọ mà thất cơ lỡ vận đến nỗi tội tù làm gì còn dám vác mặt mo về làng? Lý Kiến mừng thầm rằng đã nhổ được cây đinh trước mắt. Nào ngờ một buổi tối lý Kiến đang ngồi một mình soạn giấy má thì năm Thọ vác dao xộc vào. Nó đứng chặn lấy cửa và bảo: nếu kêu lên một tiếng thì đâm chết liền. Thì ra nó vượt ngục và về đây nhờ ông lý một cái thẻ mang tên \n  \nó ngạo ngược gì cho cam! Người ta đã phải gọi hắn là cục đất. Ai bảo làm sao thì ư hữ làm vậy, mới quát một tiếng thì đã đái cả ra quần, thuế bổ một đồng thì đóng quá hai, đến nỗi có con vợ hay hay mắt, bị người ta ghẹo cũng chỉ im im rồi về nhà hành vợ chứ chẳng dám ho he gì, thế đấy: cái nghề đời hiền quá cũng hoá ngu, ở đâu chứ ở đất này đã ngu, đã nhịn thì chúng nó ấn cho đến không còn ngóc đầu lên được. Hắn làm thì làm cật lực mà quanh năm vẫn nghèo rớt mồng tơi; chỉ vì một miếng cũng không giữ được mà ăn; đứa nào nó vớ nó cũng xoay, mà đứa nào xoay thì cũng chịu. Sau cùng bực quá, hắn ra đi lính. Lại càng thêm tội! Không bực còn được vợ, tuy rằng thỉnh thoảng có bị sấy sớt ra ngoài, những vẫn là vợ mình. Bực thì hoá ra mất vợ. Bởi vì chị vợ ở nhà còn trẻ, mới hai con, cái mắt sắc như dao lại hồng hồng đôi má, bỗng nhiên sinh ra vắng chồng, của ngon trờ trờ ngay trước mắt, ai mà chịu được?\nNhà chị Binh ở gần đường. Ông phó đi đánh bạc ban đêm về cũng tạt vào; anh trương tuần đi tuần cũng tạt vào; anh hàng xóm cũng mò sang, thậm chí đến cái thằng hương Điền, đầu hai thứ tóc, già đời làm đầy tớ cho các ông lý trưởng, cũng mon men vào gạ gẫm. Vợ binh Chức đã nghiễm nhiên thành một con nhà thổ không phải trả tiền để bọn lý dịch trong làng chuyên đổi. Chính ngay lý Kiến, tuy hồi ấy đã có đến ba vợ, cũng không nỡ bỏ hoài cái của không dưng được trời cho; và không bỏ hoài, ông còn được lợi. Mỗi lần chị Binh đi lĩnh lương hay lĩnh măng đa của chồng, phải mượn ông lý đi nhận thực. Không ông lý nào vác của nhà đi ăn mà nhận thực cho người ta, điều ấy là cố nhiên. Nhưng với lý Kiến thì không những cơm rượu tiền túi, còn phải cho ngồi xe chung và còn ở lại tỉnh nữa.\nThế là mấy đồng bạc lương đi đời; mấy đứa con của chị ngày mai chỉ được mấy cái kẹo đạn mút, hay hậu hĩnh ra thì được mấy cặp bánh giầy giò ăn. Thành thử công lao anh Binh, rút lại chỉ cho chị Binh mỗi tháng một lần hưởng những cuộc vui với ông lý nhà.\nChẳng hiểu anh ta cũng biết thế mà chán cảnh nhà hay sao mà mãn hạn ba năm cũng không thấy trở về. Rồi ít lâu sau, có trát về làng tróc nã và áp giải tên Trần Văn Chức. Lý Kiến khai tên ấy thuộc hạng dân lưu tán không về làng. Nhưng khai hôm trước thì hôm sau hắn về. Lý Kiến sai đầy tớ đem trát đến nhà đòi hắn. Hắn đến ngay, nhưng lại dẫn theo cả vợ và hai con. Không đợi ông lý nói một câu, hắn rút con dao chọc tiết lợn ra, nhăm nhăm cầm ở tay mà bảo rằng: “Chẳng nói giấu gì ông, tôi can án giết người. Nếu ông không thương, mà bắt giải thì vợ con tôi chết đói. Thôi thì đằng nào chúng nó cũng chết, tôi đâm chúng nó chết ở đây rồi ông bắt đi ở tù luôn thể”. Mắt hắn đỏ ngầu; lưỡi dao hắn hoa lên loang loáng, chỉ trông cũng lạnh gáy. Hắn có thể giết người được lắm, mà không chỉ giết có vợ và con thôi, khi hắn có gan đâm chết vợ con thì hắn có kiêng gì cái cổ của người khác nữa? Lý Kiến nghĩ ngợi một lúc rồi bảo cứ về rồi ông liệu. Ông liệu nghĩa là ông che đậy cái án của hắn cho không ai biết và mỗi lần có trát về nhắc, ông lại khai rằng: vẫn chưa có tên Chức về. Thế là hắn nghiễm nhiên sống ở ngay chính giữa quê hương hắn. Và bây giờ người ta thấy vợ hắn rất chính chuyên mà lại trung thành, chị chăm chỉ làm ăn để nuôi hắn. Những ông trưởng, ông phó tự nhiên nghĩ bụng rằng: người ta có chồng rồi mà còn chàng màng thì phải tội; ai cũng sinh ra tử tế cả chỉ trừ anh Binh, bởi vì Chức bây giờ lại rất mực ngang ngược. Hắn ăn vườn đấy, nhưng chẳng nộp thuế cho ai. Thúc hắn thì hắn chửi, cắm vườn hắn thì hắn chém, sinh chuyện với hắn thì chính lý trưởng làng có lỗi bởi vì cố ý ẩn lậu hắn là một tên can phạm. Ấy thế mà hắn cũng chưa vừa lòng đâu. Một hôm, không hiểu nghĩ ngợi thế nào, hắn vác dao đến bảo thẳng vào mặt lý Kiến rằng:\n- Hồi tôi còn tại ngũ, tôi gửi về nhà có trăm. Không biết vợ tôi nó tiêu pha gì hay cho trai mà không còn một đồng nào cả. Tôi hỏi nó thì nó bảo: ở nhà đàn bà con gái một mình, không dám giữ tiền, được đồng nào mang gửi ông lý cả. Tôi sợ nó bịa ra nên đã trói sẵn nó ở nhà. Bây giờ tôi đến thưa với ông, tính toán xem được bao nhiêu cho đem về nuôi cháu. Thiếu một đồng thì tôi không để yên cho chúng nó.\nLý Kiến hiểu rằng: “chúng nó” đây có thể gồm cả ông. Ông cười nhạt bảo rằng:\n- Thế này này, anh Binh ạ: chị ấy gửi tôi thì quả là không có...\nHắn trợn mắt lên quát:\n- Thế thì thằng nào ăn đi?\nLý Kiến vội nói lấp ngay:\n- Thế nhưng mà anh có thiếu tiền thì cứ bảo tôi một tiếng. Chị ấy trót tiêu đi rồi thì có giết cũng chẳng ra. Lôi thôi làm gì sinh tội.\nÔng mở tráp ra quăng hắn 5 đồng bạc. Hắn cầm lấy, “lạy ông” tử tế, rồi xách dao ra về. Từ hôm ấy hắn thành tử tế với lý Kiến, nhận là chỗ đầy tớ chân tay, nhưng lý Kiến thỉnh thoảng vẫn phải cho hắn tiền. Cho mãi đến năm ngoái đây, hắn chết...\nThì năm nay lại nảy ra Chí Phèo, một thằng hiền lành như đất - tội nghiệp cho hắn, có lần lý Kiến thấy hắn vừa bóp đùi cho bà ba, vừa run run! Bỗng nhiên vùng dậy giở toàn những giọng uống máu người không tanh. Thì ra già néo đứt dây. Cụ tiên chỉ làng Vũ Ðại nhận ra rằng: đè nén con em đến nỗi nó không chịu được phải bỏ làng đi là dại. Mười thằng đã đi ra thì chín thằng trở về với cái vẻ hung đồ, cái tính ương ngạnh học được từ phương xa. Một người khôn ngoan chỉ bóp đến nửa chừng. Hãy ngấm ngầm đẩy người ta xuống sông, nhưng rồi dắt nó lên để nó đền ơn. Hãy đập bàn đập ghế đòi cho được năm đồng, nhưng được rồi thì lại vất trả lại năm hào “vì thương anh túng quá”! Và cũng phải tùy mặt nữa: những thằng có máu mặt, vợ đẹp, con đàn chính là những thằng dễ bóp; trái lại những thằng tứ cố vô thân, giết chúng thì dễ, nhưng giết được, chỉ còn có xương; mà gây với chúng là mở một dịp tốt để cho các phe nghịch xoay lại mình. Làng nào cũng có nhiều cánh, mỗi cánh kết bè kết đảng chung quanh một người: cánh cụ bá Kiến, cánh ông đội Tảo, cánh ông Tư Ðạm, cánh ông Bát Tùng... Bằng ấy cánh du lại với nhau để bóc lột con em, nhưng ngấm ngầm chia rẽ, nhè từng chỗ hở để mà trị nhau. Cụ lại nhận ra rằng: ở cái đất nhà quê, bọn dân hiền lành chỉ è cổ làm nuôi bọn hào lý, nhưng chính bọn hào lý, nhiều khi lại phải ngậm miệng cung cấp cho những thằng cùng hơn cả dân cùng liều lĩnh, lúc nào cũng có thể cầm dao đâm người hay đâm mình.\nNhưng cụ không phải là một người ưa than thở. Than thở chẳng ích gì cho ai, cái bọn dân đinh suốt đời bị đè nén sở dĩ bị đè nén suốt đời chỉ vì khi bị đè nén chúng chỉ biết than thở chứ không biết làm gì khác. Cụ bá Kiến không cần than thở: trị không lợi thì cụ dùng. Cụ nghĩ bụng cũng phải có những thằng đầu bò chứ? Không có những thằng đầu bò thì lấy ai mà trị những thằng đầu bò? Thế lực của cụ sở dĩ lấn át được những vây cánh khác, một phần lớn cũng bởi cụ biết mềm biết cứng, biết thu dụng những thằng bạt mạng không sợ chết và không sợ đi tù. Những thằng ấy chính là những thằng được việc. Khi cần đến, chỉ cho nó dăm hào uống rượu, là có thể sai nó tác hại bất cứ anh nào không nghe mình. Gặp người bướng bỉnh, đanh thép thì nó lừa đốt nhà hay cho mấy lát dao; gặp người non mặt, thì nó quăng vào chai rượu lậu, hay gây sự rồi lăn ra kêu làng. Có chúng nó sinh chuyện thì mới có dịp mà ăn, nếu không thì giữa đám dân hiền lành và yên phận này, khéo lắm chỉ bóp nặn được vào vụ thuế. Thuế một năm có một lần nếu chỉ trông vào đấy thì bán cha đi cũng không đủ để bù vào chỗ ba, bốn nghìn bạc chạy chọt để tranh triện đồng.\nVì thế, đêm hôm ấy, ở nhà bá Kiến ra về, Chí Phèo vô cùng hả hê! Bá Kiến đã không vu vạ gì cho hắn, lại còn giết gà mua rượu cho hắn uống, xong lại đãi thêm đồng bạc để về uống thuốc. Ðồng bạc, làm gì đến thế? Hắn loạng choạng vừa đi vừa cười; hắn chẳng cần đến ba xu. Lúc ngồi tù hắn có học mót được mấy bài thuốc giấu: chỉ vài nắm lá, là mặt hắn lại đâu vào đấy ngay. Còn đồng bạc lại để đi uống rượu...\nHắn uống được có ba hôm, hôm thứ tư thì hắn trợn mắt lên, bảo con mẹ hàng rượu\n  \ny thử hỏi cả làng xem ông có quỵt của đứa nào bao giờ không? Ông không thiếu tiền! Ông còn gửi đằng cụ bá, chiều này ông đi lấy về ông trả.\nMụ vừa kéo áo lên quẹt nước mũi, vừa bảo:\n- Chúng cháu không dám chắc lép nhưng quả là ít vốn.\nHắn quát lên:\n- Ít vốn thì tối nay ông trả. Nhà mày đã chết ngay bây giờ hay sao?\nRồi hắn xách chai ra về. Hắn về cái miếu con ở bờ sông, vì vốn từ trước đến nay không có nhà. Lúc đi đường, hắn đã vặn được ở nhà nào đó bốn quả chuối xanh, và bốc của cô hàng xén một dúm con muối trắng. Bây giờ hắn uống rượu với chuối xanh chấm muối trắng và thấy rằng cũng ngon. Hắn uống rượu với cái gì cũng ngon.\nUống xong hắn chùi miệng, rồi ngật ngà ngật ngưỡng đến nhà bá Kiến. Gặp ai hắn cũng bảo: hắn đến nhà cụ bá Kiến đòi nợ đây! Mới trông thấy hắn vào đến sân, bá Kiến đã biết hắn đến sinh sự rồi. Cái mắt thì ngầu lên, hai chân thì đi lảo đảo, cái môi bầm lại mà run bần bật. Cũng may, hắn không cầm vỏ chai, bá Kiến cũng dõng dạc hỏi:\n- Anh Chí đi đâu đấy?\nHắn chào to:\n- Lạy cụ ạ. Bẩm cụ... Con đến cửa cụ để kêu cụ một việc ạ.\nGiọng hắn lè nhè và tiếng đã gần như méo mó. Nhưng bộ điệu thì lại như hiền lành; hắn vừa gãi đầu gãi tai, vừa lải nhải:\n- Bẩm cụ, từ ngày cụ bắt đi ở tù, con lại sinh ra thích đi ở tù, bẩm có thế, con có nói gian thì trời tru đất diệt, bẩm quả là đi tù sướng quá. Ði ở tù còn có cơm để mà ăn, bây giờ về làng về nước, một thước đất cắm dùi không có, chả làm gì nên ăn. Bẩm cụ, con lại đến kêu cụ, cụ lại cho con đi tù...\nCụ bá quát, bắt đầu bao giờ cụ cũng quát để thử dây thần kinh của người.\n- Anh này lại say khướt rồi!\nHắn xông lại gần, đảo ngược mắt, giơ tay lên nửa chừng:\n- Bẩm không ạ, bẩm thật là không say. Con đến xin cụ cho con đi tù mà nếu không được thì... thì... thưa cụ...\nHắn móc đủ mọi túi, để tìm một cái gì, hắn giơ ra: đó là một con dao nhỏ, nhưng rất sắc. Hắn nghiến răng nói tiếp:\n- Vâng, bẩm cụ không được thì con phải đâm chết dăm ba thằng, rồi cụ bắt con giải huyện.\nRồi hắn cúi xuống, tần mần gọt cạnh cái bàn lim. Cụ bá cười khanh khách. Cụ vẫn tự phụ hơn đời cái cười Tào Tháo ấy. Cụ đứng lên vỗ vai hắn mà bảo rằng:\n- Anh bứa lắm. Nhưng này, anh Chí ạ, anh muốn đâm người cũng không khó gì. Ðội Tảo nó còn nợ tôi năm mươi đồng đấy, anh chịu khó đến đòi cho tôi, đòi được tự nhiên có vườn.\nÐội Tảo là một tay vai vế trong làng. Vây cánh ông ta mạnh, vẫn kình nhau với nhà cụ bá mà cụ bá thường phải chịu bởi hắn là cựu binh, lương hưu trí nhiều, quen thuộc nhiều, lại ăn nói giỏi. Hắn vay cụ bá năm mươi đồng đã từ lâu, bây giờ đột nhiên trở mặt vỗ tuột, lấy cớ rằng số tiền ấy tính vào món tiền chè lý Cường ra làm lý trưởng chưa tạ hắn. Cụ bá tức như chọc họng, nhưng chưa biết làm thế nào, bởi vì thằng binh Chức, đầy tớ chân tay của cụ, khả dĩ đương đầu với hắn được, chết năm ngoái rồi. Bây giờ cụ mới lại gặp được Chí Phèo, có thể thay cho binh Chức. Cụ thử nói khích xem sao. Nếu nó trị được đội Tảo thì tốt lắm. Nếu nó bị đội Tảo trị thì cụ cũng chẳng thiệt gì, đằng nào cũng có lợi cho cụ cả.\nChí Phèo nhận ngay! Hắn tức khắc đến nhà đội Tảo, và cất tiếng chửi ngay từ đầu ngõ. Giá gặp phải hôm khác, thì có án mạng lắm: đội Tảo cũng có thể đâm chém được, chưa bao giờ chịu hàng trước cuộc giao tranh. Nhưng phúc đời cho hắn, hay là cho Chí Phèo, hôm ấy hắn ốm liệt giường, không sao nhắc mình dậy được, có lẽ hắn cũng không biết Chí Phèo chửi hắn. Vợ hắn, thấy Chí Phèo thở ra mùi rượu, và biết rõ đầu đuôi món nợ, lấy năm mươi đồng giấu chồng đưa cho người nhà đi theo Chí Phèo. Đàn bà vốn chuộng hoà bình; họ muốn yên chuyện thì thôi, gai ngạnh làm gì cho sinh sự. Vả lại, bà đội cũng nghĩ rằng: chồng mình đang ốm... chồng mình có nợ người ta hẳn hoi... Và năm chục đồng bạc đối với nhà mình là mấy, lôi thôi lại chả tốn đến ba lần năm chục đồng!\nVì thế, Chí Phèo mới được vênh vênh ra về; hắn thấy hắn oai thêm bậc nữa. Hắn tự đắc: “anh hùng làng này cóc có thằng nào bằng ta!”. Cụ bá thấy mình thắng bên địch mà không cần đến hội đồng làm biên bản xem chừng thích chí. Cụ đưa luôn cho anh đầy tớ chân tay mới luôn năm đồng.\n- Anh Chí ạ, cả năm chục đồng này phần anh. Nhưng nếu anh lấy cả thì chỉ ba hôm là tan hết. Vậy anh cầm lấy chỗ này uống rượu còn để tôi bán cho anh mảnh vườn; không có vườn đất thì làm ăn gì?\nChí Phèo “vâng dạ” ra về. Mấy hôm sau, cụ bá bảo lý Cường cho hắn năm sào vườn ở bãi sông cắm thuế của một người làng hôm nọ. Chí Phèo bỗng thành ra có nhà. Hồi ấy hắn mới đâu hăm bảy hay hăm tám...\nBây giờ thì hắn đã thành người không tuổi rồi. Ba mươi tám hay ba mươi chín? Bốn mươi hay ngoài bốn mươi? Cái mặt hắn không trẻ cũng không già; nó không còn phải là mặt người; nó là mặt của con vật lạ, nhìn mặt những con vật có bao giờ biết tuổi? Cái mặt hắn vàng vàng mà lại muốn xạm màu gio; nó vằn dọc vằn ngang, không thứ tự, biết bao nhiêu là sẹo. Vết những mảnh chai của bao nhiêu lần ăn vạ kêu làng, bao nhiêu lần, hắn nhớ làm sao nổi? Bao nhiêu việc ức hiếp, phá phách, đâm chém, mưu hại, người ta giao cho hắn làm! Những việc ấy chính là cuộc đời của hắn; cuộc đời mà hắn cũng chả biết đã dài bao nhiêu năm rồi. Bởi vì ngay đến cái thẻ có biên tuổi hắn cũng không có, trong sổ làng người ta vẫn khai hắn là dân lưu tán, lâu năm không về làng. Hắn nhớ mang máng rằng có lần hắn hai mươi tuổi, rồi hắn đi ở tù, rồi hình như hắn hăm nhăm không biết có đúng không? Bởi từ đấy thì đối với hắn không còn ngày tháng nữa. Bởi vì từ đấy hắn bao giờ cũng say. Nhưng cơn say của hắn tràn cơn này qua cơn khác, thành một cơn dài, mênh mông, hắn ăn trong lúc say, ngủ trong lúc say, thức dậy vẫn còn say, đập đầu rạch mặt chửi bới, dọa nạt trong lúc say, uống rượu trong lúc say, để rồi say nữa, say vô tận. Chưa bao giờ hắn tỉnh và có lẽ hắn chưa bao giờ tỉnh táo, để nhớ rằng có hắn ở đời. Có lẽ hắn cũng không biết rằng hắn là con quỷ dữ của làng Vũ Ðại, để tác quái cho bao nhiêu dân làng. Hắn biết đâu hắn đã phá bao nhiêu cơ nghiệp, đập nát bao nhiêu cảnh yên vui, đạp đổ bao nhiêu hạnh phúc, làm chảy máu và nước mắt của bao nhiêu người lương thiện. Hắn đâu biết vì hắn làm tất cả những việc ấy trong khi người hắn say; hắn say thì hắn làm bất cứ cái gì người ta sai hắn làm. Tất cả dân làng đều sợ hắn và tránh mặt hắn mỗi khi hắn qua.\nVì thế cho nên hắn chửi hay là chẳng vì cái gì hắn cũng chửi, cứ rượu xong là hắn chửi. Hắn chửi như những người say rượu hát. Giá hắn biết hát thì có lẽ hắn không cần chửi. Khổ cho hắn và khổ cho người hắn lại không biết hát. Thì hắn chửi, cũng như chiều nay hắn chửi...\nHắn chửi trời và đời. Hắn chửi cả làng Vũ Ðại. Hắn chửi tất cả những đứa nào không chửi nhau với hắn. Nhưng cũng mặc, ai mà hoài hơi, tức mình hắn chửi đứa nào đẻ ra chính hắn, lại càng không ai cần! Và hắn lấy thế làm ức lắm; bởi vì người ta không thể chửi nhau một mình; chửi nhau một mình thì còn văn vẻ gì! Thế là chắc chắn đã có một cớ để tức tối, một cớ rất chính đáng để hắn có thể hùng hổ đi báo thù. Phải, hắn phải báo thù, báo thù vào bất cứ ai. Hắn phải vào nhà nào mới được, bất cứ nhà nào. Hắn sẽ rẽ vào bất cứ ngõ nào hắn gặp để đập phá đốt nhà hay lăn ra kêu làng nước. Phải đấy, hắn sẽ rẽ vào bất cứ ngõ nào hắn gặp... Á, đâu kia rồi mau mau...\nNhưng mà mặt trăng lên, mặt trăng rằm vành vạnh. Và ánh trăng chảy trên đường trắng tinh. Ồ, cái gì đây, đen và méo mó trên đường trăng nhễ nhại? Nó xệch xạc về bên trái, thu gọn vào rồi lại dài loang ra, xé rách vài chỗ.\nNó cứ quần quật dưới chân Chí Phèo. Chí Phèo đứng lại và nhìn nó và hắn bỗng nghiêng ngả cười. Hắn cười ngặt nghẽo, cười rũ rượi. Giá hắn cứ chửi lại còn dễ nghe! Cái vật xệch xạc trên đường chính là bóng hắn. Thế là hắn cười, và hắn quên báo thù: hắn đi qua cái ngõ đầu tiên kia rồi. Bây giờ thì đến ngõ nhà tự Lãng, một anh thầy cúng có một bộ râu lờ phờ. Chí phèo bỗng nảy ra một ý: tạt vào đây và đập cái bàn c\n  \ncổ họng... Không do dự, hắn lại bên lão tự, nhắc lấy chai rượu ngửa cổ dốc vào mồm tu. Lão tự duỗi cái cổ gà vặt lông ra, trố mắt lên, nhưng không nói gì. Lưỡi lão ríu lại rồi, còn nói làm sao được? Lão đã uống hết hai phần chai. Còn một phần thì Chí Phèo tu nốt. Hắn tu có một hơi, rồi khà một cái, chép cái miệng như còn thèm. Rồi hắn nắm lấy mấy cái râu lờ phờ của lão tự, nâng soi lên trăng mà cười. Lão tự cũng cười. Hai thằng say rượu ngả vào nhau mà cười, như một đôi tri kỷ cuồng. Rồi tự Lãng vào nhà xách hai chai rượu nữa; lão còn đúng hai chai nữa, lão mời Chí Phèo uống nữa, uống thật say, không cần gì. Cứ việc uống, đừng có lo ngại gì đấy! Vợ lão chết đến bảy tám năm nay rồi, con gái lão chửa hoang bỏ lão đi, lão chỉ có một mình, không còn vợ con nào mè nheo cả, lão muốn uống đến bao giờ thì uống. Cứ uống! Cứ uống, cứ uống đi ông bạn lạc đường từ cung trăng xuống ạ! Uống thật tợn, uống đến đái ra rượu thì mới thích. Nhịn uống để làm gì? Có giàu có sang, có làm nên ông cả bà lớn nữa, chết cũng không ai gọi là “cụ lớn mả”! Lão sống có đến hơn năm mươi rồi mà chưa thấy một cụ lớn mả nào sống sót! Chỉ có cái mả, cái mả đất. Ai chết cũng thành cái mả, say sưa chết cũng thành cái mả, lo gì? Cứ say.\nChưa bao giờ Chí Phèo được thỏa thê đến thế! Hắn lấy làm lạ sao mãi đến hôm nay mới ngồi uống rượu với thằng cha tự này. Chúng uống với nhau rất là nhiều. Và rất là nhiều. Người ta tưởng như cả làng Vũ Ðại phải nhịn uống để đủ rượu cho chúng uống.\nÐến lúc hết cả hai chai thì tự Lãng đã bò ra sân. Lão bò như cua và hỏi Chí Phèo rằng: người ta đứng lên bằng cái gì? Chí Phèo vần ngửa lão ra, vuốt cái râu lờ phờ của lão mấy cái, rồi để mặc lão thế, hắn lảo đảo ra về.\nHắn vừa đi vừa phanh ngực ra mà gãi. Hắn gãi ngực rồi gãi lên cổ, gãi mang tai và gãi lên cả đầu. Có lúc hắn phải đứng lại giữa đường mà gãi, ghệch chân lên mà gãi, hắn bứt rứt quá, ngứa ngáy quá, và chợt nghĩ ngay đến cái bờ sông gần nhà. Bởi vì cái vườn của hắn ở gần một con sông con, nước lặng và trong, khắp bãi trồng toàn dâu, gió đưa đẩy những thân mềm oặt ẹo, cuộn theo nhau thành làn. Duy có vườn nhà hắn trồng toàn chuối, ở một góc vườn có túp lều con. Những đêm trăng như đêm nay, cái vườn phẳng ngổn ngang những bóng chuối đen như những cái áo nhuộm vắt tung trên bãi. Và những tàu chuối nằm ngửa, ưỡn cong cong lên hứng lấy trăng xanh rời rợi như là ướt nước, thỉnh thoảng bị gió lay lại giẫy lên đành đạch như là hứng tình.\nChí Phèo vừa tò mò nhìn những tàu lá chuối vừa đi xuống vườn. Nhưng hắn không vào cái túp lều úp xúp mà ra thẳng bờ sông. Hắn định sẽ nhảy xuống tắm cho khỏi ngứa ngáy rồi lăn ngay ra vườn mà ngủ. Tội gì chui vào lều, bức đến không còn thở được. Một thằng như hắn, đập đầu không chết, huống hồ là gió sương... Ðến bờ sông hắn dừng lại, vì hình như có người. Có người thật, và hắn ngây ra nhìn.\nHắn nhìn giữa hai lọ nước và tựa lưng vào gốc chuối, một người đàn bà ngồi tênh hênh. Chính là người đàn bà, hắn biết vậy là nhờ mái tóc dài buông xõa xuống vai trần và ngực... Hai tay trần của mụ buông xuôi, cái mồm của mụ há hốc lên trăng mà ngủ, hay là chết. Đôi chân thì duỗi thẳng ra trước mặt, cái váy đen xộc xệch... Bên kia, có lẽ vì mụ giẫy cái yếm xẹo xọ để trật ra cái sườn nây nây. Tất cả những cái ấy phơi ra trăng, rười rượi những trăng làm trắng những cái đó có lẽ ban ngày không trắng; trăng làm đẹp lên. Chí Phèo tự nhiên thấy ứ đầy miệng bao nhiêu là nước dãi, mà cổ thì lại khô, hắn nuốt ừng ực, hắn thấy cái gì rộn rạo ran khắp người. Bỗng nhiên hắn run run. Ồ tại sao như thế được? Ðáng nhẽ chính người đàn bà khốn nạn kia phải run mới phải, cái người đàn bà dại dột đã nằm ềnh ệch mà ngủ ngay gần nhà hắn này.\nNhưng người đàn bà ấy lại chính là thị Nở, một người ngẩn ngơ như những người đần trong cổ tích và xấu ma chê quỷ hờn. Cái mặt của thị đích thực là một sự mỉa mai của hóa công: nó ngắn đến nỗi người ta có thể tưởng bề ngang lớn hơn bề dài, thế mà hai má nó lại hóp vào mới thật là tai hại, nếu má nó phinh phính thì mặt thị lại còn được hao hao như mặt lợn, là thứ mặt vốn nhiều hơn người ta tưởng, trên cổ người. Cái mũi thì vừa ngắn, vừa to, vừa đỏ, vừa sần sùi như vỏ cam sành, bành bạnh muốn chen lẫn nhau với những cái môi cũng cố to cho không thua cái mũi: có lẽ vì cố quá cho nên chúng nứt nở như rạn ra. Ðã thế thị lại ăn trầu thuốc, hai môi dày được bồi cho dày thêm, cũng may quyết trầu sánh lại, che được cái màu thịt trâu xám ngoách. Ðã thế những cái răng rất to lại chìa ra: ý hẳn chúng nghĩ sự cân đối chữa được một vài phần cho sự xấu. Ðã thế thị lại dở hơi; đó là một ân huệ đặc biệt của Thượng đế chí công; nếu sáng suốt thì người đàn bà ấy sẽ khổ sở ngay từ khi mua cái gương thứ nhất. Và thị lại nghèo nếu trái lại, ít nhất đã có một đàn ông khổ sở. Và thị lại là dòng giống của một nhà có mả hủi: cái này khiến không một chàng trai nào phải phân vân. Người ta tránh thị như tránh một con vật rất tởm. Ngoài ba mươi tuổi, thị vẫn chưa có chồng. Ở cái làng Vũ Ðại này người ta kết bạn từ khi lên tám, và có khi có con từ lúc mười lăm; không ai đợi đến năm hai mươi đẻ đứa con thứ nhất. Cứ nhìn tình hình ấy thì ta nói quách: thị Nở không có chồng. Mà thị cũng không còn ai thân thích, trừ một người cô đã có thể gọi được là già, và đã không chồng như thị. Số trời định thế, để không ai phải trơ trọi trên đời này. Người cô làm thuê cho người đàn bà buôn chuối và trầu không xếp tàu đi Hải Phòng, có khi đi tận Hòn Gai, Cẩm Phả. Còn thị sống bằng những nghề lặt vặt ở làng. Hai cô cháu sống trong một cái nhà tre cách vườn của Chí Phèo bởi một con đê; hắn ở ngoài bãi, hai người ở trong xóm. Có lẽ chính vì thế mà thị Nở không sợ cái thằng mà cả làng sợ. Gần gũi lâu cũng sinh quen, mà quen thì ít khi còn sợ. Những người trông coi vườn bách thú thường bảo rằng hổ báo hiền y như mèo. Vả lại có lý nào để thị sợ hắn đâu? Người ta không ai sợ kẻ khác phạm đến cái xấu, cái nghèo, cái ngẩn ngơ của mình, mà thị lại chỉ có ba cái ấy... Một phần nữa cũng bởi Chí Phèo ít khi ở nhà, mà ở nhà thì hắn lại hiền lành, ai có thể ác trong khi ngủ? Hắn chỉ về nhà để ngủ.\nNgày nào thị Nở cũng phải qua vườn nhà hắn hai ba lần, là vì qua vườn nhà hắn có một lối nhỏ đi ra sông; trước kia, cả xóm vẫn dùng cái ngõ ấy để ra sông tắm giặt hay kín nước. Nhưng từ khi hắn đến người ta thôi dần, tìm một lối khác đi xa hơn. Trừ thị Nở: thì đã bảo thị là người dở hơi, thị không thích làm như kẻ khác. Quá tin ở người, quá tin ở mình liều lĩnh, bướng bỉnh hay có lẽ chỉ không chịu rời thói quen. Nhưng hãy biết thị cứ đi ngõ ấy và vẫn chẳng làm sao cả. Thế rồi quen đi. Có lần trong lúc Chí Phèo ngủ, thị vào cả nhà hắn để rọi nhờ lửa nữa, có lần thị xin của hắn một ít rượu về để bóp chân; hắn mải ngủ càu nhàu bảo thị rằng: ở xó nhà ấy, muốn rót bao nhiêu thì rót, để yên cho hắn ngủ. Và lắm lúc thị ngạc nhiên: sao người ta ghê hắn thế?\nChiều hôm ấy thị Nở cũng ra sông kín nước như mọi chiều. Nhưng chiều hôm ấy, trăng lại sáng hơn mọi chiều, trăng tỏa trên sông và sông gợn biết bao nhiêu gợn vàng. Những vàng ấy rung rinh mới trông thì đẹp, nhưng trông lâu mỏi mắt. Gió lại mát như quạt hầu. Thị Nở thấy muốn ngáp mà mí mắt thì nặng dần, toan díp lại. Thị vốn có một tật không sao chữa được: có lúc đột nhiên muốn ngủ, bất cứ ở đâu hay đang làm gì. Bà cô thị bảo thị là một người vô tâm. Ngáp một cái, thị nghĩ bụng: khoan hãy kín nước, hãy để lọ xuống ngồi nghỉ đây. Bởi vì thị đã luật quật đập đất từ trưa tới giờ. Mà mấy khi được một nơi mát thế, mát rợn da rợn thịt, sung sướng quá! Mát y như quạt hầu. Thị cởi áo ra ngồi tựa vào gốc chuối, dáng ngồi không kín đáo, nhưng không bao giờ thị biết thế nào là lả lơi. Con người vô tâm, không hay nghĩ xa xôi mà. Vả lại ở đây chẳng có ai. Chí Phèo đã về đâu, mà hắn có về thì cũng say khướt đã ngủ từ nửa đường và tới nhà tức khắc chúi đầu vào ngủ \n  \nhỉ ngủ, ngủ ngay đây cũng vậy. Bà cô đi theo hàng ít ra cũng dăm hôm mới về. Thị cứ ngồi đây cho mát. Và thị ngủ. Thị ngủ ngon lành và say sưa.\nChí Phèo vẫn say say nhìn và run run. Bỗng nhiên hắn rón rén lại gần thị Nở: lần đầu tiên hắn rón rén, từ khi về làng. Thoạt tiên, hắn xách cái lọ để ra xa, rồi hắn lẳng lặng ngồi xuống bên sườn thị.\nVà thị Nở giật mình. Thị Nở mới kịp giật mình thì thằng đàn ông đã bám víu lấy thị.... Thị vùng vẫy đẩy ra, thị mở mắt, thị tỉnh hẳn, thị nhận ra Chí Phèo. Thị vừa thở, vừa vật nhau với hắn vừa hổn hển: “Ô hay... Buông ra... Tôi kêu... Tôi kêu làng... Buông ra. Tôi kêu làng lên bây giờ!” Thằng đàn ông phì cười. Sao thị lại kêu làng nhỉ? Hắn vẫn tưởng chỉ có hắn mới kêu làng thôi; người ta lại kêu tranh của hắn, bỗng nhiên hắn la lên kêu làng.\nHắn kêu như một kẻ bị đâm, vừa kêu vừa dằn người đàn bà xuống. Thị Nở trố mắt ngây ra nhìn. Thị Nở kinh ngạc: sao hắn lại kêu làng nhỉ? Mà hắn vẫn chưa chịu thôi kêu làng. Cũng may người quanh đây không có ai lạ gì tiếng hắn, mà khi hắn kêu làng thì không ai cần động dạng: họ lạu bạu chửi rồi lại ngủ; hắn kêu làng cũng như người khác buồn, hát ngao. Đáp lại hắn chỉ có lũ chó cắn xao lên trong xóm.\nThị Nở bỗng nhiên bật cười. Thị Nở vừa rủa vừa đập tay lên lưng hắn. Nhưng đó là cái đập yêu, bởi vì đập xong, cái tay ấy lại giúi lưng hắn xuống. Và chúng cười với nhau...\nBây giờ thì chúng ngủ bên nhau... Đứa bé bú no thì ngủ. Người ta ngủ say sau khi làm việc yêu. Chúng ngủ như chưa bao giờ được ngủ... Trăng vẫn thức, vẫn trong trẻo... Trăng rắc bụi trên sông, và sông gợn biết bao nhiêu vàng. Nhưng đến gần sáng, bỗng nhiên Chí Phèo chống một tay xuống đất, ngồi lên một nửa. Hắn thấy nôn nao, chân tay bủn rủn, như đến hai ba ngày nhịn đói. Thế mà bụng lại phinh phính đầy, hình như bụng hơi đau. Còn hình như gì nữa, thôi đúng đau bụng rồi. Đau thật, đau mỗi lúc một dữ! Nó cứ cuồn cuộn lên. À mà trời lành lạnh. Hễ có gió thì kinh kinh. Mỗi lần gió, hắn rươn rướn người. Hắn muốn đứng lên. Sao đầu nặng quá mà chân thì bẩy rẩy. Mắt hắn hoa lên. Bụng quặn lại, đau gò ngườI. Hắn oẹ. Hắn oẹ ba bốn cái. Oẹ mãi. Giá mửa ra được thì dễ chịu. Hắn cho một ngón tay vào móc họng. Hắn oẹ ra một cái to hơn, ruột hình như lộn lên. Nhưng cũng chỉ nhổ ra toàn nước dãi. Hắn nghỉ một tí rồi lại cho tay vào mồm. Lần này thì mửa được. Trời ơi! Mửa thốc mửa tháo, mửa ồng ộc, mửa đến cả ruột. Đến nỗi người đàn bà phải dậy. Thị ngồi nhỏm dậy và ngơ ngác nhìn. Cái óc nặng nề ấy phải lâu mới nhớ ra và lâu mới hiểu.\nBây giờ thì Chí Phèo đã mửa xong. Hắn mệt quá, lại vật người ra đất. Hắn đờ hai con mắt khẽ rên: hắn chỉ còn đủ sức để rên khe khẽ. Từ đống mửa bay lại một mùi gì thoảng như mùi rượu, hắn bỗng nhiên rùng mình.\nThị Nở lại. Đặt một tay lên ngực hắn (thị suy nghĩ đến bây giờ mới xong), thị hỏi hắn:\n- Vừa thổ hả?\nMắt hắn đảo lên nhìn thị, nhìn một thoáng rồi lại đờ ra ngay.\n- Ði vào nhà nhé?\nHắn làm như gật đầu. Nhưng cái đầu không động đậy, chỉ có cái mí mắt là nhích thôi.\n- Thì đứng lên.\nNhưng hắn đứng lên làm sao được. Thị quàng tay vào nách hắn, đỡ cho hắn gượng ngồi. Rồi thị kéo hắn đứng lên. Hắn đu vào cổ thị, hai người lảo đảo đi về lều.\nKhông có giường, chỉ có một cái chõng tre. Thị để hắn nằm lên và đi nhặt nhạnh tất cả những manh chiếu rách đắp lên cho hắn. Hắn hết rên. Hình như hắn ngủ. Thị cũng lim dim chực ngủ. Nhưng trong nhà nhiều muỗi quá. Muỗi nhắc cho thị cái áo quên ngoài vườn. Thị ra vườn. Đôi lọ nhắc cho thị việc đi kín nước, thị mải mốt mặc áo, kín nước, rồi xách đôi lọ nước đi về nhà.\nTrăng chưa lặn, không chừng trời còn khuya. Thị lên giường định ngủ. Nhưng nhớ lại việc lạ lùng tối qua. Thị cười. Thị thấy không buồn ngủ, và thị cứ lăn ra lăn vào.\nKhi Chí Phèo mở mắt thì trời đã sáng lâu. Mặt trời chắc đã cao, và nắng bên ngoài chắc là rực rỡ. Cứ nghe chim ríu rít bên ngoài là đủ biết. Nhưng trong cái lều ẩm thấp vẫn chỉ hơi tờ mờ. Ở đây người ta thấy chiều lúc xế trưa và gặp đêm thì bên ngoài trời vẫn sáng. Chưa bao giờ Chí Phèo nhận thấy thế bởi chưa bao giờ hết say.\nNhưng bây giờ thì hắn tỉnh. Hắn bâng khuâng như tỉnh dậy, hắn thấy miệng đắng, lòng mơ hồ buồn. Người thì bủn rủn, chân tay không buồn nhấc, hay là đói rượu, hắn hơi rùng mình. Ruột gan lại nôn nao lên một tí. Hắn sợ rượu cũng như những người ốm sợ cơm. Tiếng chim hót ngoài kia vui vẻ quá! Có tiếng cười nói của những người đi chợ. Anh thuyền chài gõ mái chèo đuổi cá.\nNhững tiếng quen thuộc ấy hôm nào chả có. Nhưng hôm nay hắn mới nghe thấy... Chao ôi là buồn!\n- Vải hôm nay bán mấy?\n- Kém ba xu dì ạ.\n- Thế thì còn ăn thua gì!\n- Thật thế đấy. Nhưng chẳng lẽ rằng lại chơi.\nChí Phèo đoán một người đàn bà hỏi một người đàn bà khác đi bán vải ở Nam Ðịnh về. Hắn nôn nao buồn, là vì mẩu chuyện ấy nhắc cho hắn một cái gì rất xa xôi. Hình như có một thời hắn đã ao ước có một gia đình nho nhỏ. Chồng cuốc mướn cày thuê, vợ dệt vải, chúng lại bỏ một con lợn nuôi để làm vốn liếng. Khá giả thì mua dăm ba sào ruộng làm.\nTỉnh dậy hắn thấy già mà vẫn còn cô độc. Buồn thay cho đời! Có lý nào như thế được? Hắn đã già rồi hay sao? Ngoài bốn mươi tuổi đầu... Dẫu sao, đó không phải tuổi mà người ta mới bắt đầu sửa soạn. Hắn đã tới cái dốc bên kia của đời. Ở những người như hắn, chịu đựng biết bao nhiêu là chất độc, đầy đọa cực nhọc mà chưa bao giờ ốm, một trận ốm có thể gọi là dấu hiệu báo rằng cơ thể đã hư hỏng nhiều. Nó là một cơn mưa gió cuối thu cho biết trời gió rét, nay mùa đông đã đến. Chí Phèo hình như đã trông thấy trước tuổi già của hắn, đói rét và ốm đau, và cô độc, cái này còn đáng sợ hơn đói rét và ốm đau.\nCũng may Thị Nở vào. Nếu thị không vào, cứ để hắn vẩn vơ mãi, thì đến khóc được mất. Thị vào cắp một cái rổ, trong có một nồi gì đậy vung. Đó là một nồi cháo hành còn nóng nguyên. Là vì lúc còn đêm, thị trằn trọc một lát, thị bỗng nhiên nghĩ rằng: cái thằng liều lĩnh ấy kể ra thì đáng thương, còn gì đáng thương bằng đau ốm mà nằm còng queo một mình. Giá thử đêm qua không có thị thì hắn chết. Thị kiêu ngạo vì đã cứu sống một người. Thị thấy như yêu hắn: đó là một cái lòng yêu của một người làm ơn. Nhưng cũng có cả lòng yêu của một người chịu ơn. Một người như thị Nở càng không thể quên được. Cho nên thị nghĩ: mình bỏ hắn lúc này thì cũng bạc. Dẫu sao cũng đã ăn nằm với nhau! Ăn nằm với nhau như “vợ chồng”. Tiếng “vợ chồng”, thấy ngường ngượng mà thinh thích. Đó vẫn là điều mong muốn âm thầm của con người khốn nạn ấy chăng. Hay sự khoái lạc của xác thịt đã làm nổi dậy những tính tình mà thị chưa bao giờ biết?\nChỉ biết rằng thị muốn gặp Chí Phèo, gặp hắn mà nhắc lại chuyện đêm qua thì chắc buồn cười lắm. Gớm! Sao lại có thứ người đâu mà lì quá thế? Người ta ngồi đấy mà dám xán lăn ngay vào, nó chả ngang ngược mà người ta kêu bé, nó lại làm to hơn. Mà kể thì cũng ngù ngờ. Cái thằng trời đánh không chết ấy, nó còn sợ ai mà hòng kêu. Nhưng mà đáng kiếp. Thổ trận ấy thật là phải biết. Cứ gọi là hôm nay nhọc đừ. Phải cho hắn ăn tí gì mới được. Đang ốm thế thì chỉ ăn cháo hành. Ra được mồ hôi thì là nhẹ nhõm người ngay đó mà... Thế là vừa sáng thì đã chạy đi tìm gạo. Hành thì nhà thị may lại còn.\nThị nấu bỏ vào cái rổ, mang ra cho Chí Phèo.\nThằng này rất ngạc nhiên. Hết ngạc nhiên thì hắn thấy mắt mình hình như ươn ướt. Bởi vì lần này là lần thứ nhất hắn được một người đàn bà cho. Xưa nay, nào hắn có thấy ai tự nhiên cho cái gì. Hắn vẫn phải doạ nạt hay giật cướp. Hắn phải làm cho người ta sợ. Hắn nhìn bát cháo bốc khói mà bâng khuâng. Thị Nở thì chỉ nhìn trộm hắn, rồi lại toe toét cười. Trông thị thế mà có duyên. Tình yêu làm cho có duyên. Hắn thấy vừa vui lại vừa buồn. Và một cái gì nữa, giống như là ăn năn. Cũng có thể như thế lắm. Người ta hay ăn năn hối hận về tội ác khi không đủ sức để ác nữa. Thị Nở giục hắn ăn nóng. Hắn cầm lấy bát cháo đưa lên mồm. Trời ơi\n  \nmà lại kêu bóp lên trên, trên nữa, nó chỉ nghĩ đến sao cho thỏa nó chứ có yêu hắn đâu. Hồi ấy hắn hai mươi. Hai mươi tuổi, người ta không là đá, nhưng cũng không toàn là xác thịt. Người ta không thích cái gì người ta khinh. Vả lại bị một con đàn bà gọi đến nhà mà bóp chân! Hắn thấy nhục hơn là thích, huống hồi lại sợ. Quả thật, từ khi biết rằng con vợ chủ sai hắn làm một việc không chính đáng, hắn vừa làm vừa run. Không làm thì không được: mọi việc trong nhà, quyền đàn bà. Chứ hắn, hắn có lòng nào đâu! Ðến nỗi người đàn bà phát cáu. Bà thấy xa xôi không được, phải làm đến nơi. Bà bảo hắn rằng: “Mày thực thà quá! Con trai gì hai mươi tuổi mà đã như ông già”. Hắn vẫn giả vờ không hiểu. Bà lẳng lơ bảo: “Chả nhẽ tao gọi mày vào chỉ để bóp chân thế này thôi ư?...” và thấy hắn dùng dằng, bà mắng xơi xơi vào mặt. Hắn chỉ thấy nhục chứ yêu đương gì. Không, hắn chưa được một người đàn bà nào yêu cả. Vì thế mà bát cháo hành của thị Nở làm hắn suy nghĩ nhiều. Hắn có thể tìm bạn được, sao lại chỉ gây kẻ thù?\nBát cháo húp xong rồi, thị Nở đỡ lấy bát cháo và múc thêm bát nữa. Hắn thấy mình vã bao nhiêu mồ hôi. Mồ hôi chảy ra trên đầu, trên mặt, những giọt to như giọt nước. Hắn đưa tay áo quệt ngang một cái, quệt mũi cười rồi lại ăn. Hắn càng ăn, mồ hôi lại càng nhiều. Thị Nở nhìn hắn, lắc đầu thương hại. Hắn thấy lòng thành trẻ con. Hắn muốn làm nũng với thị như với mẹ. Ôi sao mà hắn hiền, ai dám bảo đó là thằng Chí Phèo vẫn đập đầu, rạch mặt mà đâm chém người? Ðó là cái bản tính của hắn, ngày thường bị lấp đi. Hay trận ốm thay đổi hẳn về sinh lý, cũng thay đổi cả tâm lý nữa? Những người yếu đuối vẫn hay hiền lành. Muốn ác, phải là kẻ mạnh. Hắn đâu còn mạnh nữa. Và có lúc hắn ngẫm mình mà lo. Xưa nay hắn chỉ sống bằng giật cướp và dọa nạt. Nếu không còn sức mà giật cướp, dọa nạt nữa thì sao? Ðã đành, hắn chỉ mạnh vì liều. Nhưng hắn mơ hồ thấy rằng sẽ có một lúc mà người ta không thể liều lĩnh được nữa. Bấy giờ mới nguy! Trời ơi! Hắn thèm lương thiện, hắn muốn làm hòa với mọi người biết bao! Thị Nở sẽ mở đường cho hắn. Thị có thể sống yên ổn với hắn thì sao người khác lại không thể được. Họ sẽ nhận lại hắn vào cái xã hội bằng phẳng, thân thiện của những người lương thiện... Hắn băn khoăn nhìn thị Nở, như thăm dò. Thị vẫn im lặng, cười tin cẩn, hắn thấy tự nhiên nhẹ người. Hắn bảo thị:\n- Giá cứ thế này mãi thì thích nhỉ?\nThị không đáp, nhưng cái mũi đỏ của thị như càng bạnh ra. Hắn thấy thế cũng không có gì là xấu. Bằng một cái giọng nói và một vẻ mặt rất phong tình theo ý hắn, hắn bảo thị:\n- Hay mình sang đây ở với tớ một nhà cho vui.\nThị lườm hắn. Một người thật xấu khi yêu cũng lườm. Hắn thích chí khanh khách cười. Lúc tỉnh táo, hắn cười nghe thật hiền. Thị Nở lấy làm bằng lòng lắm. Bấy giờ mấy bát cháo ý chừng đã ngấm. Hắn thấy lòng rất vui. Hắn bẹo thị Nở một cái làm thị nẩy hẳn người lên. Và hắn cười, hắn lại bảo:\n- Ðằng ấy còn nhớ gì hôm qua không?\nThị phát khẽ hắn một cái, làm vẻ không ưa đùa. Sao mà e lệ thế. Xấu mà e lệ thì cũng đáng yêu. Hắn cười ngất, và muốn làm thị thẹn thùng hơn nữa, hắn véo thị một cái thật đau vào đùi. Lần này thì không những thị nẩy người. Thị kêu lên choe choé. Thị nắm cổ hắn mà giúi xuống. Chúng tỏ tình với nhau, không cần đến những cái hôn. Ai lại hôn, khi có những cái môi nứt nẻ như bờ ruộng vào kỳ đại hạn và cái mặt rạch ngang dọc như mặt thớt. Vả lại, có những cách âu yếm bình dân hơn, chúng cấu véo hoặc phát nhau... thiết thực biết mấy...\nChúng sẽ làm thành một cặp rất xứng đôi. Chúng cũng nhận thấy thế, và nhất định là lấy nhau. Như thế năm ngày chẵn, thị ở nhà hắn cả ngày lẫn đêm, trừ những lúc đi kiếm tiền. Hắn không còn kinh rượu nhưng cố uống cho thật ít. Ðể cho khỏi tốn tiền, nhưng nhất là để tỉnh táo để yêu nhau. Ðàn bà không men như rượu nhưng cũng làm người say. Và hắn say thị lắm. Nhưng thị lại là người dở hơi. Ðến hôm thứ sáu thì thị bỗng nhớ rằng thị có một người cô ở đời. Người cô ấy nội ngày nay sẽ về. Thị nghĩ bụng: hãy đừng yêu để hỏi cô thị đã.\nThấy thị hỏi, bà già kia bật cười. Bà tưởng cháu bà nói đùa. Nhưng chợt nhớ rằng cháu bà vốn dở hơi. Bà bỗng trở nên hoảng hốt. Bà nhục cho ông cha nhà bà. Cũng có lẽ bà tủi thân bà. Bà nghĩ đến cái đời dằng dặc của bà, không có chồng. Bà thấy chua xót lắm. Bà uất ức, uất ức với ai không biết. Nhưng rồi đổ cái uất ức ngay lên cháu bà! Người đàn bà đức hạnh ấy thấy cháu bà sao mà đĩ thế! Thật đốn mạt. Ngoài ba mươi tuổi, mà chưa trót đời. Ngoài ba mươi... ai lại còn đi lấy chồng. Ai đời lại còn đi lấy chồng! Ừ! Mà có lấy thì lấy ai chứ?... Ðàn ông chết hết cả rồi sao, mà lại đâm đầu đi lấy một thằng không cha. Ai lại đi lấy thằng chỉ có một nghề là đi rạch mặt ra ăn vạ. Trời ơi! Nhục nhã ơi là nhục nhã! Hỡi ông cha nhà bà! Bà gào lên như con mẹ dại. Bà xỉa xói vào mặt cái con cháu ba mươi tuổi mà chưa trót đời. Bà bảo phắt nó:\n- Ðã nhịn được đến bằng này tuổi thì nhịn hẳn; ai lại đi lấy thằng Chí Phèo!\nThị nghe thấy thế mà lộn ruột. Nhưng thị biết cãi bà làm sao? Con người ấy có quyền nói thế, bởi con người ấy năm mươi tuổi rồi còn ai lấy chồng. Thị biết cãi làm sao. Mà không cãi được thì giận dữ nổi lên đùng đùng. Thị tức lắm! Thị tức lắm! Thị cần đổ cái tức ấy lên một người. Thị lon ton chạy sang nhà nhân ngãi. Thị thấy hắn đang uống rượu, và vừa uống vừa lầm bầm chửi thị về nhà lâu. Hắn không quen đợi; bởi phải đợi, hắn lại lôi rượu mà uống cho đỡ buồn. Uống vào thì phải chửi, quen mồm rồi! Nhưng thị làm gì mà hắn chửi? Mà hắn có quyền gì chửi thị? Ồ, thị điên lên mất! Thị dẫm chân xuống đất, rồi lại nhảy cẫng lên như thượng đồng. Hắn thú vị quá, lắc lư cái đầu cười. Lại còn cười! Nó nhạo thị, trời ơi! Thị điên lên mất, trời ơi là trời! Thị chống hai tay vào háng, vênh vênh cái mặt, và tớn cái môi vĩ đại lên, trút vào mặt hắn tất cả những lời bà cô. Hắn nghĩ ngợi một tí rồi hình như hiểu. Hắn bỗng nhiên ngẩn người. Thoáng một cái, hắn lại như hít hít thấy cái hơi cháo hành. Hắn cứ ngồi ngẩn mặt không nói gì. Thị trút giận xong rồi. Cái mũi đỏ dị xuống rồi lại bạnh ra. Thị hả hê lắm lắm. Thị ngoay ngoáy cái mông đít ra về. Hắn sửng sốt đứng lên gọi lại. Ai mà thèm lại! Còn muốn lôi thôi cái gì? Hắn đuổi theo thị, nắm lấy tay thị. Thị gạt ra, lại giúi thêm cho một cái. Hắn lăn khoèo xuống sân. Ðã lăn ra thì hắn phải kêu: bao giờ chả thế. Hắn nhặt một hòn gạch toan đập đầu. Nhưng hình như hắn chưa thật say. Vì hắn nghĩ đập đầu ở đây chỉ thiệt; đập đầu ở đây để mà ăn vạ ai? Hắn phải tự đến cái nhà con đĩ Nở kia. Ðến để đâm chết cả nhà nó, đâm chết cái con khọm già nhà nó. Nếu không đâm được, lúc ấy hãy đập đầu kêu làng. Muốn đập đầu, phải uống thật say. Không có rượu, lấy gì làm cho máu nó chảy? Phải uống thêm chai nữa. Và hắn uống. Nhưng tức quá, càng uống càng tỉnh ra. Tỉnh ra, chao ơi, buồn! Hơi rượu không sặc sụa. Hắn cứ thoang thoảng thấy hơi cháo hành. Hắn ôm mặt khóc rưng rức. Rồi lại uống. Hắn ra đi với một con dao ở thắt lưng. Hắn lảm nhảm: “Tao phải đâm chết nó!”. Nhưng hắn lại cứ thẳng đường mà đi. Cái gì đã làm hắn quên rẽ vào nhà thị Nở? Những thằng điên và những thằng say rượu không bao giờ làm những cái mà lúc ra đi chúng định làm.\nTrời nắng lắm, nên đường vắng. Hắn cứ đi, cứ chửi, cứ dọa giết “nó”, và cứ đi. Bây giờ đến ngõ nhà cụ Bá. Hắn xông xông đi vào. Cả nhà đi làm đồng vắng, chỉ có mình cụ Bá đang nằm nghỉ trưa. Nghe tiếng hắn, cụ thấy sao bực mình quá! Chính thật thì cụ cũng đang bực mình. Bởi vì cụ thấy đầu hơi nhức. Cụ đang muốn có một bàn tay man mát xoa cái đầu. Cũng có lẽ, cụ chỉ muốn bà Tư đừng đi lâu quá thế. Đi lâu thế, không biết rằng đi đâu? Sao bà ấy còn trẻ quá! Gần bốn mươi rồi mà trông còn phây phây. Còn phây phây quá đi nữa! Cụ năm nay đã ngoài sáu mươi. Già yếu quá, nghĩ mà chua xót. Già thế thì bà ấy chỉ cũng già đi cho xong. Bà ấy lại cứ trẻ, cứ phây phây, cứ đẹp như mới ngoài hai mươi tuổi, mà sao đa tình. Nhìn thì thích nhưng tưng tức lạ. Khác gì nhai miếng thịt bò lựt sựt khi rụng gần hết răng. Mắt bà, miệng bà có duyên, nhưng trông đĩ lắm. Hơi một tí là cười toe toét, tít cả mắt lại, cái má thì hây hây. Mà thấy ghét những thằng trai trẻ, giá làm con bà không đáng, mà thấy đâu cũng đùa. Chúng đùa nhạt như nước ốc, chỉ được cái thô tục, mà gặp ai đâu cũng cười! Chẳng nghĩ đến địa vị cả, người đâu mà vô tâm! Tức lạ! Cụ chỉ muốn cho tất cả những thằng trai trẻ đi tù... Những lúc như thế, thì một người dẫu khôn ngoan cũng không bình tĩnh được. Nhất là khi trông thấy một thằng chỉ đến vòi tiền uống rượu như Chí Phèo. Tuy vậy, cụ cũng móc sẵn năm hào. Thà móc sẵn để tống nó đi cho chóng. Nhưng móc rồi, cụ cũng phải quát một câu cho nhẹ người:\n- Chí Phèo đấy hở ? Lè bè vừa thôi chứ, tôi không phải là cái kho.\nRồi ném bẹt năm hào xuống đất, cụ bảo hắn:\n- Cầm lấy mà cút đi cho rảnh. Rồi làm mà ăn chứ cứ báo người ta mãi à?\nHắn trợn mắt chỉ tay vào mặt cụ:\n- Tao không đến đây xin năm hào.\nThấy hắn toan làm dữ cụ đành dịu giọng:\n- Thôi, cầm lấy vậy, tôi không còn hơn.\nHắn vênh cái mặt lên, rất kiêu ngạo:\n- Tao đã bảo là tao không đòi tiền.\n- Giỏi! Hôm nay mới thấy anh không đòi tiền. Thế anh cần gì?\nHắn dõng dạc:\n- Tao muốn làm người lương thiện!\nBá Kiến cười ha hả:\n- Ồ tưởng gì! Tôi chỉ cần anh lương thiện cho thiên hạ nhờ.\nHắn lắc đầu:\n- Không được! Ai cho tao lương thiện? Làm thế nào cho mất được những vết mảnh chai trên mặt này? Tao không thể là người lương thiện nữa. Biết không? Chỉ có một cách... biết không! Chỉ có một cách là... cái này biết không?\nHắn rút dao ra xông vào. Bá Kiến ngồi nhỏm dậy, Chí Phèo đã văng dao tới rồi. Bá Kiến chỉ kịp kêu một tiếng. Chí Phèo vừa chém túi bụi vừa kêu làng thật to. Hắn kêu làng, không bao giờ người ta vội đến. Bởi thế khi người ta đến thì hắn cũng đang giẫy đành đạch ở giữa bao nhiêu là máu tươi. Mắt hắn trợn ngược. Mồm hắn ngáp ngáp, muốn nói, nhưng không ra tiếng. Ở cổ hắn, thỉnh thoảng máu vẫn còn ứ ra.\nCả làng Vũ Ðại nhao lên. Họ bàn tán rất nhiều về vụ án không ngờ ấy. Có nhiều kẻ mừng thầm. Không thiếu kẻ mừng ra mặt. Có người nói xa xôi: “Trời có mắt đấy, anh em ạ!”. Người khác thì nói toạc ra: “Thằng nào chứ hai thằng ấy chết thì không ai tiếc! Rõ thật bọn chúng nó giết nhau, nào có phải cần đến tay người khác đâu”. Mừng nhất là bọn hào lý ở trong làng. Họ tuôn đến hỏi thăm, nhưng chính là để nhìn lý Cường bằng những con mắt thỏa mãn và khiêu khích. Ðội Tảo, không cần kín đáo, nói toang toang ngay ngoài chợ, trước mặt bao người: “Thằng bố chết, thằng con lớp này không khỏi người ta cho ăn bùn”. Ai chả hiểu “người ta” đó là chính ông. Bọn đàn em thì bàn nhỏ: “Thằng mọt già ấy chết, anh mình nên ăn mừng”. Những người biết điều thì hay ngờ vực, họ chép miệng nói: “Tre già măng mọc, thằng ấy chết, còn thằng khác, chúng mình cũng chẳng lợi tí gì đâu...”.\nBà cô thị Nở chỉ vào tận mặt cháu mà đay nghiến:\n- Phúc đời nhà mày, con nhé. Chả ôm lấy ông Chí Phèo.\nThị cười và nói lảng:\n- Hôm qua làm biên bản, lý Cường nghe đâu tốn gần một trăm. Thiệt người lại tốn của.\nNhưng thị lại nghĩ thầm:\n- Sao có lúc nó hiền như đất.\nVà nhớ lại những lúc ăn nằm với hắn, thị nhìn trộm bà cô, rồi nhìn nhanh xuống bụng:\n- Nói dại, nếu mình chửa, bây giờ hắn chết rồi, thì làm ăn thế nào?\nÐột nhiên thị thấy thoáng hiện ra một cái lò gạch cũ bỏ không, xa nhà cửa và vắng người qua lại...\n \"\""