"Đoạn trích Chị em Thúy Kiều\nChị em Thúy Kiều\nĐầu lòng hai ả tố nga,\nThúy Kiều là chị, em là Thúy Vân.\nMai cốt cách, tuyết tinh thần,\nMỗi người một vẻ, mười phân vẹn mười.\nVân xem trang trọng khác vời,\nKhuôn trăng đầy đặn, nét ngài nở nang.\nHoa cười ngọc thốt đoan trang,\nMây thua nước tóc, tuyết nhường màu da.\nKiều càng sắc sảo, mặn mà,\nSo bề tài, sắc, lại là phần hơn.\nLàn thu thủy, nét xuân sơn,\nHoa ghen thua thắm, liễu hờn kém xanh.\nMột hai nghiêng nước nghiêng thành,\nSắc đành đòi một, tài đành họa hai.\nThông minh vốn sẵn tính trời,\nPha nghề thi họa, đủ mùi ca ngâm.\nCung thương làu bậc ngũ âm,\nNghề riêng ăn đứt hồ cầm một trương.\nKhúc nhà tay lựa nên chương,\nMột thiên Bạc mệnh, lại càng não nhân.\nPhong lưu rất mực hồng quần,\nXuân xanh xấp xỉ tới tuần cập kê\nÊm đềm trướng rủ màn che,\nTường đông ong bướm đi về mặc ai.\nI. Đôi nét về tác giả Nguyễn Du\n1. Cuộc đời\n- Nguyễn Du sinh năm 1765 tại Thăng Long, tên chữ là Tố Như, hiệu là Thanh Hiên.\n- Tổ tiên Nguyễn Du vốn từ làng Canh Hoạch, huyện Thanh Oai, trấn Sơn Nam (nay thuộc Hà Nội), sau đó di cư vào xã Nghi Xuân, huyện Tiên Điền (nay là làng Tiên Điền, huyện Nghi Xuân, tỉnh Hà Tĩnh).\n- Cha là Nguyễn Nghiễm (1708 - 1775) và mẹ là Trần Thị Tần (1740 - 1778).\n- Vợ của Nguyễn Du là con gái Đoàn Nguyễn Thục, quê ở Quỳnh Côi, trấn Sơn Nam (nay thuộc Thái Bình).\n- Nguyễn Du may mắn được tiếp nhận truyền thống văn hóa của nhiều vùng quê khác nhau.\n- Thời thơ ấu và niên thiếu, Nguyễn Du sống tại Thăng Long trong một gia đình phong kiến quyền quý.\n- Năm 10 tuổi, Nguyễn Du mồ côi cha.\n- Năm 13 tuổi, mồ côi mẹ, Nguyễn Du đến sống với người anh cùng cha khác mẹ là Nguyễn Khản.\n- Trong khoảng thời gian này, ông đã có dịp hiểu biết về cuộc sống phong lưu, xa hoa của giới quý tộc phong kiến - những điều đó đã để lại dấu ấn trong sáng tác của ông sau này.\n- Năm 1783, Nguyễn Du thi Hương đỗ tam trường (tú tài) và được tập ấm nhận một chức quan võ nhỏ ở Thái Nguyên.\n- Từ năm 1789, Nguyễn Du đã rơi vào cuộc sống khó khăn gian khổ hơn chục năm ở các vùng nông thôn khác nhau đã tạo điều kiện cho Nguyễn Du có một vốn sống thực tế phong phú thô thúc ông suy ngẫm nhiều về xã hội, thân phận con người tạo tiền đề cho việc hình thành tài năng và bản lĩnh văn chương.\n- Sau nhiều năm sống chật vật ở các vùng quê khác nhau, năm 1802, Nguyễn Du ra làm quan cho nhà Nguyễn.\n- Năm 1802, ông nhậm chức Tri huyện Phù Dung (nay thuộc Khoái Châu, Hưng Yên), sau đổi thành Tri phủ Thường Tín (nay thuộc Hà Nội).\n- Từ năm 1805 - 1809, ông được thăng chức Đông Các điện học sĩ.\n- Năm 1809, Nguyễn Du được bổ làm Cai bạ dinh Quảng Bình.\n- Năm 1813, ông được thăng Cần Chánh điện học sinh và giữ chức Chánh sứ đi Trung Quốc.\n- Đến khi sang Trung Quốc, Nguyễn Du được tiếp xúc trực tiếp với nền văn hóa mà từ nhỏ đã quen thuộc.\n- Năm 1820, Nguyễn Du được cử làm Chánh sứ đi Trung Quốc, nhưng chưa kịp lên đường đã mất vào ngày 10 tháng 8 năm 1820.\n- Năm 1965, Hội đồng Hòa bình thế giới đã công nhận Nguyễn Du là danh nhân văn hóa thế giới.\n2. Sự nghiệp văn học\na. Các sáng tác chính\n Sáng tác bằng chữ Hán: gồm 249 bài thơ chữ Hán do Nguyễn Du viết vào các thời kỳ khác nhau.\n- Thanh Hiên thi tập (Tập thơ của Thanh Hiên): 78 bài viết chủ yếu trong những năm tháng trước khi ra làm quan nhà Nguyễn.\n- Nam trung tạp ngâm (Các bài thơ ngâm khi ở phương Nam): 40 bài viết thời gian làm quan ở Huế và Quảng Bình, những địa phương ở phía nam Hà Tĩnh quê hương ông.\n- Bắc hành tạp lục (Ghi chép trong chuyến đi sang phương Bắc) gồm 131 bài thơ sáng tác trong chuyến đi sứ Trung Quốc.\n=> Thơ chữ Hán của Nguyễn Du thể hiện tư tưởng, tình cảm, nhân cách của ông.\n Sáng tác bằng chữ Nôm: Đoạn trường tân thanh (Truyện Kiều) và Văn chiêu hồn.\nb. Một vài đặc điểm về nội dung và nghệ thuật của thơ văn Nguyễn Du\n Đặc điểm nội dung:\n- Tình cảm chân thành, sự cảm thông sâu sắc của tác giả đối với cuộc sống và con người, đặc biệt là những con người nhỏ bé, bất hạnh, phụ nữ.\n- Nguyễn Du đã đề cập đến một vấn đề rất mới, nhưng cũng rất quan trọng của chủ nghĩa nhân đạo trong văn học: xã hội cần phải trân trọng những giá trị tinh thần, do đó cần phải trân trọng chủ thể sáng tạo ra những giá trị tinh thần đó.\n- Sáng tác của Nguyễn Du cũng đề cao hạnh phúc của con người tự nhiên, trần thế.\n=> Nguyễn Du là tác giả tiêu biểu của trào lưu nhân đạo chủ nghĩa văn học cuối thế kỉ XVIII - đầu thế kỉ XIX.\n Đặc điểm nghệ thuật\n- Thể thơ phong phú: ngũ ngôn cổ thi, ngũ ngôn luật, thất ngôn luật và ca, hành (nhạc phủ)...\n- Góp phần trau dồi ngôn ngữ văn học dân tộc, làm giàu cho tiếng Việt qua việc Việt hóa yếu tố ngôn ngữ ngoại nhập.\nII. Giới thiệu về đoạn trích\n1. Hoàn cảnh sáng tác\n- Truyện Kiều (Đoạn trường tân thanh) được Nguyễn Du sáng tác vào đầu thế kỉ 19 (khoảng 1805 - 1809).\n- Nguyễn Du sáng tác “Truyện Kiều” dựa trên cốt truyện “Kim Vân Kiều truyện” của Trung Quốc.\n- Tuy nhiên, phần sáng tạo của Nguyễn Du là vô cùng lớn, mang đến sự thành công và sức hấp dẫn cho tác phẩm.\n- Thể loại: Truyện thơ Nôm, 3254 câu thơ lục bát.\n- Tóm tắt Truyện Kiều:\nTruyện Kiều kể về cuộc đời của Thúy Kiều - một thiếu nữ tài sắc vẹn toàn nhưng cuộc đời nhiều bất hạnh. Trong một lần du xuân, Kiều vô tình gặp gỡ Kim Trọng và có một mối tình đẹp đẽ bên chàng Kim. Hai người chủ động gặp gỡ và đính ước với nhau.\nGia đình Kiều bị nghi oan, cha bị bắt, Kiều quyết định bán mình để chuộc cha. Trước khi bán mình, Kiều trao duyên cho em gái là Thúy Vân. Thúy Kiều bị bọn buôn người là Mã Giám Sinh và Tú Bà lừa bán vào lầu xanh. Sau đó, nàng được Thúc Sinh cứu vớt khỏi cuộc đời kỹ nữ. Những rồi Kiều lại bị Hoạn Thư - vợ Thúc Sinh ghen tuông, đày đọa. Nàng một lần nữa bị rơi vào chốn thanh lâu. Ở đây, Kiều gặp được Từ Hải - một “anh hùng đầu đội trời, chân đạp đất”. Từ Hải lấy Kiều và giúp nàng báo ân báo oán. Do mắc lừa tổng đốc Hồ Tôn Hiến, Kiều vô tình đẩy Từ Hải vào chỗ chết. Đau đớn, nàng trẫm mình xuống sông thì được sư Giác Duyên cứu.\nLại nói Kim Trọng khi từ Liêu Dương chịu tang chú xong quay về, biết Thúy Kiều gặp phải biến cố thì đau lòng. Chàng kết hôn cùng Thúy Vân nhưng vẫn ngày nhớ đêm mong gặp lại Kiều. Chàng liền quyết tâm đi tìm nàng, gia đình đoàn tụ. Túy Kiều nối lại duyên với Kim Trọng nhưng cả hai đã nguyện ước “duyên đôi lứa cũng là duyên bạn bầy”.\n2. Vị trí đoạn trích\n- Đoạn trích “Chị em Thúy Kiều” nằm ở phần mở đầu tác phẩm, giới thiệu gia đình của Thúy Kiều.\n- Khi giới thiệu những người trong gia đình Kiều, tác giả tập trung tả tài sắc của Thúy Vân và Thúy Kiều.\n3. Ý nghĩa đoạn trích\n- Đoạn trích “Chị em Thúy Kiều” nằm ở phần mở đầu của Truyện Kiều. Với nhan đề này, ta thấy được đoạn trích giới thiệu vẻ đẹp và cuộc đời của Thúy Kiều và Thúy Vân.\n- Nguyễn Du đã ca ngợi vẻ đẹp, tài năng của con người và dự cảm về kiếp người tài hoa bạc mệnh. Xây dựng nhân vật Thuý Kiều và Thúy Vân, nhà văn cũng muốn thể hiện tấm lòng trân trọng đối với tài sắc của người phụ nữ.\n4. Bố cục\nGồm 4 phần:\nPhần 1. Từ đầu đến “mười phân vẹn mười”: Giới thiệu chung về vẻ đẹp của hai chị em.\nPhần 2. Tiếp theo đến “tuyết nhường màu da”. Miêu tả chân dung Thúy Vân.\nPhần 3. Tiếp theo đến “lại càng não nhân”. Miêu tả chân dung Thúy Kiều.\nPhần 4. Còn lại. Cuộc sống của hai chị em.\n5. Nội dung\nĐoạn trích “Chị em Thúy Kiều” đã khắc họa vẻ đẹp, tài năng của chị em Thúy Kiều, cũng như dự cảm của Nguyễn Du về kiếp người tài hoa bạc mệnh.\n6. Nghệ thuật\nBút pháp ước lệ tượng trưng lấy vẻ đẹp thiên nhiên gợi tả vẻ đẹp của con người.\n7. Mở bài và kết bài\n- Mở bài: Truyện Kiều là một trong những kiệt tác của nền văn học Việt Nam. Một trong những đoạn trích để lại ấn tượng sâu sắc cho người đọc là Chị em Thúy Kiều.\n- Kết bài: Như vậy, đoạn trích Chị em Thúy Kiều đã khắc họa vẻ đẹp, tài năng của chị em Thúy Kiều, cũng như dự cảm của Nguyễn Du về kiếp người tài hoa bạc mệnh.\nIII. Dàn ý phân tích Chị em Thúy Kiều\n(1) Mở bài\nGiới thiệu về tác giả Nguyễn Du, nội dung đoạn trích Chị em Thúy Kiều.\n(2) Thân bài\na. Giới thiệu chung về vẻ đẹp của hai chị em\n- Mở đầu đoạn trích, tác giả Nguyễn Du đã giới thiệu được về tên gọi và vị trí của hai nhân vật: Đầu lòng hai ả tố nga/Thúy Kiều là chị em là Thúy Vân.\n- Sau đó là giới thiệu về tính cách “mai cốt cách, tuyết tinh thần” - hình ảnh “mai”, “tuyết” đều gợi tả những vẻ đẹp cao quý.\n- “Mỗi người một vẻ mười phân vẹn mười” - tuy hai chị em mang những vẻ đẹp riêng nhưng đều vẹn toàn.\nb. Miêu tả chân dung Thúy Vân\n- Câu thơ mở đầu: “Vân xem trang trọng khác vời” - gợi vẻ đẹp sang trọng, cao quý.\n- Vẻ đẹp của Thúy Vân được so sánh với nhiều hình ảnh:\n“khuôn trăng đầy đặn” - gợi khuôn mặt đầy đặn, phúc hậu.\n“nét ngài nở nang”: gợi lông mày hơi đậm.\n=> Vẻ đẹp phúc hậu, dịu dàng của Thúy Vân.\n“hoa cười ngọc thốt đoan trang”: gợi tả giọng nói, nụ cười e thẹn, nhẹ nhàng và mang nét đoan trang.\n“mây thua nước tóc, tuyết nhường màu da” - vẻ đẹp của mái tóc, làn da cũng khiến thiên nhiên phải nhường nhịn.\n=> Qua ngoại hình, Nguyễn Du muốn dự báo trước về cuộc đời của Thúy Vân sẽ bình yên, êm đềm.\nc. Miêu tả chân dung Thúy Kiều\n- Nhận xét chung: “Kiều càng sắc sảo mặn mà/So bề tài sắc lại là phần hơn”. Từ đó, gợi vẻ đẹp của Thúy Kiều nổi bật hơn so với Thúy Vân.\n- Ngoại hình:\n“Làn thu thủy”: làn nước mùa thu, “nét xuân sơn”: nét núi mùa xuân - ý nói về vẻ đẹp của đôi mắt trong như làn nước mùa thu, đôi lông mày đẹp thanh thoát như nét núi mùa xuân.\nHoa ghen thua thắm, liễu hờn kém xanh: vẻ đẹp của Kiều còn khiến thiên nhiên phải ghen tị “ghen” - “hờn”. Đó giống như một lời dự báo trước về cuộc đời đầy truân chuyên.\n“Nghiêng nước nghiêng thành” - vẻ đẹp tuyệt sắc của người phụ nữ có thể làm khuynh đảo đất nước.\n- Tài năng:\n“Sắc đành đòi một, tài đành họa hai”: sắc đẹp và tài năng đều khó có ai sánh nổi.\n“Thông minh vốn sẵn tính trời”: một người phụ nữ thông minh, hiểu biết\n“Pha nghề thi họa đủ mùi ca ngâm”: am hiểu về âm nhạc, thơ ca\n- Hai câu cuối: Miêu tả tiếng đàn của Thúy Kiều “Một thiên bạc mệnh lại càng não nhân” - tiếng đàn của một trái tim đa sầu đa cảm.\nd. Cuộc sống của hai chị em\n- Hai câu đầu: Gợi cuộc sống của chị em Thúy Kiều sống trong cảnh giàu sang, quyền quý.\n- Hai câu sau: Thúy Kiều và Thúy Vân luôn sống trong khuôn phép, chuẩn mực đạo đức, đúng với lễ giáo phong kiến.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của đoạn trích Chị em Thúy Kiều.\n \"\""