"Bài thơ Con cò của Chế Lan Viên\nCon cò\nI\nCon còn bế trên tay\nCon chưa biết con cò\nNhưng trong lời mẹ hát\nCó cánh cò đang bay:\n“Con cò bay la\nCon cò bay lả\nCon cò Cổng Phủ\nCon cò Đồng Đăng…”\nCò một mình, cò phải kiếm lấy ăn\nCon có mẹ, con chơi rồi lại ngủ\n“Con cò ăn đêm\nCon cò xa tổ\nCò gặp cành mềm\nCò sợ xáo măng…”\nNgủ yên, ngủ yên, cò ơi, chớ sợ\nCành có mềm, mẹ đã sẵn tay nâng\nTrong lời ru của mẹ thấm hơi xuân\nCon chưa biết con cò con vạc\nCon chưa biết những cành mềm mẹ hát\nSữa mẹ nhiều, con ngủ chẳng phân vân.\nII\nNgủ yên, ngủ yên, ngủ yên\nCho cò trắng đến làm quen\nCò đứng ở quanh nôi\nRồi cò vào trong tổ\nCon ngủ yên thì cò cũng ngủ\nCánh của cò, hai đứa đắp chung đôi\nMai khôn lớn, con theo cò đi học\nCánh trắng cò bay theo gót đôi chân\nLớn lên, lớn lên, lớn lên…\nCon làm gì?\nCon làm thi sĩ\nCánh cò trắng lại bay hoài không nghỉ\nTrước hiên nhà\nVà trong hơi mát câu văn...\nIII\nDù ở gần con\nDù ở xa con\nLên rừng xuống bể\nCò sẽ tìm con\nCò mãi yêu con\nCon dù lớn vẫn là con của mẹ\nĐi hết đời, lòng mẹ vẫn theo con\nÀ ơi!\nMột con cò thôi\nCon cò mẹ hát\nCũng là cuộc đời\nVỗ cánh qua nôi\nNgủ đi, ngủ đi!\nCho cánh cò, cánh vạc\nCho cả sắc trời\nĐến hát\nQuanh nôi.\nI. Đôi nét về tác giả Chế Lan Viên\n- Chế Lan Viên (1920 - 1989) tên khai sinh là Phan Ngọc Hoan.\n- Quê hương: huyện Cam Lộ, tỉnh Quảng Trị nhưng ông lớn lên ở Bình Định.\n- Trước Cách mạng tháng 8 năm 1945, ông nổi tiếng trong phong trào Thơ mới qua tập Điêu tàn.\n- Chế Lan Viên là một trong những tên tuổi hàng đầu của nền văn học Việt Nam thế kỉ XX.\n- Năm 1966, ông được trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số tác phẩm tiêu biểu như: Điêu tàn, Gửi các anh, Hoa ngày thường - Chim báo bão, Đối thoại mới, Hoa trên đá I, II…\nII. Giới thiệu về bài thơ Con cò\n1. Hoàn cảnh sáng tác\nBài thơ Con cò được sáng tác năm 1962. Tác phẩm được in trong tập Hoa ngày thường - Chim báo bão (xuất bản năm 1967).\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Sữa mẹ nhiều, con ngủ chẳng phân vân”: Hình ảnh con cò theo lời ru đến với tuổi thơ của con.\nPhần 2. Tiếp theo đến “Và trong hơi mát câu văn…”: Hình ảnh con cò trong tiềm thức của con.\nPhần 3. Còn lại: Hình ảnh con cò là biểu tượng của tình mẹ.\n3. Thể thơ\nBài thơ Con cò được sáng tác theo thể thơ tự do.\n4. Ý nghĩa nhan đề\n- Con cò là hình ảnh xuất hiện khá nhiều trong những bài ca dao. Nó là biểu tượng cho những người nông dân, người phụ nữ. Tuy cuộc sống vất vả, nhọc nhằn nhưng họ vẫn giàu đức tính tốt đẹp.\n- Trong bài thơ, hình ảnh con cò là biểu tượng cho người mẹ gầy lam lũ trọn đời lo lắng cho con. Cho dù con có trưởng thành, con cũng vẫn là con của mẹ. Mẹ cũng vẫn mãi lo lắng cho con. Dù cho con ở đâu đi chăng nữa, mẹ cũng vẫn luôn đồng hành cùng con. Nếu như con đi xe, con cò sẽ thay mẹ đến bên con, chở che cho con, nuôi dưỡng con.\n5. Mạch cảm xúc\nMạch cảm xúc được phát triển theo ý nghĩa biểu tượng của hình ảnh con cò. Mở đầu là hình ảnh con cò trong ca dao theo lời ru của mẹ đi vào tiềm thức trẻ thơ. Sau đó đến hình ảnh con cò mang ý nghĩa biểu tượng cho sự nâng niu chăm chút của mẹ dành cho con suốt cả cuộc đời. Và cuối cùng là những cảm nhận sâu sắc về tình mẫu tử và ý nghĩa lời ru qua hình ảnh con cò.\n6. Nội dung\nBài thơ Con cò đã ca ngợi tình mẹ và ý nghĩa của lời ru trong cuộc sống của mỗi con người.\n7. Nghệ thuật\nVận dụng sáng tạo ca dao, những câu thơ được đúc kết được những suy ngẫm sâu sắc.\nHình ảnh gần gũi, giản dị\nGiọng thơ tha thiết, ngọt ngào…\nIII. Dàn ý phân tích Con cò\n(1) Mở bài\nGiới thiệu về nhà thơ Chế Lan Viên và bài thơ Con cò.\n(2) Thân bài\na. Hình ảnh con cò theo lời ru đến với tuổi thơ của con\n- Hình ảnh “con cò”: ẩn dụ cho người phụ nữ vất vả, giàu đức hi sinh.\n- Hình ảnh con cò gợi trực tiếp từ những câu ca dao được dùng làm lời hát ru: “Con cò bay la… Cò sợ xáo măng”\n=> Hình ảnh con cò đi vào thế giới tâm hồn của đứa con.\nb. Hình ảnh con cò trong tiềm thức của con\n- Từ rời ru của mẹ, con cò bước ra làm quen với đứa con thơ, rồi cò trở thành người bạn thân thiết.\n- Cò gắn bó với con từ lúc thơ ấu khi ở trong nôi, khi tới trường tới lúc trưởng thành\n=> Cánh cò không ngừng nghỉ bay qua không gian và thời gian, bay theo từng ước mơ, khao khát của con.\nc. Hình ảnh con cò là biểu tượng của tình mẹ\n- Quy luật về tình mẫu tử thiêng liêng “Dù ở gần con…cò mãi yêu con”: Trong bất cứ hoàn cảnh nào, tình cảm người mẹ dành cho con là không thay đổi.\n- Khẳng định triết lí không thay đổi “Con dù lớn vẫn là con của mẹ/Đi hết đời lòng mẹ vẫn theo con”: Người con dù đã khôn lớn, trưởng thành nhưng đối với mẹ vẫn là đứa trẻ bé bỏng ngày nào và mẹ vẫn luôn yêu thương, quan tâm đến con.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Con cò.\n \"\""