"Đoạn trích Con chó Bấc\nCon chó Bấc\nTình yêu thương, một tình yêu thương thực sự và nồng nàn lần đầu tiên phát sinh ra bên trong nó. Trước kia nó chưa hề cảm thấy một tình yêu thương như vậy lúc ở tại nhà Thẩm phán Mi-lơ dưới thung lũng Xan-ta Cla-ra mơn man ánh nắng. Với những cậu con trai của ông thẩm, trong những buổi đi săn hoặc đi lang thang đây đó, tình cảm ấy chỉ là chuyện làm ăn cùng hội cùng phường; với những đứa cháu nhỏ của ông Thẩm, là trách nhiệm ra oai hộ vệ; còn đối với bản thân ông Thẩm, đó là thứ tình bạn trịnh trọng và đường hoàng.\nNhưng tình thương yêu sôi nổi, nồng cháy, thương yêu đến tôn thờ, thương yêu đến cuồng nhiệt thì phải đến Giôn Thoóc-tơn mới khơi dậy lên được.\nCon người này đã cứu sống nó, đó là một lẽ; nhưng hơn thế nữa, anh là một ông chủ lí tưởng. Những người khác chăm nom chó của họ xuất phát từ ý thức về nghĩa vụ và lợi ích kinh doanh; còn anh chăm sóc chó của mình như thể chúng là con cái của anh vậy, bởi vì anh không thể nào không chăm sóc. Và anh còn chăm sóc nhiều hơn nữa kia. Anh không bao giờ quên chào hỏi thân mật hoặc nói lời vui vẻ và ngồi xuống chuyện trò lâu với chúng (mà anh gọi là “tầm phào”), điều mà cả anh và chúng đều thích thú. Anh có thói quen dùng hai bàn tay túm chặt lấy đầu Bấc rồi dựa đầu anh vào đầu nó, hoặc lắc nó đẩy tới đẩy lui, vừa lắc vừa khe khẽ thốt lên những tiếng rủa rủ rỉ bên tai ấy, và theo mỗi cái lắc đẩy tới đẩy lui, nó lại tưởng chừng như quả tim mình nhảy tung ra khỏi cơ thể vì quá ngây ngất. Và khi được buông ra, nó bật vùng dậy trên hai chân, miệng cười, mắt long lanh, họng rung lên những âm thanh không thốt nên lời, và cứ như vậy trong tư thế đứng yên bất động; những lúc ấy Giôn Thoóc-tơn lại như muốn kêu lên, trân trọng: “Trời đất! Đằng ấy hầu như biết nói đấy!”\nBấc có tài biểu lộ tình thương yêu gần giống như làm đau người ta. Nó thường hay há miệng ra cắn lấy bàn tay Thoóc-tơn rồi ép răng xuống mạnh đến nỗi vết răng hằn vào da thịt một lúc lâu. Và cũng như Bấc hiểu các tiếng rủa là những lời nói nựng, con người cũng hiểu cái cắn vờ ấy là cử chỉ vuốt ve.\nTuy nhiên, tình thương yêu của Bấc phần lớn được diễn đạt bằng sự tôn thờ. Mặc dù nó sung sướng đến cuồng lên mỗi khi Thoóc-tơn chạm vào nó hoặc nói chuyện với nó, nhưng nó không săn đón những biểu hiện ấy. Khác với cô ả Xơ-kít có thói quen thọc cái mũi của nó vào dưới bàn tay của Thoóc-tơn rồi hích, hích mãi cho đến khi được vỗ về, cũng khác với Ních thường chồm lên tì cái đầu to tướng của cu cậu lên đầu gối Thoóc-tơn, Bấc chỉ tôn thờ ở xa xa một quãng. Nó thường nằm phục ở chân Thoóc-tơn hàng giờ, mắt háo hức, tỉnh táo, ngước nhìn lên mặt anh, chăm chú xem xét, hết sức quan tâm theo dõi từng biểu hiện thoáng qua, mọi cử động hoặc đổi thay trên nét mặt. Hoặc cũng có lúc nó nằm ra xa hơn, về một bên hoặc đằng sau anh, quan sát hình dáng của anh và từng cử động của thân thể anh.\nVà thường thường, như mối giao cảm giữa họ với nhau, sức mạnh ánh mắt của Bấc làm cho Giôn Thoóc-tơn quay đầu sang và nhìn lại nó, không nói năng gì, đôi mắt anh toả rạng tình cảm tự đáy lòng, trong khi tình cảm của Bấc ngời ánh lên qua đôi mắt nó toả rạng ra ngoài.\nMột thời gian dài sau khi được cứu sống, Bấc không muốn rời Thoóc-tơn một bước. Từ lúc anh ra khỏi lều cho đến lúc anh quay trở về, Bấc luôn bám theo gót chân anh.Việc thay thầy đổi chủ xoành xoạch từ khi nó đến vùng đất phương bắc đã làm nảy sinh trong lòng nó nỗi lo sợ và không người chủ nào có thể gắn bó lâu dài. Nó sợ Thoóc-tơn cũng lại biến khỏi cuộc đời nó như Pê-rôn và Phơ-răng-xoa và anh chàng người lai Ê-cốt đã đi qua rồi biến mất trước đây. Ngay cả ban đêm, trong các giấc mơ, nó cũng bị nỗi lo sợ này ám ảnh. Những lúc ấy, nó vội vùng dậy không ngủ nữa, trườn qua giá lạnh đến tận mép lều, đứng đấy, lắng nghe tiếng thở đều đều của chủ...\nI. Đôi nét về Giắc Lân-đơn\n- Giắc Lân-đơn (1876 - 1916) là một nhà văn Mĩ.\n- Ông từng trải qua quãng đời vất vả, từng phải làm nhiều nghề để kiếm ăn.\n- Ông đã sớm được tiếp cận với tư tưởng chủ nghĩa xã hội.\n- Các tác phẩm chính: Tiếng gọi nơi hoang dã (1903), Sói biển (1904), Nanh trắng (1906)...\nII. Giới thiệu về văn bản Con chó Bấc\n1. Hoàn cảnh sáng tác\nVăn bản Con chó Bấc được trích từ tiểu thuyết Tiếng gọi nơi hoang dã (1903).\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “thì phải đến Giôn Thoóc-tơn mới khơi dậy lên được”: Hoàn cảnh của Bấc trước khi gặp với Thoóc-tơn.\nPhần 2. Tiếp theo đến “Đằng ấy hầu như biết nói đấy!”: Tình cảm của Thoóc-tơn dành cho Bấc\nPhần 3. Còn lại: Tình cảm của Bấc dành cho ông chủ.\n3. Tóm tắt\nBấc - một con chó bị bắt cóc đưa lên vùng Bắc cực để kéo xe trượt tuyết cho những người đi tìm vàng. Bấc đã qua tay nhiều ông chủ độc ác. Nhưng chỉ đến khi gặp Giôn Thoóc-tơn - một người chủ có lòng nhân từ đã cảm hóa Bấc. Đến khi Thoóc-tơn chết, Bấc hoàn toàn dứt bỏ con người, đi theo tiếng gọi nơi hoang dã và trở thành con sói hoang.\n4. Nội dung\nTrong đoạn trích “Con chó Bấc” , nhà văn Lân-đơn đã có những nhận xét tinh tế khi viết về những con chó, thể hiện trí tưởng tượng tuyệt vời khi đi sâu vào tâm hồn của con chó Bấc, bộc lộ tình yêu thương với loài vật.\n5. Nghệ thuật\nKết hợp tự sự miêu tả bằng quan sát, nhận xét và trí tưởng tượng tuyệt vời của tác giả, Miêu tả nội tâm loài vật bằng trí tưởng tượng phong phú…\nIII. Dàn ý phân tích Con chó Bấc\n(1) Mở bài\nDẫn dắt, giới thiệu về đoạn trích Con chó Bấc.\n(2) Thân bài\na. Hoàn cảnh của Bấc trước khi gặp gỡ Thoóc-tơn\n- Khi sống tại nhà Thẩm phán Mi-lơ dưới thung lũng Xan-ta Cla-ra, chưa hề cảm nhận được tình yêu thương.\n- Với cậu con trai của ông thẩm, trong những buổi đi săn hoặc đi lang thang đây đó, tình cảm ấy chỉ là chuyện làm ăn cùng hội cùng phường.\n- Với những đứa cháu nhỏ của ông Thẩm, là trách nhiệm ra oai hộ vệ.\n- Với bản thân ông Thẩm, đó là thứ tình bạn trịnh trọng và đường hoàng.\nb. Tình cảm của Thoóc-tơn dành cho Bấc\n- Thoóc-tơn cư xử với Bấc một cách khá đặc biệt: Anh xem Bấc “như thể là con cái của anh vậy”. Trong ý nghĩ và tình cảm dường như Thoóc-tơn xem Bấc như đồng loại, như bạn bè.\n- Dù là ông chủ của Bấc, nhưng đây là một “ông chủ lí tưởng” vì các ông chủ khác, theo nhà văn, chăm sóc Bấc chỉ là vì nghĩa vụ (nuôi thì phải chăm sóc) và vì lợi ích kinh doanh (kéo xe trượt tuyết để đi tìm vàng).\n- Mỗi lần thấy Bấc là Thoóc-tơn chào hỏi, nói chuyện tầm phào, nhất là túm lấy “đầu Bấc ghì chặt vào đầu anh, đảo đảo, lắc lắc”, đồng thời khe khẽ thốt lên những lời nói nựng âu yếm, tiếng kêu trân trọng: “Trời ơi! Đằng ấy hầu như biết nói đấy!”.\nc. Tình cảm của Bấc dành cho Thoóc-tơn\n- Vờ cắn vào tay Thoóc-tơn như cử chỉ vuốt ve.\n- Khác với Xơ-kít và Ních, Bấc chỉ tôn thờ ở xa xa một quãng, nằm phục ở chân, mắt tỉnh táo, háo hức, ngước nhìn chủ.\n- Bám sát không rời chủ. Luôn lo sợ, ám ảnh sẽ mất Thoóc-tơn đột ngột (Không ngủ, đứng đấy lắng nghe tiếng thở đều đều của chủ).\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của đoạn trích Con chó Bấc.\n \"\""