"Đoạn trích Cô Tô\nCô Tô\nNgày thứ năm trên đảo Cô Tô là một ngày trong trẻo, sáng sủa. Từ khi có vịnh Bắc Bộ và từ khi quần đảo Cô Tô mang lấy dấu hiệu của sự sống con người thì, sau mỗi lần dông bão, bao giờ bầu trời Cô Tô cũng trong sáng như vậy. Cây trên núi đảo lại thêm xanh mượt, nước biển lại lam biếc đậm đà hơn hết cả mọi khi, và cát lại vàng giòn hơn nữa. Và nếu cá có vắng tăm biệt tích trong ngày động bão, thì nay lưới càng thêm nặng mẻ cá giã đôi. Chúng tôi leo dốc lên đồn Cô Tô hỏi thăm sức khoẻ anh em bộ binh và hải quân cùng đóng sát nhau trong cái đồn khố xanh cũ ấy. Trèo lên nóc đồn, nhìn ra bao la Thái Bình Dương bốn phương tám hướng, quay gót 180 độ mà ngắm cả toàn cảnh đảo Cô Tô. Nhìn rõ cả Tô Bắc, Tô Trung, Tô Nam, mà càng thấy yêu mến hòn đảo như bất cứ người chài nào đã từng đẻ ra và lớn lên theo mùa sóng ở đây.\n…Mặt trời lại rọi lên ngày thứ sáu của tôi trên đảo Thanh Luân một cách thật quá là đầy đủ. Tôi dậy từ canh tư. Còn tối đất, cố đi mãi trên đá đầu sư, ra thấu đầu mũi đảo. Và ngồi đó rình mặt trời lên. Điều tôi dự đoán, thật là không sai. Sau trận bão, chân trời, ngấn bể sạch như tấm kính lau hết mây hết bụi. Mặt trời nhú lên dần dần, rồi lên cho kì hết. Tròn trĩnh phúc hậu như lòng đỏ một quả trứng thiên nhiên đầy đặn. Quả trứng hồng hào thăm thẳm và đường bệ đặt lên một mâm bạc đường kính mâm rộng bằng cả một cái chân trời màu ngọc trai nước biển ửng hồng. Y như một mâm lễ phẩm tiến ra từ trong bình minh để mừng cho sự trường thọ của tất cả những người chài lưới trên muôn thuở biển Đông. Vài chiếc nhạn mùa thu chao đi chao lại trên mâm bể sáng dần lên cái chất bạc nén. Một con hải âu bay ngang, là là nhịp cánh…\nKhi mặt trời đã lên một vài con sào, tức là lúc nó trở về sự bình dị hằng ngày, thì tôi đang múc gầu nước giếng dội lên đầu lên cổ lên vai lên lưng, nghĩa là tôi cũng đang đi tắm như mọi người lao động bình thường đang tắm quanh giếng. Cái giếng nước ngọt ở ria một hòn đảo giữa bể, cái sinh hoạt của nó vui như một cái bến và đậm đà mát nhẹ hơn mọi cái chợ trong đất liền.\nCái giếng nước ngọt đảo Thanh Luân sớm nay có không biết bao nhiêu là người đến gánh và múc. Múc nước giếng vào thùng gỗ, vào những cong những ang gốm màu da lươn. Lòng giếng vẫn còn rớt lại vài cái lá cam lá quýt của trận bão vừa rồi quăng vào. Chỗ bãi đá nuôi sáu mươi vạn con hải sâm ngoài kia, bao nhiêu là thuyền của hợp tác xã đang mở nắp sạp đổ nước ngọt vào. Sau trận bão, hôm nay hợp tác xã Bắc Loan Đầu cho mười tám thuyền lớn nhỏ cùng ra khơi đánh cá hồng. Anh hùng Châu Hoà Mãn cùng bốn bạn xã viên đi chung một thuyền. Anh quẩy nước bên bờ giếng, tôi né ra một bên. Anh quẩy mười lăm gánh cho thuyền anh: “Đi ra khơi, xa lắm mà, có khi mười ngày mới về. Nước ngọt cho vào sạp, chỉ để uống. Vo gạo thổi cơm cũng không được lấy nước ngọt. Vo gạo bằng nước bể thôi”.\nTừ đoàn thuyền sắp ra khơi đến cái giếng ngọt, thùng và cong và gánh nối tiếp đi đi về về. Trông chị Châu Hoà Mãn địu con, thấy nó dịu dàng yên tâm như cái hình ảnh biển cả là mẹ hiền mớm cá cho lũ con lành.\nI. Đôi nét về tác giả Nguyễn Tuân\n- Nguyễn Tuân (1910 - 1987), sinh ra trong một gia đình nhà Nho khi Hán học đã tàn.\n- Quê ở làng Mọc, nay thuộc phường Nhân Chính, quận Thanh Xuân, Hà Nội.\n- Khi còn nhỏ, Nguyễn Tuân đã theo gia đình sống ở nhiều tỉnh thuộc miền Trung.\n- Ông học đến cuối bậc Thành chung (tương đương với cấp THCS hiện nay) ở Nam Đinh. Sau khi học xong thì về Hà Nôij viết văn, làm báo.\n- Sau khi Cách mạng tháng Tám thành công, Nguyễn Tuân đến với cách mạng, tự nguyện dùng ngòi bút phục vụ hai cuộc kháng chiến của dân tộc.\n- Từ 1948 đến 1958, ông là Tổng thư ký Hội văn nghệ Việt Nam.\n- Ông là một nhà văn lớn, một người nghệ sĩ suốt đời đi tìm cái đẹp.\n- Nguyễn Tuân có những đóng góp không nhỏ đối với nền văn học Việt Nam hiện đại đó là thúc đẩy thể tùy bút, bút kí đạt tới trình độ nghệ thuật cao, góp phần làm phong phú cho ngôn ngữ văn học của dân tộc.\n- Nguyễn Tuân được Nhà nước trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật vào năm 1996.\n- Một số tác phẩm tiêu biểu: Một chuyến đi (1938), Vang bóng một thời (1940), Thiếu quê hương (1940), Chiếc lư đồng mắt cua (1941), Đường vui (1949), Tình chiến dịch (1950), Sông Đà (1960), Hà Nội ta đánh Mỹ giỏi (1972)...\nII. Giới thiệu về tác phẩm Cô Tô\n1. Xuất xứ\nBài văn Cô Tô là phần cuối của bài kí Cô Tô - tác phẩm ghi lại những ấn tượng về thiên nhiên, về con người lao động của vùng đảo Cô Tô mà nhà văn Nguyễn Tuân nhu nhận được trong chuyến đi ra thăm đảo.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “và lớn lên theo mùa sóng ở đây”: Cảnh Cô Tô sau cơn bão.\nPhần 2. Tiếp theo đến “là là nhịp cánh…”: Cảnh mặt trời lên trên đảo Cô Tô.\nPhần 3. Còn lại: Cảnh sinh hoạt buổi sáng của con người trên đảo Cô Tô.\n3. Tóm tắt\nSau trận bão, quần đảo Cô Tô trở lên trong sáng, sáng sủa, đẹp đẽ hơn, cây cối xanh thêm, nước biển đậm đà hơn, cát vàng giòn hơn, cá nhiều hơn, chân trời, ngấn bể sạch như tấm kính lau hết mây, hết bụi. Khung cảnh mặt trời mọc trên biển thật tráng lệ, hùng vĩ và tuyệt đẹp. Bên giếng nước ngọt, người dân tấp nập múc nước, gánh nước, chuẩn bị cho chuyến ra khơi.\n4. Nội dung\nQua đoạn trích Cô Tô, Nguyễn Tuân đã khắc họa lên khung cảnh thiên nhiên và sinh hoạt của con người trên vùng đảo Cô Tô thật trong sáng và tươi đẹp.\n5. Nghệ thuật\nNgôn ngữ điêu luyện, độc đáo; giàu hình ảnh và cảm xúc; sử dụng nghệ thuật so sánh, nhân hóa, ẩn dụ…\n \"\""