"Bài thơ Cảm xúc mùa thu\nCảm xúc mùa thu\nPhiên âm:\nNgọc lộ điêu thương phong thụ lâm,\nVu sơn, Vu giáp khí tiêu sâm.\nGiang gian ba lãng kiêm thiên dũng,\nTái thượng phong vân tiếp địa âm.\nTùng cúc lưỡng khai tha nhật lệ,\nCô chu nhất hệ cố viên tâm.\nHàn y xứ xứ thôi đao xích,\nBạch Đế thành cao cấp mộ châm.\nDịch nghĩa:\nMóc ngọc tơi bời ở rừng phong,\nKhí ở núi Vu và kẽm Vu ảm đạm mịt mờ\nTrên sông, nước và trời cùng trôi chảy,\nNgoài ải, gió và mây liên tiếp mù đất.\nCúc từng chòm nở hai lần dòng lệ xưa,\nThuyền lẻ loi buộc chặt mối tình quê cũ.\nNơi nơi giục giã dao thước may áo rét,\nTiếng chày chiều dồn dập thành cao Bạch Đế.\nDịch thơ:\nLác đác rừng phong hạt móc sa,\nNgàn non hiu hắt, khí thu loà.\nLưng trời sóng rợn lòng sông thẳm,\nMặt đất mây đùn cửa ải xa.\nKhóm cúc tuôn thêm dòng lệ cũ,\nCon thuyền buộc chặt mối tình nhà.\nLạnh lùng giục kẻ tay đao thước,\nThành Bạch, chày vang bóng ác tà.\n(Nguyễn Công Trứ dịch)\nI. Đôi nét về tác giả Đỗ Phủ\n- Đỗ Phủ (712 - 770), tự Tử Mĩ, hiệu Thiếu Lăng, là một nhà thơ nổi tiếng của Trung Quốc thời nhà Đường.\n- Ông làm quan trong một thời gian rất ngắn nhưng gần như sống trong cảnh đau khổ, bệnh tật.\n- Năm 755, tướng An Lộc Sơn nổi dậy chống lại triều đình. Vì không được trọng dụng và cũng muốn tránh khỏi hiểm họa, ông cáo quan về quê ở cùng tây Nam.\n- Đỗ Phủ cùng với Lý Bạch là hai nhà thơ vĩ đại và có ảnh hưởng nhất trong lịch sử Trung Quốc. Ông được người Trung Quốc gọi là “Thi thánh”.\n- Một số sáng tác tiêu biểu như:\nTập thơ Ngao du nam bắc (731 - 745)\nTập thơ Trường An khốn đốn (746 - 755)\nTập thơ Lưu vong làm quan (756 - 759)\nTập thơ Phiêu bạc tây nam (760 - 770)\nII. Giới thiệu về bài thơ Cảm xúc mùa thu\n1. Hoàn cảnh sáng tác\n- Bài thơ được sáng tác năm 766, khi nhà thơ đang ở Quỳ Châu.\n- Đỗ Phủ sáng tác chùm “Thu hứng” gồm 8 bài thơ, trong đó cảm xúc mùa thu là bài thơ thứ nhất.\n2. Bố cục\nGồm 2 phần:\nPhần 1: 4 câu đầu. Bức tranh vào mùa thu.\nPhần 2: 4 câu còn lại. Tình cảm qua khung cảnh mùa thu.\n3. Thể thơ\nBài thơ “Cảm xúc mùa thu” được viết theo thể thất ngôn bát cú.\n4. Nội dung\nBài thơ là nỗi lòng riêng tư của Đỗ Phủ nhưng cũng chan chứa tâm sự yêu nước, thương đời.\n5. Nghệ thuật\nNghệ thuật thơ Đường đạt tới trình độ mẫu mực…\nIII. Dàn ý phân tích Cảm xúc mùa thu\n(1) Mở bài\nDẫn dắt, giới thiệu về tác giả Đỗ Phủ, bài thơ Cảm xúc mùa thu.\n(2) Thân bài\na. Bức tranh vào mùa thu\n“Rừng phong lác đác, hạt móc sa”: gợi vẻ xơ xác, tiêu điều.\n“Vu sơn, Vu giáp”: hẻm Vu hiểm trở, hùng vĩ dựng đứng nên ánh mặt trời khó lọt xuống lòng sông.\nHình ảnh đối lập: sóng vọt lên tận lưng trời - mây sa sầm xuống mặt đất: chuyển động từ trên cao xuống thấp.\n=> Bức tranh thu rộng lớn nhưng xơ xác, tiêu điều.\nb. Tình cảm của nhà thơ qua khung cảnh mùa thu\nCúc nở hoa hai lần - làm tuôn rơi nước mắt ngày trước: nỗi buồn sâu lắng của nhà thơ.\nCố chu: con thuyền cô độc, là phương tiện duy nhất nhà thơ gửi gắm ước nguyện về quê.\nÂm thanh tiếng chày đập vải nhộn nhịp trên sông để chuẩn bị cho mùa đông tới.\n=> Tâm trạng chứa chan tình yêu nước, thương đời.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Cảm xúc mùa thu.\n \"\""