"Bài thơ Cảm nghĩ trong đêm thanh tĩnh\n(Tĩnh dạ tứ)\nI. Đôi nét về tác giả Lý Bạch\n- Lý Bạch (701 - 762) là nhà thơ nổi tiếng của Trung Quốc vào thời nhà Đường. Tự là Thái Bạch, hiệu Thanh Liên cư sĩ.\n- Quê hương: Cam Túc (huyện Thiên Thủy - tức Lũng Tây ngày xưa).\n- Khi cong nhỏ, ông cùng với gia đình về định cư ở làng Thanh Liên, huyện Xương Long thuộc Miên Châu (Tứ Xuyên) nên nhà thờ vẫn thường coi Tứ Xuyên là quê hương của mình.\n- Lý Bạch là một trong những nhà thơ nổi tiếng của Trung Hoa, ông được người đời gọi là “thi tiên” (tiên thơ).\n- Thơ ông thường thể hiện một tâm hồn tự do, hào phóng. Hình ảnh trong thơ thường mang tính chất tươi sáng, kì vĩ, ngôn ngữ tự nhiên mà điêu luyện.\n- Đề tài: thường viết nhiều và viết hay về chiến tranh, thiên nhiên, tình yêu và tình bạn.\n- Một số tác phẩm tiêu biểu:\nTả cảnh thiên nhiên tươi đẹp: Cổ phong, Quan san nguyệt...\nCảm thông cho người chinh phụ: Trường can hành, Khuê tình, Tử dạ thu ca…\nTình bạn: Tống hữu nhân, Hoàng Hạc lâu tống Mạnh Hạo Nhiên chi Quảng Lăng, Văn Vương Xương Linh thiên Long Tiêu…\nTình yêu đôi lứa: Oán tình, Xuân tứ…\nTình cảm với quê hương: Tĩnh dạ tứ, Ức Đông Sơn…\nĐặc biệt là thơ về tửu (rượu): Đối tửu, Thương tiến tửu, Bả tửu vấn nguyệt…\nII. Giới thiệu về Cảm nghĩ trong đêm thanh tĩnh\n1. Hoàn cảnh sáng tác\n- Trong thơ Lý Bạch, hình ảnh ánh trăng thường xuất hiện rất nhiều và đa dạng, ý nghĩa vô cùng phong phú.\n- Chủ đề của bài thơ: “Vọng nguyệt hoài hương” (Trông trăng nhớ quê), cách thể hiện rất giản dị mà độc đáo.\n- Thuở nhỏ, ông thường lên đỉnh núi Nga Mi ở quê ngắm trăng. Từ năm 25 tuổi, ông phải xa quê nên mỗi lần nhìn thấy ánh trăng là nhà thơ lại nhớ tới quê hương.\n- Lý Bạch sáng tác bài thơ trên khi ông đang ở rất xa quê hương của mình.\n2. Thể thơ\n- Bài thơ được viết theo hình thức cổ thể - một thể thơ trong đó mỗi câu thường có 5 hoặc 7 chữ, không chịu ảnh hưởng bởi những quy tắc niêm luật và đối.\n- Ngũ ngôn cổ thể (4 câu, mỗi câu 5 chữ).\n3. Bố cục\nGồm 2 phần:\nPhần 1. 2 câu đầu: Hình ảnh ánh trăng trong đêm thanh tĩnh.\nPhần 2. 2 câu cuối. Nỗi nhớ quê hương của tác giả.\n4. Nội dung\nBài thơ đã thể hiện tình yêu quê hương cùng nỗi nhớ da diết của một người sống xa quê trong đêm trăng thanh tĩnh.\n5. Nghệ thuật\nThể thơ ngũ ngôn cổ thể, hình ảnh giản dị mà tinh tế…\nCảm nghĩ trong đêm thanh tĩnh\nPhiên âm:\nSàng tiền minh nguyệt quang,\nNghi thị địa thượng sương.\nCử đầu vọng minh nguyệt,\nĐê đầu tư cố hương.\nDịch nghĩa:\nÁnh trăng sáng đầu giường,\nNgỡ là sương trên mặt đất.\nNgẩng đầu ngắm vầng trăng sáng,\nCúi đầu nhớ quê cũ.\nMột số bản dịch thơ:\nĐầu giường ánh trăng rọi,\nNgỡ mặt đất phủ sương.\nNgẩng đầu nhìn trăng sáng,\nCúi đầu nhớ cố hương.\n(Tương Như dịch, Thơ Đường, tập II, NXB Văn học, Hà Nội, 1987)\nTrông trăng rọi trước giường\nNhững ngỡ đất mù sương\nNgẩng đầu nhìn trăng tỏ\nCúi đầu nhớ cố hương\n(Đường thi tuyển dịch, NXB Thuận Hóa, 1997)\n \"\""