"\"tac-pham-van-hoc\" Tác phẩm văn học\nTruyện ngắn Cố hương\nCố hương\nTôi không quản trời lạnh giá, về thăm làng cũ, xa những hai ngàn dặm mà tôi đã từ biệt hơn hai mươi năm nay.\nĐang độ giữa đông. Gần về đến làng, trời lại càng u ám. Gió lạnh lùa vào khoang thuyền, vi vu. Nhìn qua các khe hở mui thuyền, thấy xa gần thấp thoáng mấy thôn xóm tiêu điều, hoang vắng, nằm im lìm dưới vòm trời màu vàng úa. Không nén được, lòng tôi se lại.\nA, đây có thật là làng cũ mà hai mươi năm trời nay tôi hằng ghi lấy hình ảnh trong kí ức không?\nHình ảnh làng cũ trong kí ức tôi không giống hẳn như thế này. Làng cũ tôi đẹp hơn kia! Nhưng nếu phải nhớ rõ đẹp như thế nào, nói rõ đẹp ở chỗ nào thì thật không có hình ảnh ngôn ngữ nào diễn tả ra cho được. Phảng phất thì cũng có hơi giống đấy. Tôi nghĩ bụng: Hẳn làng cũ mình vốn cũng chỉ như thế kia thôi, tuy chưa tiến bộ hơn xưa, nhưng cũng vị tất đến nỗi thê lương như mình tưởng. Chẳng qua là tâm tình mình đã đổi khác, bởi vì về thăm chuyến này, lòng mình vốn đã không vui.\nVề thăm quê chuyến này, ý định là để từ giã nó lần cuối cùng. Ngôi nhà cũ nơi cả đại gia đình chúng tôi đời đời ở chung với nhau, mà chúng tôi đã phải đồng tình bán cho người ta rồi, nội năm nay phải giao cho họ. Vì thế tôi cần phải về trước Tết, vĩnh biệt ngôi nhà yêu dấu và từ giã làng cũ thân yêu, đem gia đình đến nơi đất khách tôi đang làm ăn, sinh sống.\nTinh mơ sáng hôm sau, tôi về tới cổng nhà. Trên mái ngói, mấy cọng tranh khô phất phơ trước gió, đủ rõ nhà không đổi chủ không được. Những gia đình khác có lẽ đã dọn đi rồi, cho nên cảnh tượng càng hiu quạnh.\nTôi vừa bước vào gian nhà chúng tôi ở thì mẹ tôi đã chạy ra đón. Hoàng, đứa cháu vừa mới lên tám tuổi, cũng chạy theo.\nMẹ tôi rất mừng rỡ, nhưng nét mặt vẫn ẩn một nỗi buồn thầm kín. Mẹ tôi bảo tôi ngồi xuống, nghỉ ngơi, uống trà, không đả động gì đến chuyện dọn nhà cả. Cháu Hoàng chưa gặp tôi bao giờ chỉ dám đứng đằng xa nhìn tôi chòng chọc.\nNhưng rồi chúng tôi cũng bàn đến chuyện dọn nhà. Tôi nói nhà trên kia đã thuê xong, cũng đã sắm được ít đồ đạc, giờ hãy đem các thứ đồ gỗ ở nhà này bán đi hết lấy tiền mua thêm sau. Mẹ tôi cho cũng phải và bảo hành lí đã thu xếp gọn gàng đâu vào đấy cả rồi, đồ gỗ không tiện chuyên chở cũng bán được một ít rồi, nhưng tiền chưa thu vén được đủ.\nMẹ tôi nói:\n- Con hãy nghỉ ngơi vài hôm, đi thăm các nhà bà con một chút rồi mẹ con mình lên đường.\n- Vâng.\n- Có anh Nhuận Thổ lần nào đến chơi cũng nhắc đến con và rất mong có ngày được gặp con. Mẹ đã nhắn tin cho anh ấy biết chừng ngày nào con về. Có lẽ anh ấy cũng sắp đến thôi.\nLúc bấy giờ, trong kí ức tôi bỗng hiện ra một cảnh tượng thần tiên, kỳ dị: Một vầng trăng tròn vàng thắm treo lửng lơ trên nền trời xanh đậm, dưới là một bãi cát bên bờ biển, trồng toàn dưa hấu, bát ngát một màu xanh rờn. Giữa ruộng dưa, một đứa bé trạc mười một, mười hai tuổi, cổ đeo vòng bạc, tay lăm lăm cầm chiếc đinh ba, đang cố sức đâm theo một con tra. Con vật bỗng quay lại, luồn qua háng đứa bé, chạy mất.\nĐứa bé ấy chính là Nhuận Thổ. Khi tôi quen Nhuận Thổ cách đây khoảng chừng hai mươi năm, Nhuận Thổ chỉ độ lên mười. Lúc đó thầy tôi hãy còn, cảnh nhà sung túc, tôi đàng hoàng là một cậu ấm. Năm ấy là năm đến lượt nhà tôi lo giỗ tổ. Nghe nói thì cứ hơn ba mươi năm mới đến lượt lo giỗ này một lần, cho nên rất linh đình. Giỗ vào tháng giêng, lễ vật rất nhiều, các đồ tế rất sang, người đến lễ cũng rất đông, vì thế phải đề phòng mất cắp. Nhà tôi chỉ nuôi một người ở tháng (địa phương tôi, người đi làm thuê chia làm ba hạng, ở năm gọi là “trường niên”, làm thuê từng ngày gọi là “đoản công”, nhà mình cũng có cày, chỉ giỗ tết, hay vụ thu tô, đến làm mướn cho người ta thì gọi là “ở tháng”). Người ở bận quá, làm không hết việc, liền xin thầy tôi cho gọi thằng con là Nhuận Thổ đến để nó trông coi các thứ đồ tế cho.\nThầy tôi bằng lòng. Tôi cũng rất thích vì đã có nghe nói đến Nhuận Thổ, lại biết Nhuận Thổ với tôi cũng suýt soát bằng nhau. Hắn sinh tháng nhuận, ngũ hành khuyết thổ nên bố hắn đặt tên là Nhuận Thổ. Hắn bẫy chim sẻ thì tài lắm.\nThế là ngày nào tôi cũng mong cho mau đến năm mới. Năm mới đến thì Nhuận Thổ cũng đến mà! Chờ mãi mới hết năm. Một hôm, mẹ tôi bảo: “Thằng Nhuận Thổ đến rồi đấy!”. Tôi liền chạy ra xem. Hắn đang đứng trong bếp, khuôn mặt tròn trĩnh, nước da bánh mật, đầu đội mũ lông chiên bé tẹo, cổ đeo vòng bạc sáng loáng. Đủ biết bố hắn quý hắn như thế nào: Sợ hắn khó nuôi, bố hắn đã nguyện trước thần phật làm vòng xích, xích lại. Hắn thấy ai là bẽn lẽn, chỉ không bẽn lẽn với một mình tôi thôi. Khi vắng người, hắn mới nói chuyện với tôi. Thế là chưa đầy nửa ngày, chúng tôi đã thân nhau. Không biết bấy giờ chúng tôi nói với nhau những gì, chỉ nhớ rằng Nhuận Thổ thích chí lắm. Hắn bảo lên tỉnh hắn mới được trông thấy những điều hắn chưa bao giờ trông thấy cả.\nHôm sau, tôi rủ hắn bẫy chim. Hắn nói:\n- Không được đâu! Phải chờ tuyết xuống cho nhiều đã. Làng em toàn đất cát, hễ tuyết xuống là em quyết lấy một khoảng đất trống, dùng một cái que ngắn chống một cái nong lớn, rắc ít lúa lép, thấy chim tước xuống ăn, đứng đằng xa giật mạnh sợi dây buộc vào cái que, thế là chim bị chụp vào nong hết. Thứ nào cũng có: sẻ đồng, chào mào, “bột cô”, sẻ xanh lưng.\nThế là tôi lại càng chờ ngày tuyết xuống.\nNhuận Thổ lại nói:\n- Bây giờ trời đang rét lắm. Đến mùa hè, anh xuống nhà em chơi. Ban ngày, chúng mình ra biển nhặt vỏ sò, màu đỏ có, màu xanh có, đủ cả. Có cả sò “mặt quỷ”, sò “tay phật”. Tối đến, em và thầy em đi canh dưa thì anh cũng đi...\n- Canh trộm à?\n- Không phải. Ở làng em, người đi qua đường khát nước hái một quả dưa ăn, không kể là lấy trộm. Canh là canh lợn rừng, nhím, tra. Này nhé! Sáng trăng. Có tiếng sột soạt. Tra đang ngốn dưa đấy! Thế là cầm đinh ba khe khẽ tiến lên...\nHồi đó và cho cả đến bây giờ nữa, tôi vẫn chưa biết con tra là con gì. Chẳng căn cứ vào đâu, tôi cứ tưởng tượng hình thù nó như con chó con nhưng dữ tợn hơn.\n- Nó không cắn à?\n- Đã có đinh ba rồi. Tiến lên gần, thấy tra là đâm ngay. Giống ấy tinh khôn lắm. Nó quay lại, đâm thẳng về phía mình rồi luồn qua háng mình biến mất. Lông, da nó trơn như mỡ.\nTôi chưa hề biết trên đời này lại có những chuyện mới lạ như vậy: bên bờ biển có những vỏ sò đủ màu sắc như thế kia, và có được quả dưa hấu ăn cũng phải trải qua bao nhiêu là nguy hiểm. Trước đây tôi chỉ biết quả dưa hấu bán ở hàng hoa quả mà thôi!\n- Ở đất cát chúng em, lúc thuỷ triều dâng lên, có nhiều những con “cá nhảy”, cứ nhảy lung tung, hai chân như chân nhái.\nTrời! Nhuận Thổ hẳn biết nhiều chuyện lạ lùng lắm, kể không xiết! Những chuyện đó, bạn bè tôi từ trước đến nay, không ai biết cả. Chúng nó không biết là vì trong khi Nhuận Thổ sống bên bờ biển thì chúng nó, cũng như tôi, chỉ nhìn một mảnh trời vuông trên bốn bức tường cao bao bọc lấy cái sân mà thôi!\nNhưng tiếc thay, đã hết tháng giêng. Nhuận Thổ phải về quê hắn. Lòng tôi xốn xang, tôi khóc to lên. Hắn lẩn trong bếp, cũng khóc mà không chịu về. Nhưng rồi bố hắn cũng lôi hắn đi. Sau đó, hắn có nhờ bố hắn mang lên cho tôi một bọc vỏ sò và mấy thứ lông chim rất đẹp. Tôi cũng có vài lần gửi cho hắn ít quà. Nhưng từ đấy chúng tôi không hề gặp mặt nhau nữa.\nBây giờ mẹ tôi nhắc đến Nhuận Thổ, ký ức tôi bỗng như bừng sáng lên trong chốc lát. Tôi cảm thấy tựa hồ tôi đã tìm ra được quê hương tôi đẹp ở chỗ nào rồi. Tôi trả lời mẹ tôi:\n- Thế thì hay quá! Anh ta... ra sao?\n- Anh ta ấy à? Tình cảnh cũng chẳng ra gì. – Mẹ tôi vừa nói vừa nhìn ra phía ngoài. – Mấy người kia lại đến! Nói mua đồ gỗ nhưng cứ tiện tay mang bừa đi, mẹ phải ra xem sao.\nMẹ tôi đứng dậy, đi ra. Ngoài cửa có tiếng đàn bà đang hỏi chuyện. Tôi gọi cháu Hoàng đến gần, hỏi vớ vẩn: hỏi nó đã biết viết chưa, có thích đi xa không.\n- Chúng ta có đi tàu hoả không bác?\n- Có, chúng ta đi tàu hoả.\n- Thế có đi thuyền không bác?\n- Có, đi thuyền trước...\nBỗng có tiếng ai lạ, the thé nói to lên:\n- Thế này rồi kia à! Râu mọc dài thế này rồi kia à?\nTôi giật mình, vội ngẩng đầu lên thì trông thấy một người đàn bà, trên dưới năm mươi tuổi, lưỡng quyền nhô ra, môi mỏng dính, hai tay chống nạnh, không buộc thắt lưng, chân đứng dạng ra, giống hệt cái com-pa trong bộ đồ vẽ, có hai chân bé tí.\nTôi rất lấy làm ngạc nhiên.\n- Không nh\n  \n đó, chị xoa phấn, lưỡng quyền không cao như thế này, môi cũng không mỏng như bây giờ. Và chị cứ ngồi suốt buổi nên tôi cũng chưa hề được nhìn thấy cái dáng điệu “com-pa” của chị.\nHồi đó người ta nói, sở dĩ hàng đậu phụ bán chạy là vì có chị ta. Song có lẽ vì tôi không cùng lứa tuổi với chị, cũng chưa bao giờ bị chị làm cho đắm đuối, nên mới quên bẵng đi. Nhưng cái “com-pa” kia lấy làm bất bình lắm, tỏ vẻ khinh bỉ, cười kháy tôi như cười kháy một người Pháp không biết đến Nã Phá Luân, một người Mỹ không biết đến Hoa Thịnh Đốn vậy! Rồi nói:\n- Quên à! Phải, bây giờ cao sang rồi thì để ý đâu đến bọn chúng tôi nữa!\nTôi hoảng hốt, đứng dậy nói:\n- Đâu có phải thế! Tôi...\n- Thế thì tôi nói anh nghe nhé! Anh Tấn này! Anh bây giờ sang trọng rồi, còn cần quái gì các thứ đồ gỗ hư hỏng này nữa. Chuyên chở lại lịch kịch lắm. Cho chúng tôi khuân đi thôi. Chúng tôi nhà nghèo dùng được tất.\n- Có gì đâu mà sang trọng! Chúng tôi cần phải bán các thứ này đi để...\n- Ái chà! Anh bây giờ làm quan rồi mà bảo là không sang trọng? Những ba nàng hầu. Mỗi lần đi đâu là ngồi kiệu lớn tám người khiêng, còn bảo là không sang trọng? Hừ! Chẳng cái gì giấu nổi chúng tôi đâu!\nTôi biết không thể nói làm sao được đành ngậm miệng, đứng trầm ngâm.\n- Ôi dào! Thật là càng giàu có càng không dám rời một đồng xu! Càng không dám rời đồng xu lại càng giàu có!\nMụ “com-pa” tức giận, miệng lẩm bẩm, quay gót thong thả đi ra, tiện tay giật luôn đôi bít tất tay của mẹ tôi giắt vào lưng quần, cút thẳng.\nSau đó, lại có mấy người bà con hàng xóm và mấy người thân thuộc đến thăm. Tôi vừa tiếp khách vừa tìm chút thì giờ rảnh sửa soạn hành lý. Như thế mất ba bốn ngày.\nMột hôm, trời rét lắm. Quá trưa, tôi vừa ăn cơm xong, đang ngồi uống trà, bỗng nghe như có tiếng ai ở ngoài đi vào. Ngoảnh ra xem tôi ngạc nhiên vô cùng vội vàng đứng dậy ra đón.\nNgười đi vào là Nhuận Thổ. Tuy tôi nhận ra ngay là Nhuận Thổ, nhưng lại không phải là Nhuận Thổ trong kí ức của tôi. Anh cao gấp hai trước, khuôn mặt tròn trĩnh, nước da bánh mật trước kia nay đổi thành vàng sạm, lại có thêm những nếp răn sâu hoắm. Cặp mắt giống hệt cặp mắt bố anh ngày trước, mi mắt viền đỏ húp mọng lên. Tôi không lấy làm lạ, ở miền biển, gió thổi suốt ngày, đại để ai cũng thế cả. Anh đội một cái mũ lông chiên rách tươm, mặc một chiếc áo bông mỏng dính, người co ro cúm rúm, tay cầm một bọc giấy và một tẩu thuốc lá dài.\nBàn tay này không phải là bàn tay tôi còn nhớ, hồng hào, lanh lẹn, mập mạp, cứng rắn, mà vừa thô kệch vừa nặng nề, nứt nẻ như vỏ cây thông.\nLúc bấy giờ tôi mừng rỡ vô cùng, nhưng chưa biết nói thế nào cho phải, đành chỉ hỏi:\n- À anh Nhuận Thổ, anh đã đến đấy à!\nTôi còn có rất nhiều chuyện để nói tiếp, tưởng chừng có thể tuôn ra như nước chảy “nào là chim chào mào, nào là cá nhảy, vỏ sò, tra...” nhưng không biết hình như có cái gì chẹn lại, chỉ loanh quanh trong đầu óc, không thốt ra thành lời được.\nNhuận Thổ đứng dừng lại, nét mặt vừa hớn hở vừa thê lương, môi mấp máy, nhưng cũng nói không ra tiếng. Rồi bỗng anh lấy một dáng điệu cung kính, chào rất rành mạch:\n- Bẩm ông!\nTôi như điếng người đi. Thôi đúng rồi! Giữa chúng tôi có một bức tường khá dày ngăn cách. Thật là bi đát. Tôi cũng nói không nên lời.\nAnh ta ngoảnh đầu lại gọi:\n- Thuỷ Sinh. Con không lạy ông đi kìa!\nAnh liền kéo đứa bé nấp sau lưng anh ra. Trông nó giống hệt anh hai mươi năm về trước, chỉ có điều vàng vọt, gầy còm hơn một tí, và cổ không đeo vòng bạc mà thôi.\n- Thưa, đây là cháu thứ năm đấy ạ! Chưa đi đâu bao giờ, cứ thấy ai là lẩn tránh...\nMẹ tôi và cháu Hoàng chừng đã nghe thấy tiếng từ trên gác đi xuống.\nAnh Nhuận Thổ nói:\n- Lạy cụ ạ! Thư cụ con đã nhận được, biết ông có về chơi, thật mừng quá!\nMẹ tôi vui vẻ nói:\n- Ấy, sao lại khách tình thế! Chẳng phải là trước kia, vẫn gọi nhau bằng anh em cơ mà? Cứ gọi anh Tấn như trước kia thôi!\n- Ái chà! Cụ thật là... Như thế thì còn ra thể thống nào nữa. Hồi đó, còn nhỏ dại, chưa hiểu...\nAnh Nhuận Thổ vừa nói vừa gọi Thuỷ Sinh lại chào, nhưng thằng bé bẽn lẽn, bám sát vào lưng bố.\nMẹ tôi nói:\n- Cháu Thuỷ Sinh đấy à? Cháu thứ năm phải không nhỉ? Toàn là người lạ, chả trách rụt rè là phải. Hoàng đâu, dẫn em ra chơi đi!\nHoàng nghe nói liền gọi Thuỷ Sinh. Thuỷ Sinh nhẹ nhàng khoan khoái cùng Hoàng đi ra. Mẹ tôi bảo Nhuận Thổ ngồi. Anh ngập ngừng một lát rồi cũng ngồi xuống, để cái tẩu thuốc dựa vào mé bàn, đưa cái giấy ra nói:\n- Ngày đông tháng giá, chẳng có gì. Đây chỉ là ít đậu xanh của nhà phơi khô, xin ông...\nTôi hỏi thăm gia đình anh. Anh chỉ lắc đầu:\n- Bẩm, vất vả lắm! Cháu thứ sáu cũng đã giúp được việc, nhưng nhà vẫn không đủ ăn, lại có được sống yên ổn đâu!... Chỗ nào cũng hỏi tiền, chẳng có luật lệ gì cả. Mùa lại mất. Trồng được gì là gánh đi bán tất. Chỉ đóng góp vài lần là cụt vốn rồi. Không đem bán thì lại thối mục hết.\nAnh cứ lắc đầu. Những nếp răn khắc sâu trên mặt anh tuyệt nhiên không động đậy. Trông anh phảng phất như một pho tượng đá. Có lẽ anh chỉ cảm thấy khổ nhưng không nói ra được hết, ngồi trầm ngâm một lúc, rồi cầm lấy dọc tẩu, lặng lẽ hút thuốc.\nMẹ tôi hỏi chuyện anh, biết nhà anh bận lắm việc, ngày mai phải về, lại chưa ăn cơm trưa, liền bảo anh xuống bếp rang cơm ăn.\nAnh đi ra. Mẹ tôi và tôi đều than thở, buồn cho cảnh nhà anh: con đông, mùa mất, thuế nặng, lính tráng, trộm cướp, quan lại, thân hào đày đọa thân anh khiến anh trở thành đần độn, mụ mẫm đi! Mẹ tôi bàn với tôi:\n- Cái gì không cần chở đi thì cho anh ta hết. Cứ để cho tuỳ ý chọn, cái nào lấy thì lấy.\nĐến chiều anh chọn xong mấy thứ: một đôi bàn dài, bốn chiếc ghế dựa, một bộ tam sự và một cái cân. Anh lại xin tất cả các đống tro (ở quê tôi, người ta nấu bằng rơm, rạ, tro có thể dùng bón ruộng), chờ khi nào chúng tôi lên đường là đem thuyền đến chở.\nĐêm đến, chúng tôi có nói vài ba câu chuyện phiếm, toàn là những chuyện chẳng quan trọng gì. Sáng hôm sau, Thuỷ Sinh về. Chín ngày sau, chúng tôi lên đường. Sáng sớm, Nhuận Thổ đã đến rồi. Thuỷ Sinh không đi theo. Anh chỉ đem theo một đứa cháu gái năm tuổi để trông thuyền. Chúng tôi bận rộn suốt ngày, không có thì giờ trò chuyện. Khách khứa cũng nhiều. Kẻ đến đưa chân, người đến lấy đồ đạc. Có kẻ vừa đưa chân vừa lấy đồ đạc. Gần tối, chúng tôi xuống thuyền thì tất cả đồ đạc trong ngôi nhà cũ, hư hỏng, to nhỏ, xấu tốt đều mang đi sạch trơn như quét.\nThuyền chúng tôi thẳng tiến. Trong hoàng hôn, những dãy núi xanh hai bên bờ sông đen sẫm lại, nối tiếp nhau chạy lùi về phía sau lái.\nTôi và cháu Hoàng ngồi tựa cửa thuyền, cũng nhìn phong cảnh mờ ảo bên ngoài. Bỗng cháu Hoàng hỏi:\n- Bác này! Lúc nào chúng ta lại trở về nhỉ?\n- Trở về? Sao cháu chưa đi đã nghĩ đến chuyện trở về?\n- Nhưng mà thằng Thuỷ Sinh nó hẹn cháu đến nhà nó chơi cơ mà!\nHoàng giương to đôi mắt đen nháy nhìn tôi, ngây người suy nghĩ.\nTôi và mẹ tôi cũng đều có ý buồn, thế là lại nhắc đến Nhuận Thổ. Mẹ tôi nói:\n- Cái chị Hai Dương, nàng “Tây Thi đậu phụ” ấy mà! Từ khi nhà ta bắt đầu sửa soạn hành lý, chẳng ngày nào là chị ta không đến. Hôm trước, chị ta đứng cạnh đống tro, moi ra hơn mười chiếc, cả bát lẫn đĩa, bàn tán một hồi rồi nói quyết rằng Nhuận Thổ vùi vào đấy để khi nào xúc tro là mang đi luôn. Chị ta khám phá ra việc đó, tự cho mình là có công, liền lấy ngay cái “cẩu khí sát” (một dụng cụ ở quê tôi người ta dùng nuôi gà làm bằng một tấm ván, trên có song song, trong đựng thức ăn, gà chỉ việc thò cổ vào mổ còn chó thì đứng nhìn, chịu chết), rồi chạy biến. Tuy chị ta lùn và chân bé tí tẹo thế mà cũng nhanh đáo để!\nNgôi nhà cũ xa dần, phong cảnh làng cũ cũng mờ dần, nhưng lòng tôi không chút lưu luyến. Tôi chỉ cảm thấy chung quanh tôi là bốn bức tường vô hình, nhưng rất cao, làm cho tôi vô cùng lẻ loi, ngột ngạt. Hình ảnh đứa trẻ oai hùng, cổ đeo vòng bạc, đứng giữa ruộng dưa hấu, tôi vốn nhớ rõ lắm, nhưng bây giờ bỗng nhiên cũng mờ nhạt đi, khiến tôi lại càng thêm ảo não.\nMẹ tôi và cháu Hoàng đã ngủ rồi.\nTôi nằm xuống, nghe nước róc rách vỗ vào mạn thuyền, biết là tôi đang đi theo con đường của tôi. Tôi nghĩ bụng: tôi và Nhuận Thổ, tuy cách bức đến như thế này, nhưng con cháu chúng tôi vẫn còn thân thiết với nhau. Chẳng phải là cháu Hoàng đang mơ tưởng nhớ đến Thuỷ Sinh đó ư? Tôi mong ước chúng nó sẽ không giống chúng tôi, không bao giờ phải cách bức nhau cả... Nhưng tôi cũng không muốn chúng nó vì thân thiết với nhau mà phải vất vả, chạy vạy như tôi, cũng không muốn chúng nó phải khốn khổ mà đần độn như Nhuận Thổ; cũng không muốn chúng nó phải khốn khổ mà tàn nhẫn như bao nhiêu người khác. Chúng nó cần phải sống một cuộc đời mới, một cuộc đời mà chúng tôi chưa từng được sống.\nTôi nghĩ đến những niềm hy vọng, bỗng nhiên hoảng sợ. Khi Nhuận Thổ xin chiếc lư hương và đôi đèn nến, tôi cười thầm, cho rằng anh ta lúc nào cũng không quên sùng bái tượng gỗ.\nNhưng bây giờ, điều tôi đang gọi là hy vọng đây, biết đâu không phải là một thứ tượng gỗ tự tay tôi chế tạo ra? Có khác chăng là những điều anh ta mong ước thì gần gũi, còn những điều tôi mong ước thì xa vời đó thôi. Tôi đang mơ màng thì trước mặt tôi hiện ra cảnh tượng một cánh đồng cát, màu xanh biếc, cạnh bờ biển, trên vòm trời xanh đậm, treo lơ lửng một vừng trăng tròn vàng thắm. Tôi nghĩ bụng: Đã gọi là hy vọng thì không thể nói đâu là thực, đâu là hư. Cũng giống như những con đường trên mặt đất; kì thực trên mặt đất vốn làm gì có đường. Người ta đi mãi thì thành đường thôi.\nI. Đôi nét về tác giả Lỗ Tấn\n- Lỗ Tấn (1881 - 1936) là nhà văn nổi tiếng của Trung Quốc, lúc nhỏ tên là Chu Trương Thọ, tên chữ là Dự Tài, sau đổi tên là Chu Thụ Nhân.\n- Quê ở phủ Thiệu Hưng, tỉnh Triết Giang (Trung Quốc).\n- Ông sinh trưởng trong một gia đình quan lại sa sút, mẹ xuất thân nông dân nên từ nhỏ ông đã có nhiều cơ hội tiếp xúc với đời sống nông thôn.\n- Lúc đầu, ông nghĩ rằng sức mạnh của khoa học, kĩ thuật có thể cứu được đất nước nên ông lần lượt theo học ngành hàng hải, địa chất rồi y học.\n- Nhưng rồi nhận ra khoa học không thể làm thay đổi được xã hội một cách triệt để, ông quyết định từ bỏ ngành y, chuyển sang hoạt động văn học vì nghĩ rằng văn học là vũ khí lợi hại để “biến đổi tinh thần” dân chúng đang ở tình trạng “ngu muội” và “hèn nhát”.\n- Các tác phẩm của ông gồm có: 17 tập tạp văn và hai tập truyện ngắn “Gào thét” (1923) và “Bàng hoàng” (1926).\nII. Giới thiệu về truyện ngắn Cố hương\n1. Xuất xứ\n- Cố hương là một trong những truyện ngắn tiêu biểu của tập Gào thét .\n- Đây là một truyện ngắn có tính chất hồi ký.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “đem gia đình đến nơi đất khách tôi đang làm ăn, sinh sống”. Nhân vật tôi trên đường về thăm quê.\nPhần 2. Tiếp theo đến “tất cả đồ đạc trong ngôi nhà cũ, hư hỏng, to nhỏ, xấu tốt đều mang đi sạch trơn như quét”. Nhân vật tôi trong những ngày ở quê.\nPhần 3. Còn lại. Nhân vật tôi khi rời xa quê.\n3. Tóm tắt\n- Mẫu 1: Nhân vật tôi trong chuyến về thăm quê lần cuối cùng, nhìn thấy làng quê mình trở nên tiêu điều, hoang vắng khác xưa. Những con người xưa cũng đã thay đổi. Đặc biệt làn Nhuận Thổ - người bạn niên thiếu nay đã tàn tạ, thụ động chịu khi phải chịu đựng những bất công của xã hội Trung Quốc đương thời. Rời quê ra đi, trong tâm trạng buồn, tôi suy nghĩ về con đường đi của nông dân, của toàn xã hội để đưa đất nước Trung Hoa tiến lên.\n- Mẫu 2: Nhân vật tôi trở về sau hơn hai mươi năm đã trở về thăm làng cũ với ý định từ giã nó lần cuối cùng. Làng quê trong ký ức của tôi không giống với hình ảnh trước mắt. Những con người ngày xưa cũng đã đổi khác, cả về ngoại hình lẫn tính cách. Đặc biệt là người bạn thân thiết lúc thuở nhỏ - Nhuận Thổ đã không còn là cậu bé hoạt bát khi xưa. Nhuận Thổ của hiện tại là một người đàn ông khổ cực và thụ động. Cuộc gặp gỡ và chia tay với những người trong làng diễn ra nhanh chóng. Nhân vật tôi và gia đình rời đi trong một buổi chiều ảm đạm. Tôi nghĩ đến tình bạn của cháu Hoàng với Thủy Sinh - con trai của Nhuận Thổ, với niềm hy vọng về một cuộc đời mới mà những đứa trẻ sẽ được sống.\n4. Nội dung\nĐến với truyện ngắn Cố hương, thông qua việc thuật lại chuyến về quê lần cuối cùng của nhân vật “tôi”, những rung cảm của “tôi” trước sự thay đổi của làng quê, đặc biệt là của Nhuận Thổ, Lỗ Tấn đã phê phán xã hội phong kiến, lễ giáo phong kiến, đặt ra vấn đề con đường đi của nông dân và toàn xã hội để mọi người cùng suy ngẫm.\n5. Nghệ thuật\nNghệ thuật miêu tả tâm lí nhân vật, cốt truyện độc đáo…\nIII. Dàn ý phân tích Cố hương\n(1) Mở bài\nGiới thiệu về nhà văn Lỗ Tấn, tác phẩm Cố Hương.\n(2) Thân bài\na. Nhân vật tôi trên đường về thăm quê\n- Hoàn cảnh: Thời tiết mùa đông lạnh giá, tôi trở về quê sau hơn 20 năm xa cách, cũng là lần cuối cùng về thăm quê.\n- Mục đích: Tù giã quê hương lần cuối, đưa gia đình đến nơi mình đang làm ăn, sinh sống.\n- Không gian trên đường trở về quê: trời u ám, gió lạnh lùa vào khoang thuyền, thôn xóm tiêu điều và hoang vắng.\n- Cảm xúc của tôi khi nhìn thấy hình ảnh làng quê từ xa: đau lòng, xót xa trước sự thay đổi của làng quê.\nb. Nhân vật tôi trong những ngày ở quê\n- Khung cảnh làng quê ở cảm nhận của “tôi”:\nSáng sớm tinh mơ, trên mái ngói, mấy cọng tranh khô phất phơ trước gió.\nCác gia đình khác đã dọn đi dần hết, bỏ lại làng quê tiêu điều.\n- Con người trong khung cảnh thiên nhiên:\nNgười mẹ của tôi: mừng rỡ ra đón, nhưng nét mặt vẫn ẩn một nỗi buồn thầm kín - nỗi buồn của một người sắp từ giã nơi mình sinh ra, lớn lên và gắn bó.\nCháu Hoàng: chưa gặp “tôi” bao giờ, chỉ dám đứng từ đằng xa, nhìn nhân vật “tôi” chòng chọc.\nChị Hai Dương: - “nàng Tây Thi đậu phụ” là một người phụ nữ duyên dáng, trước đây được mọi người yêu quý, sau nhiều năm trở thành một người phụ nữ xấu cả ngoại hình lẫn tính cách.\nNhuận Thổ: Không còn là một cậu bé khỏe mạnh, lanh lợi tháo vát, hiểu biết nhiều điều thú vị nữa. Mà trở thành một anh nông dân nghèo khổ, đần độn, mụ mẫm và cam chịu số phận.\nThủy Sinh: là một cậu bé giống hệt bố mình, nhút nhát chỉ biết núp sau lưng bố, so với Nhuận Thổ hai mươi năm về trước “gầy còm, vàng vọt, cổ không đeo vòng bạc”.\n=> Nguyên nhân của sự thay đổi: Sự thay đổi này là do cách sống lạc hậu của người nông dân trước hiện thực đen tối của xã hội phong kiến đang dần suy tàn.\nc. Nhân vật tôi khi rời xa quê\n- Hoàn cảnh: chiều hoàng hôn, những dãy núi xanh hai bên bờ sông đen sẫm lại, nối tiếp nhau chạy lùi về phía sau lái.\n- Hành động của nhân vật “tôi”: cùng với cháu Hoàng ngồi tựa của thuyền, cùng nhìn phong cảnh mờ ảo bên ngoài.\n- Tâm trạng của nhân vật tôi: buồn bã, cảm thấy lẻ loi và ngột ngạt.\n- Suy nghĩ của nhân vật “tôi”:\nNghĩ về tình bạn của cháu Hoàng và Thủy Sinh.\nMong ước chúng không phải sống một cuộc sống khốn khổ mà tàn nhẫn như bao nhiêu người khác.\n=> Hình ảnh con đường:\nTheo nghĩa đen: con đường mà cả “tôi” và gia đình đang đi\nTheo nghĩa bóng: Con đường cho cả dân tộc Trung Hoa - con đường để xây dựng, đổi mới đất nước.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Cố hương.\n \"\""