"Truyện ngắn Gió lạnh đầu mùa\nGió lạnh đầu mùa\nBuổi sáng hôm nay, mùa đông đột nhiên đến, không báo trước. Vừa mới ngày hôm qua giời hãy còn nắng ấm và hanh, cái nắng về cuối tháng mười làm nứt nẻ đất ruộng và làm giòn khô những chiếc lá rơi. Sơn và chị chơi cỏ gà ở ngoài cánh đồng còn thấy nóng bứt, chảy mồ hôi.\nThế mà qua một đêm mưa rào, trời bỗng đổi ra gió bấc, rồi cái lạnh ở đâu đến làm cho người ta tưởng đang ở giữa mùa đông rét mướt. Sơn tung chăn tỉnh dậy, nhưng không bước xuống giường ngay như mọi khi, còn ngồi thu tay vào trong bọc, bên cạnh đứa em bé vẫn nắm tay ngủ kỹ. Chị Sơn và mẹ Sơn đã trở dậy, đang ngồi quạt hỏa lò để pha nước chè uống. Sơn nhìn thấy mọi người đã mặc áo rét cả rồi.\nNhìn ra ngoài sân, Sơn thấy đất khô trắng, luôn luôn cơn gió vi vu làm bốc lên những màn bụi nhỏ, thổi lăn những cái lá khô lạo xạo. Trời không u ám, toàn một màu trắng đục. Những cây lan trong chậu, lá rung động và hình như sắc lại vì rét.\nSơn cũng thấy lạnh, vội vơ lấy cái chăn trùm lên đầu rồi cất tiếng gọi chị. Mẹ Sơn nghe thấy, đặt chén nước chè xuống, bảo chị Lan:\n- Con vào buồng lấy thúng áo ra mẹ mặc cho em, đi.\nRồi quay lại bảo Sơn:\n- Con sang đây mà ngồi cho ấm. Bước khéo để cho em bé ngủ.\nSơn kéo chăn lên đắp cho em, ngồi xếp bằng bên khay nước. Mẹ Sơn rót cho một chén, Sơn cầm lấy chén chè nóng áp vào mặt, vào má cho ấm, rồi để mặt vào miệng chén cho hơi bốc lên. Bà Sơn thường vẫn bảo làm thế cho tỉnh mắt.\nNgười vú già xù xù cái áo bông cánh rách, xách siêu nước từ dưới nhà lên, vừa xuýt xoa vừa nói:\n- Rét quá! Múc nước cóng cả tay.\nVú giơ tay hơ trên hỏa lò. Mẹ Sơn hỏi:\n- Năm nay rét sớm hơn mọi năm vú nhỉ?\nNgười vú già ra vẻ nhớ lại, đáp:\n- Cũng chả bằng cái năm mợ đi cân gạo bên Sông. Gớm, mới rét làm sao! Sáng tôi dậy, bà sai đi chợ, cứ run lên cầm cập.\nSơn cũng nhớ cái rét năm ấy rõ rệt lắm, như mới đây thôi. Buổi sớm hôm ấy, mẹ Sơn cũng ngồi uống nước chè như sáng hôm nay và cũng lấy áo rét ra mặc.\nChị Lan từ trong buồng đi ra, khệ nệ ôm cái thúng quần áo đặt lên đầu phản. Mẹ Sơn đặt cái vỉ buồm lục đống quần áo rét. Sơn nhận ra cũng những cái áo Sơn đã mặc năm ngoái, năm kia: một cái áo vệ sinh màu nâu sẫm với một cái áo dạ khâu chỉ đỏ. Sơn cầm giơ những cái áo lên, thấy mát lạnh cả tay. Từ bộ quần áo thoảng ra hơi mốc của vải gấp lâu trong hòm, làm Sơn nhớ lại những buổi đầu mùa rét từ bao giờ, lâu lắm, ngày Sơn còn nhỏ.\nMẹ Sơn giơ lên một cái áo bông cánh đã cũ nhưng còn lành lặn, nói:\n- Đây là áo của cô Duyên đây.\nDuyên là đứa em gái bé của Sơn, chết từ năm lên bốn tuổi. Mẹ Sơn nhắc đến làm Sơn nhớ em, cảm động và thương em quá. Vú già là người đã nuôi Duyên từ lúc mới đẻ, với lấy cái áo lật đi lật lại ngắm nghía, tay mân mê các đường chỉ:\n- Giá bây giờ em nó có còn cũng chả mặc được.\nMẹ Sơn yên lặng không nói gì. Nhưng đến lúc nói với Sơn lại để mặc áo, Sơn thấy mẹ hơi rơm rớm nước mắt.\nSơn đã mặc xong áo ấm áp: cả cái áo dạ chỉ đỏ lẫn áo vệ sinh, ngoài lại mặc phủ cái áo vải thâm dài. Sơn đứng trên giường trước mặt mẹ, đã quay đi quay lại ba, bốn lần để mẹ Sơn ngắm áo. Sau cùng, mẹ Sơn vuốt các tà áo cho phẳng phiu, rồi đẩy Sơn ra, bảo:\n- Thôi, con đi chơi.\nSơn xúng xính rủ chị ra chợ chơi. Nhà Sơn ở quay lưng vào chợ, cạnh một dãy nhà lá của những người nghèo khổ mà Sơn quen biết cả vì họ vẫn vào vay mượn ở nhà Sơn. Sơn biết lũ trẻ con các gia đình ấy chắc bây giờ đương đợi mình ở cuối chợ để đánh khăng, đánh đáo.\nKhông phải ngày phiên, nên chợ vắng không. Mấy cái quán chơ vơ lộng gió, rác bẩn rải rác lẫn với lá rụng của cây đề. Gió thổi mạnh làm Sơn thấy lạnh và cay mắt. Nhưng chân trời trong hơn mọi hôm, những làng ở xa Sơn thấy rõ như ở gần. Mặt đất rắn lại và nứt nẻ những đường nho nhỏ, kêu vang lên lanh tanh dưới nhịp guốc của hai chị em.\nĐến cuối chợ đã thấy lũ trẻ đang quây quần chơi nghịch. Chúng nó thấy chị em Sơn đến đều lộ vẻ vui mừng, nhưng chúng vẫn đứng xa, không dám vồ vập. Chúng như biết cái phận nghèo hèn của chúng vậy, tuy Sơn và chị vẫn thân mật chơi đùa với, chứ không kiêu kỳ và khinh khỉnh như các em họ của Sơn.\nThằng Cúc, con Xuân, con Tý, con Túc sán gần giương đôi mắt ngắm bộ quần áo mới của Sơn. Sơn nhận thấy chúng ăn mặc không khác ngày thường, vẫn những bộ quần áo nâu bạc đã rách vá nhiều chỗ. Nhưng hôm nay, môi chúng nó tím lại và qua những chỗ áo rách, da thịt thâm đi. Mỗi cơn gió đến, chúng lại run lên, hàm răng đập vào nhau.\nThằng Xuân đến mó vào chiếc áo của Sơn, nó chưa thấy cái áo như thế bao giờ. Sơn lật vạt áo thâm, chìa áo vệ sinh và áo dạ cho cả bọn xem. Một đứa tắc lưỡi, nói:\n- Cái áo này mặc thì nóng lắm. Chắc mua phải đến một đồng bạc chứ không ít, chúng mày nhỉ.\nĐứa khác nói:\n- Ngày trước thầy tao cũng có một cái áo như thế, về sau bán cho ông lý mất.\nCon Túc ngây ngô giương đôi mắt lên hỏi Sơn:\n- Cái này cậu mua tận Hà Nội phải không?\nSơn ưỡn ngực đáp:\n- Ở Hà Nội, chứ ở đây làm gì có. Mẹ tôi còn hẹn mua cho tôi một cái áo len nhiều tiền hơn nữa kia.\nChị Lan bỗng giơ tay vẫy một con bé, từ nãy vẫn đứng dựa vào cột quán, gọi:\n- Sao không lại đây, Hiên? Lại đây chơi với tôi.\nHiên là đứa con gái bên hàng xóm, bạn với Lan và Duyên. Sơn thấy chị gọi nó không lại, bước gần đến trông thấy con bé co ro đứng bên cột quán, chỉ mặc có manh áo rách tả tơi, hở cả lưng và tay. Chị Lan cũng đến hỏi:\n- Sao áo của mày rách thế Hiên, áo lành đâu không mặc? Con bé bịu xịu nói:\n- Hết áo rồi, chỉ còn cái này.\n- Sao không bảo u mày may cho?\nSơn bây giờ mới chợt nhớ ra là mẹ cái Hiên rất nghèo, chỉ có nghề đi mò cua bắt ốc thì còn lấy đâu ra tiền mà sắm áo cho con nữa. Sơn thấy động lòng thương, cũng như ban sáng Sơn đã nhớ thương đến em Duyên ngày trước vẫn cùng nói với Hiên đùa nghịch ở vườn nhà. Một ý nghĩ tốt bỗng thoáng qua trong trí, Sơn lại gần chị thì thầm:\n- Hay là chúng ta đem cho nó cái áo bông cũ, chị ạ.\n- Ừ, phải đấy. Để chị về lấy.\nVới lòng ngây thơ của tuổi trẻ, chị Lan hăm hở chạy về nhà lấy áo. Sơn đứng lặng yên đợi, trong lòng tự nhiên thấy ấm áp vui vui.\nNhưng cái vui của Sơn không được bao lâu. Bữa cơm về tới nhà, Sơn không thấy mẹ đâu cả, hỏi vú già:\n- Mợ tôi đi đâu hở vú?\n- Chị Lan và cậu cứ ăn cơm trước đi. Mợ còn đi ăn giỗ đến trưa mới về.\nRồi vú già nhìn rõ vào mặt Sơn, hỏi:\n- Có phải cậu đem cho con Hiên cái áo bông cũ phải không?\nSơn ngạc nhiên đáp:\n- Phải. Nhưng sao vú biết?\n- Con Sinh nó nói với tôi đấy - Sinh là đứa em họ của Sơn, vẫn hay nói hỗn với vú già, nên vú ấy ghét - Nó lại còn bảo hễ mợ về nó sẽ sang mách với mợ cho cậu phải đòn.\nSơn lo quá, sắp ăn, bỏ đũa đứng dậy, van:\n- Thế bây giờ làm thế nào, hở vú? Mợ tôi biết thì chết.\n- Ai bảo cậu dại dột đem cho áo nó? Bây giờ cậu sang bảo cái Hiên trả lại thì không việc gì.\nSơn vội vàng ra chợ tìm cái Hiên nhưng không thấy con bé ở đó. Đến nhà cũng không thấy ai, mẹ nó cũng không có nhà. Hai chị em lo sợ, đi ra cánh đồng tìm cũng không gặp. Gần đến buổi chiều, Sơn và chị chưa đòi được áo. Lan trách em:\n- Sao em lại nghĩ đem cho nó cái áo ấy, có phải bây giờ me mắng chết không.\n- Ai bảo chị về lấy? Nếu chị không về lấy thì em biết đâu.\nChị Lan đấu dịu:\n- Thôi, bây giờ phải về nhà vậy chứ biết làm thế nào.\n- Nhưng mà em sợ lắm.\nChị Lan thở dài, nắm chặt lấy tay em, an ủi:\n- Đằng nào cũng phải về cơ mà. May ra có lẽ me không mắng đâu.\nHai chị em lo lắng dắt nhau lẻn về nhà. Đến cửa, Sơn nghe thấy tiếng mẹ nói ở trong với tiếng một người đàn bà khác nữa, nghe quen quen. Lan dắt tay Sơn khép nép bước vào, hai chị em ngạc nhiên đứng sững ra khi thấy mẹ con Hiên đang ngồi ở cái ghế con trên đất trước mặt mẹ, tay cầm cái áo bông cũ.\nThấy hai con về, mẹ Sơn ngẩng lên nhìn rồi nghiêm nghị bảo:\n- Kìa, hai cô cậu đã về kia. Thế áo bông của tôi đâu mà tự tiện đem cho đấy?\nSơn sợ hãi, cúi đầu lặng im, nép vào sau lưng chị. Bác Hiên vừa cười vừa nói:\n- Tôi về thấy cháu nó mặc cái áo bông tôi hỏi ngay. Nó bảo của cậu Sơn cho nó. Tôi biết cậu ở đây đùa, nên tôi phải vội vàng đem lại đây trả mợ. Thôi, bây giờ, xin phép mợ tôi về.\nMẹ Sơn hỏi:\n- Con Hiên không có cái áo à?\n- Bẩm nhà cháu độ này khổ lắm. Chẳng để dành được đồng nào may áo cho con cả. Thành thử vẫn cái áo từ năm ngoái nó mặc mãi.\nMẹ Sơn với cái âu đồng, lấy tiền đưa cho bác Hiên:\n- Đây, tôi cho mượn năm hào cầm về mà may áo cho con.\nKhi bác Hiên bước ra khỏi cửa, mẹ Sơn vẫy hai con lại gần, rồi âu yếm ôm vào lòng mà bảo :\n- Hai con tôi quý quá, dám tự do lấy áo đem cho người ta không sợ mẹ mắng ư?\nI. Đôi nét về tác giả Thạch Lam\n- Thạch Lam (1910 - 1942) tên khai sinh là Nguyễn Tường Vinh (sau đổi thành Nguyễn Tường Lân) sinh tại Hà Nội, trong một gia đình công chức gốc quan lại.\n- Ông là em ruột của Nhất Linh và Hoàng Đạo, cả ba đều là thành viên của nhóm Tự lực văn đoàn.\n- Khi còn nhỏ, Thạch Lan sống ở quê là phố huyện Cẩm Giàng, tỉnh Hải Dương. Sau đó ông theo cha chuyển sang tỉnh Thái Bình.\n- Ông học ở Hà Nội, sau khi thi đỗ tú tài phần thứ nhất thì ra làm báo viết văn.\n- Thạch Lam thường viết “những truyện không có chuyện”, chủ yếu là khai thác thế giới nội tâm của nhân vật với những cảm xúc mong manh, mơ hồ trong cuộc sống thường ngày.\n- Văn của ông trong sáng, giản dị mà thâm trầm sâu lắng.\n- Một số tác phẩm:\nTruyện ngắn: Gió lạnh đầu mùa (1937), Nắng trong vườn (1938), Sợi tóc (1942)\nTiểu thuyết: Ngày mới (1939)\nTùy bút: Hà Nội băm sáu phố phường (1943)...\nII. Giới thiệu về truyền Gió lạnh đầu mùa\n1. Hoàn cảnh sáng tác\nTruyện được in trong tập truyện ngắn “Gió lạnh đầu mùa” (NXB Đời nay, 1937).\n2. Tóm tắt\nBuổi sáng hôm nay, khi thức dậy, Sơn cảm nhận rõ cái rét của mùa đông đã đến. Chị và mẹ của Sơn đều đã dậy, ngồi quạt hỏa lò để pha nước chè uống. Mọi người đều đã mặc áo ấm cả. Sơn được mẹ cho mặc một cái áo vệ sinh màu nâu sẫm với một cái áo dạ khâu chỉ đỏ. Sau đó, hai chị em chạy ra chợ chơi cùng với lũ trẻ con trong làng. Chúng đều là những đứa trẻ nhà nghèo không có áo ấm để mặc. Khi nhìn thấy chị em Sơn với những chiếc áo ấm thì liền đến gần xuýt xoa khen ngợi. Hiên là một cô bé nhà nghèo, không có áo ấm để mặc. Sơn nhìn thấy động lòng thường, bàn với chị về nhà lấy chiếc áo bông cũ đem cho Hiên. Về đến nhà, hai chị em lo sợ mẹ biết được, định sang nhà Hiên đòi áo nhưng không thấy đâu. Khi về nhà thì liền thấy mẹ Hiên đang ngồi nói chuyện với mẹ mình. Mẹ Sơn thấy nhà Hiên nghèo khổ bèn cho mẹ Hiên mượn năm hào may áo ấm cho con.\n3. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “rơm rớm nước mắt”: Cảnh sinh hoạt trong gia đình Sơn ngày gió đầu mùa.\nPhần 2. Tiếp đến “ấm áp vui vui”: Cảnh hai chị em Sơn cùng vui chơi và chia sẻ áo ấm cho Hiên.\nPhần 3. Còn lại: Sự lo lắng của Sơn và cảnh mẹ Hiên trả lại áo.\n4. Nội dung\nTruyện Gió lạnh đầu mùa cho thấy sự khác biệt giữa những đứa trẻ sống trong gia đình khá giả và nghèo khó. Đồng thời, truyện còn ca ngợi tình yêu thương, tấm lòng nhân ái của con người.\n5. Nghệ thuật\nKhai thác thế giới nội tâm của nhân vật; giọng văn nhẹ nhàng sâu sắc…\nIII. Dàn ý phân tích Gió lạnh đầu mùa\n(1) Mở bài\nGiới thiệu về nhà văn Thạch Lam, truyện ngắn Gió lạnh đầu mùa.\n(2) Thân bài\na. Cảnh sinh hoạt trong gia đình Sơn những ngày gió đầu mùa\n- Khung cảnh mùa đông:\nQua một đêm mưa rào, trời bỗng đổi gió bấc, cái lạnh ở đâu đến làm cho người ta tưởng đang ở giữa mùa đông rét mướt.\nNgoài sân, đất khô trắng, cơn gió vi vu làm bốc lên những màn bụi nhỏ, thổi lăn những cái lá khô lạo xạo.\nTrời u ám, toàn một màu trắng đục. Những cây lan trong chậu, lá rung động và sắt lại vì rét.\n- Cảnh sinh hoạt của mọi người trong gia đình\nSơn tung chăn tỉnh dậy, không bước xuống giường ngay mà còn ngồi thu tay trong bọc chăn.\nMẹ và chị Sơn đã trở dậy, ngồi quạt hỏa lò để pha nước uống.\nMẹ Sơn bảo Lan lấy thúng áo ra.\nLan khệ nệ ôm cái thúng áo lên đặt lên đầu phản.\nMẹ Sơn cầm chiếc áo bông cũ, nhắc đến em Duyên làm Sơn thấy cảm động.\nSơn được mẹ mặc cho một cái áo vệ sinh màu nâu sẫm với một cái áo dạ khâu chỉ đỏ.\nb. Cảnh hai chị em Sơn chơi đùa ở chợ\n- Hoàn cảnh của những đứa trẻ ở chợ: chúng ăn mặc không khác gì ngày thường, những bộ quần áo màu nâu bạc đã vá nhiều chỗ; môi thâm tím lại, da thịt thâm đi; mỗi cơn gió đến là lại run lên…\n- Thái độ của chị em Sơn: vẫn thân mật chơi đùa cùng, không kiêu kì và khinh khỉnh như các em họ của Sơn.\n- Cuộc trò chuyện với Hiên:\nChị Lan bỗng giơ tay vẫy một con bé, từ nãy vẫn đứng dựa vào cột quán, gọi: “Sao không lại đây, Hiên? Lại đây chơi với tôi”.\nSơn thấy chị gọi nó không lại, bước đến gần thì trông thấy con bé co ro đứng bên cột quá, chỉ mặc có manh áo rách tả tơi, hở cả lưng và tay.\nChị Lan cũng đến hỏi: “Sao áo mày rách thế, Hiên? Áo lành đâu không mặc?”\nKhi biết Hiên chỉ có mỗi một chiếc áo để mặc, Sơn nói với chị rằng sẽ đem chiếc áo bông cũ cho Hiên. Chị Lan đồng ý, chạy về nhà đem áo đến.\nc. Sự lo lắng của Sơn và cảnh mẹ Hiên trả lại áo\n- Sơn nghe người vú già nói mẹ đã biết chuyện hai chị em cho Hiên áo bông cũ.\n- Sợ mẹ mắng, Sơn vội chạy đi tìm Hiên để đòi lại chiếc áo, nhưng không thấy Hiên.\n- Khi về đến nhà, hai chị em ngạc nhiên khi thấy mẹ Hiên đang ở trong nhà, và mang áo sang trả.\n- Mẹ Sơn đã hỏi thăm, cho mẹ Hiên mượn 5 hào để may áo cho con.\n- Mẹ Sơn không trách mắng mà âu yếm ôm vào lòng.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của truyện ngắn Gió lạnh đầu mùa.\n \"\""