"Truyện ngắn Hai đứa trẻ\nHai đứa trẻ\nTiếng trống thu không trên cái chợ của huyện nhỏ; từng tiếng một vang xa để gọi buổi chiều. Phương tây đỏ rực như lửa cháy và những đám mây ánh hồng như hòn than sắp tàn. Dãy tre làng trước mặt đen lại và cắt hình rõ rệt trên nền trời.\nChiều, chiều rồi. Một chiều êm ả như ru, văng vẳng tiếng ếch nhái kêu ran ngoài đồng ruộng theo gió nhẹ đưa vào. Trong cửa hàng hơi tối, muỗi đã bắt đầu vo ve. Liên ngồi yên lặng bên mấy quả thuốc sơn đen; đôi mắt chị bóng tối ngập đầy dần và cái buồn của buổi chiều quê thấm thía vào tâm hồn ngây thơ của chị: Liên không hiểu sao, nhưng chị thấy lòng buồn man mác trước cái giờ khắc của ngày tàn.\n- Em thắp đèn lên chị Liên nhé?\nNghe tiếng An, Liên đứng dậy trả lời:\n- Hẵng thong thả một lát nữa cũng được. Em ra ngồi đây với chị kẻo trong muỗi.\nAn bỏ bao diêm xuống bàn cùng chị ra ngoài chõng ngồi; chiếc chõng nan lún xuống và kêu cót két.\n- Cái chõng này sắp gãy rồi chị nhỉ?\n- Ừ để rồi chị bảo mẹ mua cái khác thay vào.\nHai chị em gượng nhẹ ngồi yên nhìn ra phố. Các nhà đã lên đèn cả rồi, đèn treo trong nhà bác phở Mỹ, đèn Hoa Kì leo lét trong nhà ông Cửu, và đèn dây sáng xanh trong hiệu khách...\nNhững nguồn ánh sáng đều chiếu ra ngoài phố khiến cát lấp lánh từng chỗ và đường mấp mô thêm vì những hòn đá nhỏ một bên sáng một bên tối.\nChợ họp giữa phố vãn từ lâu. Người về hết và tiếng ồn ào cũng mất. Trên đất chỉ còn rác rưởi, vỏ bưởi, vỏ thị, lá nhãn và bã mía. Một mùi âm ẩm bốc lên, hơi nóng của ban ngày lẫn mùi cát bụi quen thuộc quá, khiến chị em Liên tưởng là mùi riêng của đất, của quê hương này. Một vài người bán hàng về muộn đang thu xếp hàng hóa, định gánh đã xỏ sẵn vào quang rồi, họ còn đứng nói chuyện với nhau ít câu nữa.\nMấy đứa trẻ con nhà nghèo ở ven chợ cúi lom khom trên mặt đất đi lại tìm tòi. Chúng nhặt nhạnh thanh nứa, thanh tre, hay bất cứ cái gì có thể dùng được của các người bán hàng để lại, Liên trông thấy động lòng thương nhưng chính chị cũng không có tiền để mà cho chúng nó.\nTrời nhá nhem tối, bây giờ chị em Liên mới thấy thằng cu bé xách điếu đóm và khiêng hai cái ghế trên lưng ở trong ngơ đi ra; chị Tí, mẹ nó, theo sau, đội cái chõng trên đầu và tay mang không biết bao nhiêu là đồ đạc: tất cả cái cửa hàng của chị.\n- Sao hôm nay chị dọn hàng muộn thế?\nChị Tí để chõng xuống đất, bày biện các bát uống nước mãi rồi mới chép miệng trả lời Liên:\n- Ối chao, sớm với muộn mà có ăn thua gì.\nNgày, chị đi mò cua bắt tép; tối đến chị mới dọn cái hàng nước này dưới gốc cây bàng, bên cạnh cái mốc gạch. Để bán cho ai? Mấy người phu gạo hay phu xe, thỉnh thoảng có mấy chú lính lệ trong huyện hay người nhà thầy thừa đi gọi chân tổ tôm, cao hứng vào hàng chị uống bát nước chè tươi và hút điếu thuốc lào. Chị Tí chả kiếm được bao nhiêu, nhưng chiều nào chị cũng dọn hàng, từ chập tối cho đến đêm.\nChị kê xong chõng ghế, dịch ngọn đèn Hoa Kỳ lại để ngồi têm trầu, còn thằng cu thì loay hoay nhóm lửa để nấu nồi nước chè. Lúc bấy giờ chị mới ngẩng lên nói chuyện với Liên:\n- Còn cô chưa dọn hàng à?\nLiên giật mình, kêu khẽ: “Chết chửa!”, rồi đứng dậy giục em:\n- Vào đóng cửa hàng thôi, không mẹ mắng chết.\nAn đáp:\n- Hôm nay chưa chắc mẹ có ra không, chị ạ. Mẹ còn bận làm gạo cơ mà.\nNgày nào, cứ chập tối, mẹ Liên tạt ra thăm hàng một lần, và bà dặn hễ cứ trống thu không là phải đóng cửa hàng lại. Thế mà Liên mải ngồi nhìn phố quên mất! Bây giờ Liên vội vàng vào thắp đèn, xếp những quả sơn đen lại, trong lúc An đi tìm then để cài cửa cho chắc chắn. Cái cửa hàng hai chị em trông coi - là một cửa hàng tạp hóa nhỏ xíu, mẹ Liên dọn ngay từ khi cả nhà bỏ Hà Nội về quê ở, vì thầy Liên mất việc. Một gian hàng bé thuê lại của bà lão móm ngăn ra bằng một tấm phên nứa dán giấy nhật trình. Mẹ Liên giao cho Liên trông coi - bà còn bận làm hàng xáo - và buổi tối thì hai chị em cùng ngủ đây để trông hàng.\nLiên đếm lại những phong thuốc lào, xếp vào hòm các bánh xà phòng còn lại, vừa lẩm nhẩm tính tiền hàng. Hôm nay ngày phiên mà bán cũng chẳng ăn thua gì.\n- Có phải buổi trưa em bán cho bà Lực hai bánh xà phòng không?\nAn ngẫm nghĩ rồi đáp:\n- Vâng, bà ta mua hai bánh, còn cụ Chi lấy chịu nửa bánh nữa.\nLiên với cái bàn tính để cộng số tiền. Nhưng trong hàng nóng và muỗi quá, chị ngần ngại rồi xếp hết cả tiền vào tráp không tính nữa:\n- Thôi, để mai tính một thể.\nAn nhìn chị, chỉ đợi lúc ấy. Hai chị em cùng vội muốn đóng cửa hàng để lại ra ngoài kia, ngồi trên chõng ngắm nhìn phong cảnh ngoài phố. Liên khóa vội tráp tiền với một chiếc chìa khóa chị đeo vào cái dây xà tích bạc ở thắt lưng, chiếc xà tích và cái khóa chị quý mến và hãnh diện, vì nó tỏ ra chị là người con gái lớn và đảm đang.\n- A, cô bé làm gì thế?\nNghe câu nói tiếp theo một tiếng cười khanh khách, chị em Liên không cần ngoảnh mặt ra cũng biết là ai đã vào hàng. Đó là cụ Thi, một bà già hơi điên, vẫn mua rượu ở hàng Liên. Liên đã biết tính bà, chị lẳng lặng rót một cút rượu ti đầy đưa cho cụ; chị không dám nhìn mặt cụ, và trong lòng hơi run sợ, chị mong cho cụ chóng đi. Cụ cầm cút rượu soi lên rồi cười giòn giã nói:\n- A, em Liên thảo nhỉ. Hôm nay lại rót đầy cho chị đây.\nCụ ngửa cổ ra đằng sau, uống một hơi cạn sạch, rồi vừa chép miệng vừa lần ruột tượng trả tiền - Cụ để ba đồng xu vào tay Liên, xoa đầu chị một cái rồi lảo đảo bước ra ngoài. Hai chị em Liên đứng sững nhìn theo cụ đi lần vào bóng tối, tiếng cười khanh khách nhỏ dần về phía làng.\n \nTrời đã bắt đầu đêm, một đêm mùa hạ êm như nhung và thoảng qua gió mát. Đường phố và các ngõ con dần dần chứa đầy bóng tối. Các nhà đã đóng im ỉm, trừ một vài cửa hàng còn thức, nhưng cửa chỉ để hé ra một khe ánh sáng. Trẻ con tụ họp nhau ở thềm hè, tiếng cười nói vui vẻ, khiến An thèm muốn nhập bọn với chúng để nô đùa, nhưng sợ trái lời mẹ dặn phải coi hàng, nên hai chị em đành ngồi yên trên chỏng, đưa mắt theo dơi những bóng người về muộn, từ từ đi trong đêm.\nVòm trời hàng ngàn ngôi sao ganh nhau lấp lánh, lẫn với vệt sáng của những con đom đóm bay là trên mặt đất hay leo vào cành cây. An và Liên lặng ngước mắt lên nhìn các vì sao để tìm sông Ngân Hà và con vịt theo sau ông Thần Nông. Vũ trụ thăm thẳm bao la đối với tâm hồn hai đứa trẻ như đầy bí mật và xa lạ và làm mỏi trí nghĩ, nên chỉ một lát hai chị em lại chúi nhìn về mặt đất, về quầng sáng thân mật chung quanh ngọn đèn lay động trên chõng hàng của chị Tí. Về phía huyện, một chấm lửa khác nhỏ và vàng lơ lửng đi trong đêm tối, mất đi, rồi lại hiện ra... An chỏ tay bảo chị:\n- Kìa, hàng phở của bác Siêu đã đến kia rồi.\nTiếng đòn gánh kĩu kịt nghe rõ rệt, khói theo gió tạt lại chỗ hai chị em: bác Siêu đã tới gần, đặt gánh phở xuống đường. Bác cúi xuống, nhóm lại lửa, thổi vào cái nứa con. Bóng bác mênh mang ngả xuống đất một vùng và kéo dài đến tận hàng rào hai bên ngơ. An và Liên ngửi thấy mùi phở thơm, nhưng ở cái huyện nhỏ này, quà bác Siêu bán là một thứ quà xa xỉ, nhiều tiền, hai chị em không bao giờ mua được. Liên nhớ lại khi ở Hà Nội chỉ được hưởng những thức quà ngon, lạ - bấy giờ mẹ Liên nhiều tiền - được đi chơi bờ hồ uống những cốc nước lạnh xanh đỏ. Ngoài ra, kỷ niệm nhớ lại không rõ rệt gì, chỉ là một vùng sáng rực và lấp lánh. Hà Nội nhiều đèn quá! Từ khi nhà Liên dọn về đây, từ khi có cái cửa hàng này, đêm nào Liên và em cũng phải ngồi trên chiếc chõng tre dưới gốc bàng với cái tối của quang cảnh phố chung quanh.\nĐêm tối đối với Liên quen lắm, chị không sợ nó nữa. Tối hết cả, con đường thăm thẳm ra sông, con đường qua chợ về nhà, các ngõ vào làng lại sẫm đen hơn nữa. Giờ chỉ còn ngọn đèn con của chị Tí, và cái bếp lửa của bác Siêu chiếu sáng một vùng đất cát; trong cửa hàng, ngọn đèn của Liên, ngọn đèn vặn nhỏ, thưa thớt từng hột sáng lọt qua phên nứa. Tất cả phố xá trong huyện bây giờ thu nhỏ lại nơi hàng nước của chị Tí. Thêm được một gia đình bác xẩm ngồi trên manh chiếu, cái thau sắt trắng để trước mặt, nhưng bác chưa hát vì chưa có khách nghe.\nChị Tí phe phẩy cành chuối khô đuổi ruồi bò trên mấy thức hàng, chậm rãi nói:\n- Giờ muộn thế này mà họ chưa ra nhỉ?\nChị muốn nói mấy chú lính trong huyện, mấy người nhà của cụ thừa, cụ lục là những khách hàng quen của chị. Bác Siêu đáp vẩn vơ.\n- Hôm nay trong ông gi\n  \nóng cửa đi ngủ. Mẹ vẫn dặn phải thức đến khi tàu xuống - đường sắt đi ngang qua ngay trước mặt phố - để bán hàng, may ra còn có một vài người mua. Nhưng cũng như mọi đêm, Liên không trông mong còn ai đến mua nữa. Với lại đêm họ chỉ mua bao diêm, hai gói thuốc là cùng. Liên và em cố thức là vì cớ khác, vì muốn được nhìn chuyến tàu. Chín giờ có chuyến tàu ở Hà Nội đi qua huyện. Đó là sự hoạt động cuối cùng của đêm khuya.\nAn đã nằm xuống gối đầu lên đùi chị, mí mắt sắp sửa rơi xuống, còn dặn với:\n- Tàu đến chị đánh thức em dậy nhé.\n- Ừ, em cứ ngủ đi.\nLiên khẽ quạt cho An, vuốt lại mái tóc tơ. Đầu em bé nặng dần trên người Liên; chị ngồi yên không động đậy. Qua khe lá của cành bàng ngàn sao vẫn lấp lánh; một con đom đóm bám vào dưới mặt lá, vùng sáng nhỏ xanh nhấp nháy rồi hoa bàng rụng xuống vai Liên khe khẽ, thỉnh thoảng từng loạt một. Tâm hồn Liên yên tĩnh hẳn, có những cảm giác mơ hồ không hiểu.\nTrống cầm canh ở huyện đánh tung lên một tiếng ngắn, khô khan, không vang động ra xa, rồi chìm ngay vào bóng tối. Người vắng mãi, trên hàng ghế chị Tí mới có hai ba bác phu ngồi uống nước và hút thuốc lào. Nhưng một lát từ phố huyện đi ra, hai ba người cầm đèn lồng lung lay các bóng dài: mấy người làm công ở hiệu khách đi đón bà chủ ở tỉnh về. Bác Siêu nghển cổ nhìn ra phía ga, lên tiếng:\n- Đèn ghi đã ra kia rồi.\nLiên cũng trông thấy ngọn lửa xanh biếc, sát mặt đất, như ma trơi. Rồi tiếng còi xe lửa ở đâu vang lại, trong đêm khuya kéo dài ra theo gió xa xôi. Liên đánh thức em:\n- Dậy đi, An. Tàu đến rồi.\nAn nhổm dậy, lấy tay dụi mắt cho tỉnh hẳn. Hai chị em nghe thấy tiếng dồn dập, tiếng xe rít mạnh vào ghi. Một làn khói bừng sáng trắng lên đằng xa, tiếp đến tiếng hành khách ồn ào khe khẽ. Mấy năm nay buôn bán kém nên người lên xuống ít, có khi hai chị em đợi chờ chẳng thấy ai. Trước kia, ở sân ga, có mấy hàng cơm mở đón khách, đèn sáng cho đến nửa đêm. Nhưng bây giờ họ đóng cửa cả rồi, cũng im lặng tối đen như ngoài phố.\nHai chị em chờ không lâu. Tiếng còi đã rít lên, và tàu rầm rộ đi tới. Liên dắt em đứng dậy để nhìn đoàn xe vụt qua, các toa đèn sáng trưng, chiếu ánh cả xuống đường. Liên chỉ thoáng trông thấy những toa hạng trên sang trọng lố nhố những người, đồng và kền lấp lánh, và các cửa kính sáng. Rồi chiếc tàu đi vào đêm tối, để lại những đốm than đỏ bay tung trên đường sắt. Hai chị em còn nhìn theo cái chấm đỏ của chiếc đèn xanh trên toa sau cùng, xa xa mãi rồi khuất sau rặng tre.\n- Tàu hôm nay không đông nhỉ, chị nhỉ.\nLiên cầm tay em không đáp. Chuyến tàu đêm nay không đông như mọi khi, thưa vắng người và hình khư kém sáng hơn. Nhưng họ ở Hà Nội về! Liên lặng theo mơ tưởng. Hà Nội xa xăm, Hà Nội sáng rực vui vẻ và huyên náo. Con tàu như đã đem một chút thế giới khác đi qua. Một thế giới khác hẳn đối với Liên, khác hẳn cái vầng sáng ngọn đèn của chị Tí và ánh lửa của bác Siêu. Đêm tối vẫn bao bọc chung quanh, đêm của đất quê, và ngoài kia, đồng ruộng mênh mang và yên lặng.\n- Thôi đi ngủ đi chị.\nLiên vỗ vai em ngồi xuống chóng. An cũng ngồi xuống và ngả đầu vào vai Liên. Tiếng vang động của xe hỏa đã nhỏ dần, và mất dần trong bóng tối, lắng tai cũng không nghe thấy nữa. Sao trên trời vẫn lấp lánh. Cả phố huyện bây giờ mới thật là hết náo động, chỉ còn đêm khuya, tiếng trống cầm canh và tiếng chó cắn. Từ phía ga, bóng đêm lồng với bóng người đi về; chị Tí đương sửa soạn đồ đạc và bác Siêu đã gánh hàng đi vào trong làng, còn vợ chồng bác xẩm ngủ gục trên manh chiếu tự bao giờ.\nLiên quay lại nhìn em thấy An cũng đã ngủ say, tay nắm chặt tà áo chị và đầu vẫn dựa vào vai. Liên nhìn quanh đêm tối, gió đã thoáng lạnh và đom đóm không còn nữa. Chị cúi xuống vực em vào trong hàng, mắt cũng đã ríu lại. Chị gài cửa cẩn thận và vặn nhỏ đèn đặt trên cái quả thuốc sơn đen. Rồi Liên đến bên em nằm xuống. Chị gối đầu lên tay nhắm mắt lại. Những cảm giác ban ngày lắng đi trong tâm hồn Liên và hình ảnh của thế giới quanh mình mờ đi trong mắt chị. Liên thấy mình sống giữa bao nhiêu sự xa xôi không biết như chiếc đèn con của chị Tí chỉ chiếu sáng một vùng đất nhỏ. Nhưng Liên không nghĩ được lâu; mắt chị nặng dần, rồi sau Liên ngập vào giấc ngủ yên tĩnh, cũng yên tĩnh như đêm ở trong phố, tịch mịch và đầy bóng tối.\nI. Đôi nét về tác giả Thạch Lam\n- Thạch Lam (1910 - 1942) tên khai sinh là Nguyễn Tường Vinh (sau đổi thành Nguyễn Tường Lân) sinh tại Hà Nội, trong một gia đình công chức gốc quan lại.\n- Ông là em ruột của Nhất Linh và Hoàng Đạo, cả ba đều là thành viên của nhóm Tự lực văn đoàn.\n- Khi còn nhỏ, Thạch Lan sống ở quê là phố huyện Cẩm Giàng, tỉnh Hải Dương. Sau đó ông theo cha chuyển sang tỉnh Thái Bình.\n- Ông học ở Hà Nội, sau khi thi đỗ tú tài phần thứ nhất thì ra làm báo viết văn.\n- Thạch Lam thường viết “những truyện không có chuyện”, chủ yếu là khai thác thế giới nội tâm của nhân vật với những cảm xúc mong manh, mơ hồ trong cuộc sống thường ngày.\n- Văn của ông trong sáng, giản dị mà thâm trầm sâu lắng.\n- Một số tác phẩm:\nTruyện ngắn: Gió lạnh đầu mùa (1937), Nắng trong vườn (1938), Sợi tóc (1942)\nTiểu thuyết: Ngày mới (1939)\nTùy bút: Hà Nội băm sáu phố phường (1943)...\nII. Giới thiệu về truyện ngắn Hai đứa trẻ\n1. Hoàn cảnh sáng tác\nTruyện được in trong tập “Nắng trong vườn” (1938) là một trong những truyện ngắn đặc sắc nhất của Thạch Lam.\n2. Tóm tắt\nTruyện ngắn “Hai đứa trẻ” xoay quanh số phận những con người nơi phố huyện nghèo qua lời kể của nhân vật Liên. Liên và An sống tại một phố huyện nghèo, được mẹ giao nhiệm vụ trông coi một cửa hàng tạp hóa nhỏ. Trước đây gia đình Liên sống ở Hà Nội, nhưng bố bị mất việc nên phải chuyển về quê sống. Mẹ con chị Tí bán hàng nước , gánh phở của Bác Siêu, sập hát của bác Xẩm... đều là những kiếp người nhỏ bé, nghèo khổ nơi phố huyện nghèo. Liên cũng như bao người dân sống ở đây, ngày ngày họ đều trông ngóng để được ngắm chuyến tàu chạy qua phố huyện. Hình ảnh chuyến tàu ấy đi qua mang theo những âm thanh và ánh sáng gợi lên trong nhân vật Liên những ngày ở Hà Nội và những khát vọng về một cuộc sống tốt đẹp hơn.\n3. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “tiếng cười khanh khách nhỏ dần về phía làng”. Cảnh phố huyện khi chiều xuống.\nPhần 2. Tiếp theo đến “Tâm hồn Liên yên tĩnh hẳn, có những cảm giác mơ hồ không hiểu”. Cảnh phố huyện khi về đêm.\nPhần 3. Còn lại. Cảnh đợi tàu của những người dân phố huyện.\n4. Thể loại\nHai đứa trẻ của nhà văn Thạch Lam thuộc thể loại: truyện ngắn.\nTruyện ngắn là tác phẩm văn xuôi cỡ nhỏ, ít nhân vật, ít sự kiện phức tạp; cốt truyện thường không chia thành nhiều tuyến; chi tiết cô đúc; lời văn mang nhiều ẩn ý…\n5. Nội dung\nTruyện ngắn Hai đứa trẻ đã thể hiện niềm xót thương đối với những kiếp người sống cơ cực, quanh quẩn, tăm tối ở phố huyện nghèo trước Cách mạng. Đồng thời, ông cũng thể hiện sự trân trọng trước ước mơ mong đổi đời tuy còn mơ hồ của họ.\n6. Nghệ thuật\nCốt truyện đơn giản, hình ảnh giàu tính biểu tượng, giọng văn nhẹ nhàng…\nIII. Dàn ý phân tích truyện ngắn Hai đứa trẻ\n(1) Mở bài\nDẫn dắt, giới thiệu về truyện ngắn Hai đứa trẻ của Thạch Lam.\n(2) Thân bài\na. Cảnh phố huyện khi chiều xuống\n Bức tranh thiên nhiên nơi phố huyện:\nĐiểm nhìn: Toàn bộ cảnh vật được cảm nhận qua cái nhìn của Liên.\nÂm thanh: Tiếng trống thu không gọi chiều về, tiếng ếch nhái kêu ran ngoài đồng ruộng, tiếng muỗi vo ve.\nHình ảnh, màu sắc: “Phương tây đỏ rực như lửa cháy”, “Những đám mây ánh hồng như hòn than sắp tàn”.\nĐường nét: Dãy tre làng cắt hình rõ rệt trên nền trời.\n=> Khung cảnh thiên nhiên đượm buồn, đồng thời thấy được sự cảm nhận tinh tế\n Cảnh chợ tàn và những kiếp người nơi phố huyện\n- Cảnh chợ tàn:\nChợ đã vãn từ lâu, người về hết và tiếng ồn ào cũng mất.\nChỉ còn rác rưởi, vỏ bưởi, vỏ thị, lá nhãn và lá mía.\n- Con người:\nMấy đứa trẻ con nhà nghèo tìm tòi, nhặt nhạnh những thứ còn sót lại ở chợ.\nMẹ con chị Tí: với cái hàng nước đơn sơ, vắng khách.\nBà cụ Thi: hơi điên đến mua rượu lúc đêm tối rồi đi lần vào bóng tối.\nBác Siêu với gánh hàng phở - một thứ quà xa xỉ.\nGia đình bác xẩm mù sống bằng lời ca tiếng đàn và lòng hảo tâm của khách qua đường.\n=> Sự nghèo đói bao trùm lên khu phố huyện nghèo.\n Tâm trạng của Liên\nNgồi yên lặng bên mấy quả thuốc sơn đen, đôi mắt bóng tối ngập đầy dần và cái buồn của chiều quê thấm thía vào tâm hồn ngây thơ.\nLòng buồn man mát trước cái giờ khắc của ngày tàn.\nThương những đứa trẻ nhà nghèo nhưng không có tiền mà cho chúng.\nXót thương mẹ con chị Tí: ngày mò cua bắt tép, tối dọn cái hàng nước chè tươi chả kiếm được bao nhiêu, xót thương bà cụ Thi điên.\n=> Một tâm hồn giàu lòng trắc ẩn, yêu thương con người.\nb. Cảnh phố huyện khi về đêm\n Sự đối lập giữa “bóng tối” và “ánh sáng”\n- Phố huyện ngập chìm trong bóng tối:\n“Đường phố và các ngõ con dần dần chứa đầy bóng tối”.\n“Tối hết con đường thăm thẳm ra sông, con đường qua chợ về nhà, các ngõ vào làng càng sẫm đen hơn nữa”.\n=> Bóng tối xâm nhập, bám sát mọi sinh hoạt của những con người nơi phố huyện.\n- Ánh sáng chỉ còn leo lét ở một vài nơi:Đèn treo trong nhà bác phở Mĩ, đền hoa kì leo lét trong nhà ông Cửu, đàn dây sáng xanh trong hiệu khách, ngọn đèn trong cửa hiệu của Liên…\n=>Ánh sáng chỉ còn là khe sánh, quầng sáng, chấm lửa nhỏ, hột sáng…\n=> Biểu tượng cho những kiếp người nhỏ bé sống leo lét, tàn lụi trong đêm tối mênh mông của xã hội cũ.\n Cuộc sống của những kiếp người nghèo khổ\n- Những công việc hằng ngày lặp đi lặp lại:\nChị Tí dọn hàng nước.\nBác Siêu hàng phở thổi lửa.\nGia đình Xẩm “ngồi trên manh chiếu rách, cái thau sắt để trước mặt”, “Góp chuyện bằng mấy tiếng đàn bầu bật trong im lặng”.\nLiên, An trông coi cửa hàng tạp hoá nhỏ xíu.\n- Những suy nghĩ cũng lặp đi lặp lại hằng ngày: Chị Tí “mong những người phu gạo, phu xe, mấy chú lính lệ vào hàng uống bát chè tươi và hút điếu thuốc lào”. Mơ ước: “Chừng ấy người trong bóng tối đang mong đợi một cái gì tươi sáng cho cuộc sống nghèo khổ hàng ngày của họ”.\n=> Dù cuộc sống quẩn quanh, bế tắc nhưng con người nơi vẫn không ngừng mơ ước về một tương lai đổi khác.\nc. Cảnh đợi tàu của những người dân phố huyện\n- Lí do đợi tàu của Liên và An:\nĐể bán hàng theo lời mẹ dặn.\nĐể được nhìn chuyến tàu đêm đi qua hoạt động cuối cùng của đêm khuya.\n- Hình ảnh đoàn tàu xuất hiện với dấu hiệu đầu tiên:\nLiên trông thấy “ngọn lửa xanh biếc”...\nHai chị em nghe thấy tiếng dồn dập, tiếng xe rít mạnh vào ghi.\n- Khi tàu đến:\nCác toa đèn sáng trưng, chiếu ánh cả xuống đường.\nNhững toa hạng trên sang trọng lố nhố những người, đồng và kền lấp lánh, và các cửa kính sáng.\nLiên mơ về Hà Nội trong kí ức đầy ánh sáng.\n- Khi tàu đi:\nĐể lại những đốm than đỏ bay tung trên đường sắt.\nChiếc đèn xanh treo trên toa sau cùng, xa xa mãi rồi khuất sau rặng tre.\nCả phố huyện bây giờ mới thật hết náo động, chỉ còn đêm khuya, tiếng trống cầm canh và tiếng chó cắn.\nChị Tí sửa soạn chuẩn bị ra về, bác Siêu gánh hàng vào trong làng, vợ chồng bác xẩm ngủ trên manh chiếu từ bao giờ…\nTất cả chìm trong màn đêm với ngọn đèn tù mù chỉ chiếu sáng một vùng đất nhỏ đi vào giấc ngủ chập chờn của Liên.\n=> Hình ảnh đoàn tàu xuất hiện với âm thanh sôi động và ánh sáng rực rỡ. Qua đó, Thạch Lam muốn thể hiện ước mơ thoát khỏi cuộc sống hiện tại, khao khát hướng tới một cuộc sống tươi sáng hơn, ý nghĩa hơn của những người dân nghèo.\n \"\""