"Hoàng Lê nhất thống chí\nHoàng Lê nhất thống chí\n(trích)\nĐánh Ngọc hồi, quân Thanh bị thua trận\nBỏ Thăng Long, Chiêu Thống trốn ra ngoài\n(Đoạn đầu của hồi này nói về sự việc Tôn Sĩ Nghị kéo quân vào Thăng Long, thấy dễ dàng, cho là vô sự, không đề phòng gì cả. Điều đó làm cho vua tôi Lê Chiêu Thống, vốn đã biết rất rõ tài cầm quân của Nguyễn Huệ, rất lo lắng.)\nNhắc lại, Ngô Văn Sở sau khi đem các đạo quân rút lui, tức tốc sai Nguyễn Văn Tuyết chạy trạm vào nam cáo cấp. Một mặt, chặn ngang đất Trường Yên làm giới hạn, đóng thuỷ quân ở hải phận Biện Sơn, quân bộ thì chia giữ vùng núi Tam Điệp, hai mặt thuỷ bộ liên lạc với nhau, ngăn hẳn miền Nam với miền Bắc. Vì thế, việc ở bốn trấn Đàng ngoài không hề thấu đến hai xứ Thanh, Nghệ. Vì vậy việc quân Thanh đến Thăng Long và việc vua Lê thụ phong ngày 22 tháng 11, từ Thanh Hóa trở vào, không một người nào được biết. Ngày 20 tháng ấy, Sở lui về Tam Điệp, thì ngày 24 tuyết đã vào đến thành Phú Xuân.\nBắc Bình Vương tiếp được tin báo, giận lắm, liền họp các tướng sĩ, định thân chinh cầm quân đi ngay. Nhưng các người đến họp đều nói:\n- Chú công với vua Tây Sơn có sự hiềm khích, đối với ngôi chí tôn, lòng tôn phò của mọi người chưa thật vững bền, nay nghe quân Thanh sang đánh, càng dễ sinh ra ngờ vực hai lòng. Vậy xin trước hết hãy chính vị hiệu, ban lệnh ân xá khắp trong ngoài, để yên kẻ phản trắc và giữ lấy lòng người, rồi sau sẽ cất quân ra đánh dẹp cõi Bắc cũng là chưa muộn.\nBắc Bình Dương lấy làm phải, bèn cho đắp đàn ở núi Bân, tế cáo trời đất cùng các thần sông, thần núi, chế ra ra áo cổn mũ miện, lên ngôi hoàng đế, đổi năm thứ 11 niên hiệu Thái Đức của vua Tây Sơn Nguyễn Nhạc làm năm đầu niên hiệu Quang Trung. Lễ xong, hạ lệnh xuất quân, hôm ấy nhằm vào ngày 25 tháng chạp năm Mậu Thân (1788).\nVua Quang Trung tự mình đốc suất đại binh, cả thuỷ lẫn bộ cùng ra đi. Ngày 29 đến Nghệ An, vua Quang Trung cho với người cống sĩ ở huyện La Sơn là Nguyễn Thiếp vào dinh và hỏi:\n- Quân Thanh sang đánh, tôi sắp đem binh ra chống cự. Mưu đánh và giữ, cơ được hay thua, tiên sinh nghĩ như thế nào?\nThiếp nói:\n- Bây giờ trong nước trống không, lòng người tan rã. Quân Thanh ở xa tới đây, không biết tình hình quân ta yếu hay mạnh, không hiểu rõ thế nên đánh nên giữ ra sao. Chúa công đi ra chuyến này, không quá mười ngày, quân Thanh sẽ bị dẹp tan.\nVua Quang Trung mừng lắm, liền sai đại tướng là Hám Hổ Hầu kén lính ở Nghệ An, cứ ba suất đinh thì lấy một người, chưa mấy lúc, đã được hơn một vạn quân tinh nhuệ. Rồi nhà vua cho mở cuộc duyệt binh lớn ở doanh trấn, đem số thân quân ở Thuận Hoá, Quảng Nam chia làm bốn doanh tiền, hậu, tả, hữu, còn số lính mới tuyển ở Nghệ An thì làm trung quân.\nVua Quang Trung cưỡi voi ra doanh yên ủi quân lính, truyền cho tất cả đểu ngồi mà nghe lệnh, rồi dụ họ rằng:\n- Quân Thanh sang xâm lấn nước ta, hiện ở Thăng Long, các ngươi đã biết chưa? Trong khoảng vũ trụ, đất nào sao ấy, đều đã phân biệt rõ ràng, phương Nam phương Bắc chia nhau mà cai trị. Người phương Bắc không phải nòi giống nước ta, bụng dạ ắt khác. Từ đời nhà Hán đến nay, chúng đã mấy phen cướp bóc nước ta, giết hại nhân dân, vơ vét của cải, người mình không thể chịu nổi, ai cũng muốn đuổi chúng đi. Đời Hán có Trưng Nữ Vương, đời Tống có Đinh Tiên Hoàng, Lê Đại Hành, đời Nguyên có Trần Hưng Đạo, đời Minh có Lê Thái Tổ, các ngài không nỡ ngồi nhìn chúng làm điều tàn bạo, nên đã thuận lòng người, dấy nghĩa quân, đều chỉ đánh một trận là thắng và đuổi được chúng về phương Bắc. Ở các thời ấy, Bắc, Nam riêng phận, bờ cõi lặng yên, các vua truyền ngôi lâu dài. Từ đời nhà Đinh tới đây, dân ta không nghĩ đến nỗi khổ như hồi nội thuộc xưa kia. Mọi việc lợi, hại, được, mất ấy đều là chuyện cũ rành rành của các triều đại trước. Nay người Thanh lại sang mưu đồ lấy nước Nam ta đặt làm quận huyện, không biết trông gương mấy đời Tống, Nguyên, Minh ngày xưa. Vì vậy ta phải kéo quân ra đánh đuổi chúng. Các ngươi đều là những kẻ có lương tri, lương năng, hãy nên cùng ta đồng tâm hiệp lực, để dựng nên công lớn. Chớ có quen theo thói cũ, ăn ở hai lòng, nếu như việc phát giác ra, sẽ bị giết chết ngay tức khắc, không tha một ai, chớ bảo là ta không nói trước!\nCác quân lính đều nói: “Xin vâng lệnh, không dám hai lòng!”\nHôm sau, vua Quang Trung hạ lệnh tiến quân. Các quân đều nghiêm chỉnh đội ngũ mà đi. Khi đến núi Tam Điệp, Sở và Lân ra đón, đều mang gươm trên lưng mà xin chịu tội.\nVua Quang Trung nói:\n- Các ngươi đem thân thờ ta, đã làm đến chức tướng soái. Ta giao cho toàn hạt cả 11 thừa tuyên, lại cho tuỳ tiện làm việc. vậy mà giặc đến không đánh nổi một trận, mới nghe tiếng đã chạy trước. Binh pháp dạy rằng: “Quân thua chém tướng”. Tội của các ngươi đều đáng chết một vạn lần. Song ta nghĩ các ngươi đều là hạng võ dũng, chỉ biết gặp giặc là đánh, đến như việc tuỳ cơ ứng biến thì không có tài. Cho nên ta để Ngô Thì Nhậm ở lại đấy làm việc với các ngươi, chính là lo về điều đó. Bắc Hà mới yên, lòng người chưa phục, Thăng Long lại là nơi bị đánh cả bốn mặt, không có sông núi để nương tựa. Năm trước ta ra đánh đất ấy, chúa Trịnh quả nhiên không thể chống nổi, đó là chứng cứ rõ ràng. Các ngươi đóng quân trơ trọi ở đấy, quân Thanh kéo sang, người trong kinh kỳ làm nội ứng cho chúng, thì các ngươi làm sao mà cử động được?\nCác ngươi đã biết nín nhịn để tránh mũi nhọn của chúng, chia ra chặn giữ các nơi hiểm yếu, bên trong thì kích thích lòng quân, bên ngoài thì làm cho giặc kiêu căng, kế ấy là rất đúng. Khi mới nghe nói, ta đã đoán là do Ngô Thì Nhậm chủ mưu, sau hỏi Văn Tuyết thì quả đúng như vậy.\nThì Nhậm bèn lạy hai lạy để tạ ơn. Vua Quang Trung lại nói:\n- Lần này ta ra, thân hành cầm quân, phương lược tiến đánh đã có tính sẵn. Chẳng qua mươi ngày có thể đuổi được người Thanh. Nhưng nghĩ chúng là nước lớn gấp mười nước mình, sau khi bị thua một trận, ắt lấy làm thẹn mà lo mưu báo thù. Như thế thì việc binh đao không bao giờ dứt, không phải là phúc cho dân, nỡ nào mà làm như vậy. Đến lúc ấy chỉ có người khéo lời lẽ mới dẹp được binh đao, không phải Ngô Thì Nhậm thì không ai làm được. Chờ mười năm nữa, cho ta được yên ổn mà nuôi dưỡng lực lượng, bấy giờ nước giàu quân mạnh, thì ta có sợ gì chúng?\nBọn Sở, Lân đều lạy tạ và nói:\n- Chúa thượng thật là lo xa, chúng tôi ngu dại không nghĩ tới chỗ đó. Hiện nay phương lược tiến đánh ra sao, xin chúa thượng nhất nhất chỉ rõ để chúng tôi tuân theo mà làm.\nVua Quang Trung bèn sai mở tiệc khao quân, chia quân sĩ ra làm năm đạo, hôm đó là ngày 30 tháng chạp. Rồi nhà vua bảo kín với các tướng rằng:\n- Ta với các ngươi hãy tạm sửa lễ cúng tết trước đã. Đến tối 30 Tết lập tức lên đường, hẹn đến ngày mồng 7 năm mới thì vào thành thăng Long mở tiệc ăn mừng. Các ngươi nhớ lấy, đừng cho là ta nói khoác! [...]\nCả năm đạo quân đều lạy vâng mệnh lệnh, đúng ngày, gióng trống lên đường ra Bắc.\nKhi quân đến sông Gián, nghĩa binh trấn thủ ở đó tan vỡ chạy trước. Lúc đến sông Thanh quyết, toán quân Thanh đi do thám từ đằng xa trông thấy bóng cũng chạy nốt. Vua Quang Trung liền thúc quân đuổi theo, tới huyện Phú Xuyên thì bắt sống được hết, không để tên nào trốn thoát. Bởi vậy, không hề có ai chạy về báo tin, nên những đạo quân thanh đóng ở Hà Hồi và Ngọc Hồi đều không biết gì cả.\nNửa đêm mùng 3 tháng giêng, năm Kỷ Dậu (1789), vua Quang Trung tới làng Hà Hồi, huyện Thượng Phúc, lặng lẽ vây kín làng ấy, rối bắc loa truyền gọi, tiếng quân lính luân phiên nhua dạ ran để hưởng ứng, nghe như có hơn vài vạn người. Trong đồn lúc ấy mới biết, ai nấy rụng rời sợ hãi, liền xin ra hàng, lương thực khí giới đều bị quân Nam lấy hết.\nVua Quang Trung lại truyền lấy sáu chục tấm ván, cứ ghép liền ba tấm làm một bức, bên ngoài lấy rơm dấp nước phủ kín, tất cả là hai mươi bức. Đoạn kén hạng lính khỏe mạnh, cứ mười người khiêng một bức, lưng giắt dao ngắn, hai mươi người khác đều cầm binh khí theo sau, dàn thành trận chữ “nhất”, vua Quang Trung cưỡi voi đi đốc thúc, mờ sáng ngày mùng 5 tiến sát đền Ngọc Hồi. Quân Thanh nổ súng bắn ra, chẳng trúng người nào cả. Nhân có gió bắc, quân Thanh bèn dùng ống phun khói lửa ra, khói toả mù trời, cách gang tấc không thấy gì, hòng làm cho quân Nam rối loạn. Không ngờ trong chốc lát trời bỗng trở gió nam,\n  \nthế chém giết lung tung, thây nằm đầy đồng, máu chảy thành suối, quân Thanh đại bại.\nTrước đó, vua Quang Trung đã sai một toán quân theo bờ đê Yên Duyên kéo lên, mở cờ gióng trống để làm nghi binh ở phía đông. Đến lúc ấy, quân Thanh chạy về trông thấy, càng thêm hoảng sợ, bèn tìm lối tắt theo đường Vịnh Kiều mà trốn. Chợt lại thấy quân voi từ Đại Áng tới, quân Thanh đều hết hồn hết vía, vội trốn xuống đầm Mực, làng Quỳnh Đô, quân tây Sơn lùa voi cho giày đạp, chết đến hàng vạn người.\nGiữa trưa hôm ấy, vua Quang Trung tiến binh đến Thăng Long, rồi kéo vào thành.\n[...] Lại nói, Tôn Sĩ Nghị và vua Lê ở Thăng Long, tuyệt nhiên không nghe tin cấp báo gì cả. Cho nên trong ngày Tết mọi người chỉ chăm chú vào việc yến tiệc vui mừng, không hề lo chi đến việc bất trắc. Nào hay, cuộc vui chưa tàn, cơ trời đã đổi. Ngày mùng 4 bỗng thấy quân ở đồn Ngọc Hồi chạy về cáo cấp. Thật là: “Tướng ở trên trời xuống, quân chui dưới đất lên”. [...]\nTôn Sĩ Nghị sợ mất mật, ngựa không kịp đóng yên, người không kịp mặc áo giáp, dẫn bọn lính kị mã của mình chuồn trước qua cầu phao, rồi nhằm hướng bắc mà chạy. Quân sĩ các doanh nghe tin, đều hoảng hồn, tan tác bỏ chạy, tranh nhau qua cầu sang sông, xô đẩy nhau rơi xuống mà chết rất nhiều. Lát sau cầu lại bị đứt, quân lính đều rơi xuống nước, đến nỗi nước sông Nhị Hà vì thế mà tắc nghẽn không chảy được nữa.\nVua Lê ở trong điện, nghe tin có việc biến ấy, vội vã cùng bọn Lê Quýnh, Trịnh Hiến đưa thái hậu ra ngoài. Cả bọn chạy đến bến sông thì thấy cầu phao đã đứt, thuyền bè cũng không, bèn gấp rút chạy đến Nghi Tàm, thình lình gặp được chiếc thuyền đánh cá, vội cướp lấy rồi chèo sang bờ bắc. Trưa ngày mùng 6, vua Lê và những người tuỳ tòng chạy đến núi Tam Tằng, nghe nói Tôn Sĩ Nghị đã đi khỏi đó. Bấy giờ quân Thanh chạy về nước, trên đường đông nghịt như chợ, đêm ngày đi gấp, không dám nghỉ ngơi. Vua đưa thái hậu cùng đi với họ đến đồn Hoà Lạc thì gặp một người thổ hào. Hồi trước vua Lê chạy ra ngoài, người ấy đã được biết mặt; lúc đó thấy vua, người ấy bất giác rơi lệ, nhân tiện mời vua vào trại trong núi tạm nghỉ. Bấy giờ, vua Lê và những người tuỳ tòng luôn mấy ngày không ăn, ai nấy đều đã mệt lử. Người thổ hào kia liền giết gà làm cơm thết đãi. Vua sai bưng một mâm lên mời thái hậu, còn mình thì cùng ăn với bọn Quýnh, Hiến ở mâm dưới.\nĂn vừa xong, chợt nghe tin quân Tây Sơn đã đuổi đến nơi. Vua cuống quít bảo người thổ hào rằng:\n- Muôn đội hậu tình, không có gì để báo đáp, chì có trời cao đất dày chứng giám tấc lòng thành của ông mà ban phúc cho thôi, Bây giờ quân giặc gần tới, trước mắt đây có con đường sống nào có thể chạy gấp lên cửa ải, xin tính kế ngay cho.\nNgười thổ hào vội vã sai con đưa đường, theo lối tắt trong núi mà đi. Trời nhá nhem tối thì nhà vua đến cửa ải, theo kịp chỗ nghỉ của Tôn Sĩ Nghị. Một lát, các viên quan khác cũng lục tục theo đến, cùng nhìn nhau than thở, oán giận chảy nước mắt. Tôn Sĩ Nghị cũng lấy làm xấu hổ.\nI. Đôi nét về Ngô Gia Văn Phái\n- Ngô Gia Văn Phái là một nhóm tác giả thuộc dòng họ Ngô Thì, ở làng Tả Thanh Oai, huyện Thanh Oai, tỉnh Hà Tây (nay thuộc Hà Nội).\n- Trong đó có hai tác giả chính là Ngô Thì Chí (1753 - 1788) làm quan thời Lê Chiêu Thống và Ngô Thì Du (1772 - 1840) làm quan dưới triều nhà Nguyễn.\nII. Giới thiệu về Hoàng Lê nhất thống chí\n1. Hoàn cảnh sáng tác\n- Tác phẩm viết bằng chữ Hán ghi chép về sự thống nhất của vương triều nhà Lê vào thời điểm Tây Sơn diệt Trịnh, trả lại Bắc Hà cho vua Lê.\n- Không chỉ dừng lại ở sự thống nhất vương triều nhà Lê mà còn biết tiếp, tái hiện một giai đoạn lịch sử đầy biến động của xã hội phong kiến Việt Nam vào khoảng ba mươi năm cuối thế kỉ XVIII và mấy năm đầu thế kỉ XX.\n2. Thể loại\n- Chí là một lối văn ghi chép sự vật, sự việc.\n- Cũng có thể xem Hoàng Lê nhất thống chí là một cuốn tiểu thuyết lịch sử viết theo lối chương hồi.\n- Cuốn tiểu thuyết này có tất cả 17 hồi, đoạn trích trong SGK là trích ở hồi thứ 14, viết về sự kiện Quang Trung đại phá Quân Thanh.\n3. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “vào ngày 25 tháng Chạp năm Mậu Thân (1788)\". Quân Thanh chiếm thành Thăng Long, Nguyễn Huệ lên ngôi hoàng đế đem quân đi đánh quân Thanh.\nPhần 2: Tiếp theo đến “vua Quang Trung tiến binh đến Thăng Long, rồi kéo vào thành”. Cuộc hành quân thần tốc và chiến thắng vang dội của Quang Trung.\nPhần 3: Còn lại. Sự đại bại của quân Thanh và sự thảm hại của vua tôi Lê. Chiêu Thống.\n4. Tóm tắt\nLo sợ quân Tây Sơn kéo quân ra Bắc để bắt Vũ Văn Nhậm, vua Lê Chiêu Thống cầu cứu quân Thanh. Triều đình nhà Thanh nhân cơ hội đó kéo quân sang với mong muốn thôn tính nước ta. Được tin, Quang Trung bàn bạc với tướng sĩ, chuẩn bị kế sách tiến đánh quân Thanh. Quang Trung mở tiệc khao quân, chia quân thành 5 đạo, thân hành cầm quân ra trận, tối 30 tết lên đường, hẹn ngày mồng 7 tết sẽ mở tiệc ăn mừng thắng lợi ở kinh thành Thăng Long. Quân Tây Sơn ra đến sông Gián, quân giặc trấn thủ ở đó tan vỡ, toán quân Thanh đi do thám bị bắt sống hết. Nửa đêm mùng 3 tết Kỷ Dậu (1789), vua Quang Trung tới Hà Hồi, Thượng Phúc, lặng lẽ vây kín thành. Quân giặc bấy giờ mới biết, rụng rời sợ hãi xin hàng. Tờ mờ sáng mùng 5 Tết, nghĩa quân tiến đánh đồn Ngọc Hồi. Quân Thanh không chống cự nổi, bỏ chạy toán loạn. Tướng giặc là Sầm Nghi Đống phải thắt cổ tự vẫn. Giữa trưa hôm ấy, nghĩa quân đã tiến đánh thành Thăng Long. Tổng đốc của giặc là Tôn Sĩ Nghị nghe tin cấp báo liền tìm cách trốn về nước. Vua Lê đang ở trong điện, nghe tin vội vã cùng tùy tùng đưa Thái Hậu ra ngoài thì gặp Tôn Sĩ Nghị cũng đang chạy trốn trong tình cảnh thê thảm. Nghĩa quân Tây Sơn đại thắng trước quân Thanh.\n5. Nội dung\nHoàng Lê nhất thống chí đã tái hiện chân thực hình ảnh người anh hùng dân tộc Nguyễn Huệ qua chiến công thần tốc đại phá quân Thanh, cùng với sự thảm bại của quân tướng nhà Thanh và số phận bi đát của vua tôi Lê Chiêu Thống.\n6. Nghệ thuật\nNgôn ngữ dễ hiểu, giọng văn hùng hồn, sử dụng nhiều biện pháp tu từ…\n7. Mở bài và kết bài\n- Mở bài: Hoàng Lê nhất thống chí là một cuốn tiểu thuyết lịch sử nổi tiếng. Tác phẩm được viết bằng chữ Hán ghi chép về sự thống nhất của vương triều nhà Lê vào thời điểm Tây Sơn diệt Trịnh, trả lại Bắc Hà cho vua Lê. Không chỉ dừng lại ở sự thống nhất vương triều nhà Lê mà còn biết tiếp, tái hiện một giai đoạn lịch sử đầy biến động của xã hội phong kiến Việt Nam vào khoảng ba mươi năm cuối thế kỉ XVIII và mấy năm đầu thế kỉ XX.\n- Kết bài: Như vậy, Hoàng Lê nhất thống chí đã tái hiện chân thực hình ảnh người anh hùng áo vải Quang Trung qua chiến công đại phá quân Thanh cũng như sự thất bại thảm hại của quân tướng nhà Thanh và số phận bi đát của vua tôi Lê Chiêu Thống.\nIII. Dàn ý phân tích Hoàng Lê nhất thống chí\n(1) Mở bài\nGiới thiệu về Ngô Gia Văn Phái, tác phẩm Hoàng Lê nhất thống chí và nội dung hồi thứ 14.\n(2) Thân bài\na. Hình ảnh người anh hùng áo vải Quang Trung - Nguyễn Huệ\n- Con người hành động mạnh mẽ, quyết liệt:\nChỉ trong vòng một tháng khi quân Thanh chiếm kinh thành Thăng Long đã cho chuẩn bị mọi mặt cho cuộc tiến quân ra Bắc.\nTế cáo trời đất, lên ngôi hoàng đế và đổi niên hiệu là Quang Trung.\nSau khi lên ngôi hoàng đế, ngay lập tức tự mình đốc suất đại bình, cả thủy lẫn bộ cùng tiến quân ra Bắc.\nCho tuyển mộ quân lính ở Nghệ An, mở cuộc duyệt binh lớn và tổ chức lại hàng ngũ đội quân.\nĐích thân cưỡi voi ra doanh yên ủi quân lính…\n- Là người có trí tuệ sáng suốt, có tầm nhìn xa trông rộng:\nNhận định được tình hình của ta và địch, đưa ra những quyết định quan trọng.\nSáng suốt và nhạy bén trong việc xét đoán và dùng người. Ông biết khen chê đúng người đúng việc.\nBĩnh tĩnh, quyết đoán: “Khi nghe tin quân Thanh đã vào Thăng Long, ông không hề lo lắng”. “Ở Tam Điệp, Quang Trung phỏng đoán chính xác tình hình và đánh giá đúng chính sách của Ngô Thì Nhậm”\n- Có ý chí kiên cường, biết trọng nhân tài và tài dùng binh như thần:\nTrước khi xuất quân, tính toán mọi sách lược và tin chắc vào thắng lợi chỉ trong vòng mười ngày, hẹn với quân sĩ ngày mồng 7 năm mới thì vào Thăng Long mời tiệc ăn mừng.\n“Ở Tam Điệp, Quang Trung phỏng đoán chính xác tình hình và đánh giá đúng sách lược của Ngô Thì Nhậm”.\nTrong trận chiến: Quang Trung liên tiếp điều binh, khiển tướng và sử dụng những sách lược đã chuẩn bị trước để đánh bại quân Thanh.\n=> Như vậy, hình ảnh Quang Trung hiện lên trong Hoàng Lê nhất thống chí là một vị anh hùng dũng cảm, mưu lược cũng như biết thu phục lòng người và trở thành linh hồn của trận chiến.\nb. Hình ảnh của bọn cướp nước, bán nước\n- Hình ảnh của Tôn Sĩ Nghị và quân Thanh:\nMột tên tướng giặc kiêu căng, tự mãn và khinh địch.\nBất tài, vô dụng và không có mưu lược, tầm nhìn.\nKhi biết tin quân Tây Sơn sắp tiến đến: “Tôn Sĩ Nghị sợ mất mật, ngựa không kịp đóng yên, người không kịp mặc áo, dẫn bọn lính kị mã của mình chuồn trước…”\nQuân Thanh: đều hoảng hồn, tan tác bỏ chạy, tranh nhau qua cầu bắc sông, xô đẩy nhau đến nỗi rơi xuống sông mà chết.\n=> Tình cảnh thất bại đến thảm hại của kẻ thù xâm lược.\n- Hình ảnh vua Lê Chiêu Thống và bầy tôi:\nChịu chung số phận với bọn cướp nước, thậm chí còn ê chề nhục nhã hơn.\n“Vua Lê ở trong điện nghe tin có biến vội vã cùng bọn Lê Quýnh, Trịnh Hiến đưa thái hậu ra ngoài…”\nĐặc biệt là cuộc gặp gỡ của vua Lê và chủ tướng quân Thanh - Tôn Sĩ Nghị: “cùng nhìn nhau than thờ, oán giận chảy nước mắt’.\n=> Tình cảnh khốn cùng của kẻ bán nước.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của hồi 14, Hoàng Lê nhất thống chí.\n \"\""