"Đoạn trích Hạnh phúc của một tang gia\nHạnh phúc của một tang gia\nBa hôm sau, ông cụ già chết thật.\nCả gia đình ấy đã nhao lên mỗi người một cách, đi gọi từ ông lang băm Tây cho đến ông lang băm Ðông, già và trẻ, để thực hành đúng cái lý thuyết “nhiều thầy thối ma”. Ông cụ già chết, danh dự của Xuân lại càng to thêm, vì cái lẽ rất chính đáng là luôn ba hôm nó đã trốn một chỗ nào không ai biết, đến nỗi cụ bà cho người đi tìm đâu cũng không thấy. Thiếu ông đốc tờ Xuân là thiếu tất cả, những ông thầy thuốc chính hiệu đã thất bại hoàn toàn. Về phần ông đốc tờ Trực Ngôn, thấy bạn đồng nghiệp Xuân của ông không chữa, cho đó là một bệnh nặng, nên cũng không dám nhận. Ðó là một bài học cho những kẻ nào dám bảo một người như Xuân là con nhà hạ lưu, ma cà bông, vô học, vô lại, nhặt ban quần, vân vân...\nNgười ta lại đi mời cả cụ lang tỳ lẫn cụ lang Phế, nhưng vì đã quá bận, hai cụ đã từ chối chạy chữa cũng như những vị danh y biết tự trọng. Người ta đã nghĩ cả đến thuốc thánh đền Bia vừa mới chữa một người ho lao và một người cảm thương hàn bằng bùn đen và cứt trâu, công hiệu đến nỗi họ mất mạng và quan trên lại điều tra rằng có một tụi cường hào tổ chức ra thánh, mà tụi cường hào ấy lại ăn cắp tiền quỹ nữa, nên tự nhiên cũng hết thiêng liêng... Những việc trắc trở như thế đã làm cho ông già hơn tám mươi tuổi phải chết một cách bình tĩnh. Trong lúc gia đình nhốn nháo, thằng bồi tiêm đã đếm được đúng một nghìn tám trăm bảy mươi hai câu gắt: “Biết rồi, khổ lắm, nói mãi!” của cụ cố Hồng.\nCái chết kia đã làm cho nhiều người sung sướng lắm. Ông Phán mọc sừng đã được cụ Hồng nói nhỏ và tai rằng sẽ chia cho con gái và rể thêm một số tiền là vài nghìn đồng. Chính ông ta cũng không ngờ rằng giá trị đôi sừng hươu vô tình trên đầu ông ta mà lại to đến như thế. Ông cho rằng Xuân có tài quảng cáo lắm, nói một lời là có vài nghìn bạc, nên sau khi được lời hứa quý hoá của ông bố vợ, ông trù tính ngay với Xuân một công cuộc doanh thương... “Thưa ngài, ngài là một người chồng mọc sừng!” Ông Xuân chỉ nói có thế mà làm cho ông thêm được vài ba nghìn bạc thì khi ông Xuân nói đại khái: “Thưa ngài, thứ hàng này tốt nhất, buôn ở Tây phương” chắc phải có giá trị hơn nữa. Ông muốn gặp ngay Xuân để trả nốt năm đồng, trước khi buôn bán cũng phải giữ chữ tín làm đầu.\nCụ cố Hồng đã nhắm nghiền mắt lại để mơ màng đến cái lúc cụ mặc đồ xô gai, lụ khụ chống gậy, vừa ho khạc vừa khóc mấu, để cho thiên hạ phải chỉ trỏ:\n- Úi kìa, con giai nhớn đã già đến thế kia kìa!” Cụ chắc cả mười rằng ai cũng phải ngợi khen một cái đám ma như thế, một cái gậy như thế...\nÐiều băn khoăn của con cụ, ông Văn Minh, chỉ là mời luật sư đến chứng kiến cái chết của ông nội mà thôi. Thế là từ nay mà đi cái chúc thư kia sẽ vào thời kỳ thực hành chứ không còn là lý thuyết viển vông nữa. Ông chỉ phiền một nỗi không biết xử trí với Xuân Tóc Ðỏ ra sao cho phải... Xuân tuy phạm tội quyến rũ một em gái ông, tố cái cái tội trạng hoạn dâm của một em gái khác nữa của ông, nhưng tình cờ đã gây ra cái chết của ông cụ già đang chết. Hai cái tội nhỏ, một cái ơn to... Làm thế nào? Ông phân vân, vò đầu rứt tóc, lúc nào cũng đăm đăm chiêu chiêu, thành thử lại thành ra hợp thời trang, vì mặt ông thật đúng cái mặt một người lúc gia đình đương là tang gia bối rối.\nMà bối rối thật. Người chết, sau khi được quan trên khám qua loa, đã được khâm liệm đến gần một ngày rồi, vậy mà chưa thấy cụ Hồng ra lệnh phát phục, mặc dầu mọi công việc cử hành tang lễ đã quyết định xong xuôi. Phái trẻ, nghĩa là bọn dâu con, đã bắt đầu la ó lên rằng phái già chậm chạp. Cậu tú Tân thì cứ điên người lên vì cậu đã sẵn sàng mấy cái máy ảnh mà mãi cậu không dùng đến. Bà Văn Minh thì sốt cả ruột vì mãi không được mặc những đồ xô gai tân thời, cái mũ mấn trắng viền đen - dernières créations! Những cái rất ăn với nhau mà tiệm Âu Hoá một khi đã lăng-xê ra thì cá thể bán cho những ai có tang đương đau đớn vì kẻ chết cũng được hưởng chút hạnh phúc ở đời. Ông Typn rất bực mình vì mãi không được thấy những sự chế tạo của mình ra mắt công chúng để xem cái báo chí phê bình ra sao. Người ta đổ lỗi cho ông Văn Minh không khéo can thiệp, để mọi việc phải trì hoãn, cụ Hồng cứ nhắm mắt lại kêu khổ lắm, cụ bà hay lề lối, vẽ chuyện lôi thô. Kỳ thuỷ sở dĩ chưa phát phục chỉ vì chuyện Tuyết, hay việc Xuân Tóc Ðỏ đã gây ra cho Tuyết vậy.\nKhi cụ Phán bà ở nhà người vị hôn phu của Tuyết ra về đến nhà mình, thì, trước những cặp mắt ngơ ngác của một bầy con cháu chí hiếu chỉ nóng ruột đem chôn cho chóng cái xác chết của cụ tổ, cụ bà đã lẳng lặng ra hiệu cho Văn Minh theo mình lên gác với cụ ông. Lúc này, cụ ông đã hút xong điếu thuốc thứ sáu mươi nên thằng bồi tiêm đã lui đi chỗ khác để mặc cụ hưởng những dư vị mà thuốc phiện còn để lại trong phổi. Trông thấy cụ bà, cụ ông ngồi nhỏm dậy hỏi dồn:\n- Thế nào hở bà? Chuyện trò ra làm sao? Người ta có hối hôn không?\nCụ bà lẳng lặng ngồi xuống cạnh. Văn Minh cũng kéo ghế đến gần sập. Nghe ngóng mãi, cụ bà mới thở dài mà rằng:\n- Thật khó nghĩ quá. Người ta không hối hôn, mà cũng không ra làm sao, mà người ta sắp đến phúng nữa, thế mới lạ chứ!\n- Ô hay! Thế sao bà không bảo người ta cưới chạy tang đi có được không?\n- Người ta cũng không muốn cưới chạy tang thì ông bảo tôi làm thế nào?\n- Ô hay! Thế muốn bỏ hay muốn theo đuổi? Nhất định có cưới con Tuyết hay đã chê nó hư hỏng? Ít ra, họ cũng phải có một thái độ rõ rệt chứ?\nCụ bà lại hỏi cụ ông:\n- Như thế thì ông thử đoán xem bụng dạ người ta nghĩ ra làm sao?\nCụ ông nhăn mặt lại, gắt:\n- Ừ! Thế thì toa nghĩ thế nào hở toa? Có con gái lớn thì nguy như chứa bom ở trong nhà, có phải thế không? Toa nên nghĩ cách nào tống khứ nốt con bé thì nhà này không lo điều gì nữa.\nVăn Minh ôm đầu ngẫm nghĩ hồi lâu đáp:\n- Thế cũng không được. Người ta đang nghĩ nó phải lòng anh Xuân, bấy giờ mình cũng gả chạy tang cho anh Xuân, như thế có khác gì thú nhận với như thế là con gái mình đã hư hỏng với Xuân? Chỉ còn cách là thây kệ đấy, cứ việc ma chay cho xong chuyện đi rồi sau như thế xin cưới thì mình gả, bằng không thì hãy gả cho anh Xuân cũng chưa muộn.\nBà mẹ hỏi ngay:\n- Dễ thế kia à? Sao hôm nọ, anh kêu chưa chắc như thế ưng thuận con bé.\nVăn Minh đành phải chống chế:\n- Nếu tôi nói thì chắc như thế cũng bằng lòng...\nVề phần cụ Hồng, rất thích được có chàng rể như ông đốc tờ Xuân, thấy con giai nói thế thì cũng bằng lòng vậy, mặc dầu giá xong việc ngay thì cụ sung sướng hơn nữa. Còn Văn Minh, trước tình hình nghiêm trọng ấy, đành phải bóp trán nghĩ những cách nay mai gột rửa bằng xà bông thơm cho cái quá khứ của Xuân để nếu cần, thì gả em cho một người như thế, ông cũng không đến nỗi xấu mặt. Trước kia ông bực mình về nỗi thiên hạ cứ nhằm mãi Xuân bao nhiêu, thì bây giờ ông lại mừng thầm cũng về một điều ấy bấy nhiêu. Cũng như một kẻ tân tiến khác, sau khi gây ra một việc bậy thì xấu hổ lắm, không có gan nhận lỗi nữa, ông đành ép lòng tìm những cái gì còn cứu chữa được. Ông đúng lên hùng hồn mà rằng:\n- Thôi được, mẹ cứ yên tâm, ba cứ yên tâm. Tôi sẽ làm thế nào con Tuyết lấy được chồng một cách danh giá thì thôi. Bây giờ xin cho phát phục, kẻo đã quá muộn.\nCả ba người yên lặng, xuống dưới nhà cắt đặt mọi việc. Bọn con cháu vô tâm ai cũng sung sướng thỏa thích... Người ta tưng bừng vui vẻ đi đưa giấy cáo phó, gọi phường hèn, thuê xe đám ma, vân vân... Tối hôm ấy, khách khứa đến hỏi thăm, phúng viếng, chia buồn tấp nập...\nSáng hôm sau, đúng 7 giờ thì cất đám. Hai viên cảnh sát thuộc bộ thứ 18 là Min Ðơ và Min Toa đã được thuê giữ trật tự cho đám ma. Giữa lúc không có ai đáng phạt mà phạt, đương buồn rầu như những nhà buôn sắp vỡ nợ, mấy ông cảnh binh này được có đám thuê thì sung sướng cực điểm, đã trông nom rất hết lòng. Thành thử tang gia ai cũng vui vẻ cả, trừ một Tuyết. Tại sao Xuân lại không đến phúng viếng gì cả. Tại sao Xuân lại không đi đưa? Hay là Xuân khinh mình? Những câu hỏi ấy đã khiến Tuyết đau khổ một cách rất chính đáng, có thể muốn tự tử được. Tìm kiếm khắp mặt trong bọn người đi đưa đám ma cũng không thấy “bạn giai” đâu cả, Tuyết như bị kim châm vào lòng.\nHôm nay Tuyết mặc bộ y phục Ngây thơ - cái áo dài voan mỏng, trong cóc-sê, trông như hở cả nách và nửa vú - nhưng mà viền đen, và \n  \nợng bội tinh, vân vân... trên mép và cằm đều đủ râu ria, hoặc dài hoặc ngắn, hoặc đen hoặc hung hung, hoặc lún phún hay rầm rậm, loăn quăn, những ông tai to mặt lớn thì sát ngay với linh cửu, khi trông thấy một làn da trắng thập thò trong làn áo voan trên cánh tay và ngực Tuyết, ai nấy đều cảm động hơn những khi nghe tiếng kèn Xuân nữ ai oán, não nùng.\nVới một đám ma theo cả lối Ta, Tàu, Tây, có kiệu bát cống, lợn quay đi lọng, cho đến lốc bốc xoảng và bú dích và vòng hoa, có đến ba trăm câu đối, vài trăm người đi đưa, lại có cậu tú Tân chỉ huy, những nhà tài tử chụp ảnh đã thi nhau như ở hội chợ. Thật là một đám ma to tát có thể làm cho người chết nằm trong quan tài cũng phải mỉm cười sung sướng, nếu không gật gù cái đầu...!\nKhi đi được bốn phố, giữa lúc Typn và bà vợ, bà phó đoan và ông Joseph (Giô-dép) Thiết, và mấy người nữa đương lào xào phê bình thái độ của Xuân thì thấy cả đám phải đứng dừng lại như hàng đầu gặp phải một nạn xe cộ vậy. Giữa lúc ấy, sáu chiếc xe, trên có sư chùa Bà Banh, xe nào cũng che hai lọng, từ một ngả len vào chiếm chỗ sau năm lá cờ đen. Hai vòng hoa đồ sộ, một nhà báo Gõ mõ, một của Xuân, cũng len vào hàng đầu. Cậu tú Tân vội chạy lên bấm máy ảnh lách tách rồi xuống thưa với mẹ. Cụ bà hớt hải chạy lên, rồi cảm động hết sức, vì nó là phần của ông Xuân đốc tờ và ông Xuân, cố vấn báo Gõ mõ, nên mới có sự long trọng như thế thêm cho đám ma. Cụ sung sướng kêu: “Ấy giá không có món ấy thì là thiếu chưa được to, may mà ông Xuân đã nghĩ hộ tôi!” Sư cụ Tăng Phú thì sung sướng và vênh váo ngồi trên một chiếc xe, vì sư cụ chắc rằng trong số thiên hạ đứng xem ở các phố, thế nào cũng có người nhận ra rằng sư cụ đã đánh đổ được Hội Phật Giáo và như thế thì là một cuộc đắc thắng đầu tiên của báo Gõ mõ vậy.\nXuân Tóc Ðỏ cắt đặt đâu vào đấy rồi mới xuống chỗ những người đi đưa. Tuyết đã liếc mắt đưa tình cho nó để tỏ ý cám ơn. Mọi người đã ngợi khen nó hoặc ghen ghét nó...\nÐám ma đưa đến đâu làm huyên náo đến đấy. Cả một thành phố đã nhốn nháo lên khen đám ma to, đúng với ý muốn của cụ cố Hồng. Thiên hạ chú ý đặc biệt vào những kiểu quần áo tang của tiệm may Âu Hoá như ý ông Typn và bà Văn Minh. Cụ bà sung sương vì ông đốc Xuân đã không giận mà lại giúp đáp, phúng viếng đến thế và đám ma như kể đã là danh giá nhất tất cả.\nÐám cứ đi...\nKèn Ta, kèn Tây, kèn Tàu, lần lượt thay nhau mà rộn lên. Ai cũng làm ra bộ mặt nghiêm chỉnh, song le sự thật thì vẫn thì thầm với nhau chuyện về vợ con, về nhà cửa, về một cái tủ mới sắm, một cái áo mới may. Trong mấy trăm người đi đưa thì một nửa là phụ nữ, phần nhiều tân thời, bạn của cô Tuyết, bà Văn Minh, cô Hoàng Hôn, bà Phó Ðoan, vân vân... Thật là đủ giai thanh gái lịch, nên họ chim nhau, cười tình với nhau, bình phẩm nhau, chê bai nhau, ghen tuông nhau, hẹn hò nhau, bằng những vẻ mặt buồn rầu của những người đi đưa ma.\nChen lẫn vào những tiếng khóc lóc, mỉa mai nhau của những người trong tang gia, người ta thấy những câu thì thào như sau này:\n- Con bé nhà ai kháu thế? – Con bé bên cạnh đẹp hơn nữa! - Ừ, ừ, cái thằng ấy bạc tình bỏ mẹ! – Xưa kia vợ nó bỏ nó chớ? – Hai đời chồng rồi! – Còn xuân chán! - Gớm cái ngực, cái đầm quá đi mất! – Làm mối cho tớ nhé? - Mỏ vàng hay mỏ chì? – Không, không hẹn hò gì cả - Vợ béo thế, chồng gầy thế, thì mọc sừng mất! Vân vân...\nVà còn nhiều câu nói vui vẻ, ý nhị khác nữa, rất xứng đáng với những người đi đưa đám ma.\nÐám cứ đi...\nÐến huyệt, lúc hạ quan tài, cậu tú Tân luôn thuộm trong chiếc áo thụng trắng đã bắt bẻ từng người một, hoặc chống gậy, hoặc gục đầu, hoặc cong lưng, hoặc lau mắt như thế này, như thế nọ... để cậu chụp ảnh kỷ niệm lúc hạ huyệt. Bạn hữu của cậu rầm rộ nhảy lên những ngôi mả khác mà chụp để cho ảnh khỏi giống nhau.\nXuân Tóc Ðỏ đứng cầm mũ nghiêm trang một chỗ, bên cạnh ông Phán mọc sừng. Lúc cụ Hồng ho khạc mếu máo và ngất đi, thì ông này cũng khóc to “Hứt!... Hứt!... Hứt!...”\nAi cũng để ý đến ông cháu rể quý hoá ấy.\nÔng ta khóc quá, muốn lặng đi thì may có Xuân đỡ khỏi ngã. Nó chật vật mãi cũng không làm cho ông đứng hẳn lên được. Dưới cái khăn trắng to tướng, cái áo thụng trắng loè xòe, ông phán cứ oặt người đi, khóc mãi không thôi.\n- Hứt!... Hứt!... Hứt!...\nXuân Tóc Ðỏ muốn bỏ quách ra chợt thấy ông Phán dúi vào tay nó một cái giấy bạc năm đồng gấp tư... Nó nắm tay cho khỏi có người nom thấy, rồi đi tìm cụ Tăng Phú lạc trong đám ba trăm người đương buồn rầu và đau đớn về những điều sơ suất của khổ chủ.\nI. Đôi nét về tác giả Vũ Trọng Phụng\n- Vũ Trọng Phụng (1912 - 1939) sinh tại Hà Nội, trong một gia đình nghèo.\n- Ông quê ở làng Hảo (huyện Mỹ Hào, tỉnh Hưng Yên).\n- Sau khi tốt nghiệp tiểu học, Vũ Trọng Phụng đi làm kiếm sống nhưng chẳng được bao lâu thì mất việc. Từ đó, ông sống chật vật bằng nghề viết báo, viết văn chuyên nghiệp.\n- Khoảng từ 1937 - 1938, ông mặc bệnh lao nhưng lại không có điều kiện để chữa chạy.\n- Đến năm 1939, Vũ Trọng Phụng mất tại Hà Nội.\n- Ông được mệnh danh là “ông vua phóng sự đất Bắc” với những tác phẩm như:\nPhóng sự: Cạm bẫy người (1933), Kỹ nghệ lấy Tây (1934), Cơm thầy cơm cô (1936).\nTiểu thuyết: Giông tố, Số đỏ, Vỡ đê (1936), Trúng số độc đắc (1938)...\n- Các tác phẩm của ông toát lên niềm căm phẫn mãnh liệt cái xã hội đen tối, thối nát đương thời.\nII. Giới thiệu về Hạnh phúc của một tang gia\n1. Xuất xứ\n- Đoạn trích thuộc chương XV của tiểu thuyết Số đỏ.\n- Tiểu thuyết “Số đỏ” được đăng ở “Hà Nội báo” từ số 40 ngày 7 tháng 10 năm 1969 và in thành sách lần đầu năm 1938.\n2. Tóm tắt\nSau ba ngày, cụ cố tổ chết thật. Cả bọn con cháu trong gia đình ấy vô cùng sung sướng. Mỗi người có một niềm vui riêng của mình. Đến gần một ngày rồi mà chưa phát phục. Đến khi Văn Minh hứa là sẽ tìm cách cho Tuyết lấy chồng một cách danh giá thì cụ cố Hồng mới cho phát phục. Bầy con cháu tưng bừng vui vẻ đi đưa giấy cáo phó, gọi phường kèn, thuê xe đám ma...\nBảy giờ sáng hôm sau thì cất đám. Hai cảnh sát Min Đơ, Min Toa được thuê giữ trật tự cho đám. Tuyết mặc bộ đồ ngây thơ đi mời trầu. Đám ma theo cả lối Ta, Tàu, Tây. Có kiệu bát cống, có lợn quay đi lọng, có đến ba trăm câu đối, vài ba trăm người đi đưa. Có lốc bốc xoảng, bu dích và vòng hoa. Khi đám ma đi được bốn phố khi vợ chồng, bà Phó Đoan và mấy người nữa đang lào xào phê bình thái độ của Xuân thì bỗng có sáu chiếc xe, trên có sư chùa Bà Banh, xe nào cũng che hai lọng xuất hiện. Hai vòng hoa đồ sộ, một của báo Gõ Mõ, một của Xuân len vào hàng đầu. Cậu tú Tân vội bấm máy. Cụ bà chạy lên sung sướng vì ông Đốc Xuân đã không giận mà lại giúp đáp phúng viếng đến thế. Bọn quan khách thì cười tình với nhau, bình phẩm nhau, chê bai nhau...\nLúc hạ huyệt, cậu tú Tân bắt bẻ từng người một để chụp ảnh. Ông Phán mọc sừng, khóc to “Hứt! Hứt! Hứt!” nhưng lại bí mật dúi vào tay Xuân cái giấy bạc năm đồng gấp tư. Xuân Tóc Đỏ nắm lấy rồi đi tìm cụ Tăng Phú đang lạc trong đám ba trăm người đương buồn rầu và đau đớn về những điều sơ suất của khổ chủ.\n3. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Tối hôm ấy, khách khứa đến hỏi thăm, phúng viếng, chia buồn tấp nập…”. Niềm hạnh phúc của những thành viên trong một gia đình có người chết.\nPhần 2. Tiếp theo đến “đám ma như kể đã là danh giá nhất tất cả”. Cảnh đám tang đầy lố bịch, hợm hĩnh nhưng không có tình người.\nPhần 3. Còn lại. Cảnh đoàn người lúc đưa tang và lúc hạ huyệt.\n4. Ý nghĩa nhan đề\n- Hạnh phúc: trạng thái thuộc về tinh thần, là niềm vui sướng khi con người đạt được những mong muốn, mục tiêu trong cuộc sống.\n- Tang gia: gia đình có người mất, gắn với trạng thái buồn bã, đau đớn.\n=> “Hạnh phúc của một tang gia” đã nêu rõ một mâu thuẫn: gia đình có người mất mà lại cảm thấy hạnh phúc. Chính mâu thuẫn này đã trở thành tình huống trào phúng của đoạn trích. Tiếng cười bi hài được tạo ra không chỉ phê phán một gia đình trong truyện, mà còn phê phán cả xã hội lố lăng, kệch cỡm đương thời.\n5. Nội dung\nĐoạn trích Hạnh phúc của một tang gia, Vũ Trọng Phụng đã phê phán mạnh mẽ bản chất giả dối, lối lăng và đồi bại của xã hội “thượng lưu” ở thành thị những năm trước Cách mạng.\n6. Nghệ thuật\nNghệ thuật trào phúng, miêu tả tâm lí nhân vật…\nIII. Dàn ý phân tích Hạnh phúc của một tang gia\n(1) Mở bài\nDẫn dắt, giới thiệu về đoạn trích Hạnh phúc của một tang gia.\n(2) Thân bài\na. Niềm hạnh phúc của những thành viên trong một gia đình có người chết\n- Niềm vui chung của gia đình: cái chết của cụ cố tổ đem lại lợi ích cho tất cả các thành viên trong gia đình.\n- Niềm vui riêng của từng thành viên:\nCụ Hồng (con trai): nhắm nghiền mắt lại để mơ màng đến cái lúc cụ mặc đồ xô gai, lụ khụ chống gậy, vừa ho khạc vừa khóc mấu, để cho thiên hạ phải chỉ trỏ: “Úi kìa, con giai nhớn đã già đến thế kia kìa!”. Niềm sung sướng vì được diễn trò già yếu trước mắt mọi người.\nVăn Minh (cháu trai): cái chúc thư kia sẽ vào thời kỳ thực hành chứ không còn là lý thuyết viển vông nữa.\nBà Văn Minh (cháu dâu): mừng rỡ khi có dịp lăng xê những mốt trang phục mới của cửa hiệu.\nÔng Phán mọc sừng (cháu rể): sung sướng khi được chia thêm một số tiền là vài nghìn đồng\nCô Tuyết (cháu gái): được mặc bộ trang phục ngây thơ để khoe với thiên hạ mình vẫn còn trong trắng.\nCậu Tú Tân (cháu trai): sung sướng vì có dịp sử dụng cái máy ảnh đã lâu không dùng đến.\n- Niềm vui của những người ngoài gia đình:\nHai viên cảnh sát Min Đơ và Min Toa: sung sướng cực điểm, đã trông nom rất hết lòng - vì giữa lúc không có ai đáng phạt mà phạt, đương buồn rầu như những nhà buôn sắp vỡ nợ.\nBạn bè cụ cố Hồng: đến dự đám tang nhưng thực chất là để khoe những danh hiệu.\nNgười dân trong phố: đám ma đi đến đâu huyên náo đến đấy, cả phố nhốn nháo khoe đám ma to, thiên hạ chỉ chú ý vào những kiểu quần áo tang...\nb. Khung cảnh của một đám ma gương mẫu\n Cảnh đưa tang\n- Tả bao quát đám ma khi đang đi trên đường:\nKết hợp theo cả lối Ta, Tàu, Tây.\nCó kiệu bát cống, lợn quay đi lọng, cho đến lốc bốc xoảng và bú dích và vòng hoa, có đến ba trăm câu đối.\nVài trăm người đi đưa.\nCậu tú Tân chỉ huy, những nhà tài tử chụp ảnh đã thi nhau như ở hội chợ chậm chạp, nhốn nháo.\n=> Một đám ma to tát có thể làm cho người chết nằm trong quan tài cũng phải mỉm cười sung sướng, nếu không thì cũng phải gật gù cái đầu…\n- Tả cận cảnh:\nAi cũng làm ra bộ mặt nghiêm chỉnh, nhưng sự thật là đang thì thầm với nhau chuyện về vợ con, về nhà cửa, về một cái tủ mới sắm, một cái áo mới may…\nHọ chim nhau, cười tình với nhau, bình phẩm nhau, chê bai nhau, ghen tuông nhau, hẹn hò nhau, bằng những vẻ mặt buồn rầu của những người đi đưa ma..\nĐiệp ngữ: “đám cứ đi”:\n Cảnh hạ huyệt\n- Cậu Tú Tân bắt bẻ từng người một, hoặc chống gậy, hoặc gục đầu, hoặc còng lưng, hoặc lau mắt như thế này, như thế nọ... để cậu chụp ảnh kỷ niệm lúc hạ huyệt.\n- Phán mọc sừng khóc to “Hứt!... Hứt!... Hứt!...” nhưng thực chất là dúi vào tay nó một cái giấy bạc năm đồng gấp tư.\n=> Một màn hài kịch thể hiện sự lố lăng, vô cảm của lũ con cháu đại bất hiếu.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật đoạn trích Hạnh phúc của một tang gia.\n \"\""