"Bài thơ Hầu trời\nHầu trời\nĐêm qua chẳng biết có hay không,\nChẳng phải hoảng hốt, không mơ mòng.\nThật hồn! Thật phách! Thật thân thế!\nThật được lên tiên - sướng lạ lùng.\nNguyên lúc canh ba nằm một mình,\nVắt chân dưới bóng ngọn đèn xanh.\nNằm buồn, ngồi dậy đun nước uống,\nUống xong ấm nước, nằm ngâm văn.\nChơi văn ngâm chán lại chơi trăng\nRa sân cùng bóng đi tung tăng\nTrên trời bỗng thấy hai cô xuống\nMiệng cười tủm tỉm cùng nói rằng:\n- \"Trời nghe hạ giới ai ngâm nga,\nTiếng ngâm vang cả sông Ngân Hà!\nLàm Trời mất ngủ, Trời đương mắng\nCó hay lên đọc, Trời nghe qua.”\nƯớc mãi bây giờ mới gặp tiên!\nNgười tiên nghe tiếng lại như quen!\nVăn chương nào có hay cho lắm\nTrời đã sai gọi thời phải lên.\nTheo hai cô tiên lên đường mây\nVù vù không cánh mà như bay.\nCửa son đỏ chói, oai rực rỡ\nThiên môn đế khuyết như là đây!\nVào trông thấy Trời, sụp xuống lạy\nTrời sai tiên nữ dắt lôi dâ.y.\nGhế bành như tuyết vân như mây\nTruyền cho văn sĩ ngồi chơi đấy.\nChư tiên ngồi quanh đã tĩnh túc\nTrời sai pha nước để nhấp giọng.\nTruyền cho \"văn sĩ đọc văn nghe!\"\n- \"Dạ bẩm lạy Trời con xin đọc\".\nĐọc hết văn vần lại văn xuôi\nHết văn thuyết lý lại văn chơi\nĐương cơn đắc ý đọc đã thích\nChè trời nhấp giọng càng tốt hơi.\nVăn dài hơi tốt ran cung mây!\nTrời nghe, Trời cũng lấy làm hay,\nTâm như nở dạ, Cơ lè lưỡi\nHằng Nga, Chức Nữ chau đôi mày\nSong Thành, Tiểu Ngọc lắng tai đứng\nĐọc xong mỗi bài cũng vỗ tay.\n- \"Bẩm con không dám man cửa Trời\nNhững áng văn con in cả rồi\nHai quyển Khối tình văn thuyết lý\nHai Khối tình con là văn chơi\nThần tiền, Giấc mộng văn tiểu thuyết\nĐài gương, Lên sáu văn vị đời\nQuyển Đàn bà Tàu lối văn dịch\nĐến quyển Lên tám nay là mười\nNhờ Trời văn con còn bán được\nChử biết con in ra mấy mươi?”\nVăn đã giàu thay, lại lắm lối\nTrời nghe Trời cũng bật buồn cười!\nChư tiên ao ước tranh nhau dặn:\n- “Anh gánh lên đây bán chợ Trời!”\nTrời lại phê cho: “Văn thật tuyệt!”\nVăn trần được thế chắc có ít!\nNhời văn chuốt đẹp như sao băng!\nKhí văn hùng mạnh như mây chuyển!\nÊm như gió thoảng! Tinh như sương!\nĐầm như mưa sa, lạnh như tuyết!\nChẳng hay văn sĩ tên họ gì?\nNgười ở phương nào, ta chưa biết\".\n- “Dạ, bẩm lạy Trời con xin thưa\nCon tên Khắc Hiếu họ là Nguyễn\nQuê ở Á Châu và Địa cầu\nSông Đà núi Tản nước Nam Việt”.\nNghe xong Trời ngợ một lúc lâu\nSai bảo thiên tào lấy sổ xét.\nThiên tào tra sổ xét vừa xong\nĐệ sổ lên trình Thượng đế trông\n- “Bẩm quả có tên Nguyễn Khắc Hiếu\nĐày xuống hạ giới vì tội ngông.”\nTrời rằng: “Không phải là Trời đày,\nTrời định sai con một việc này\nLà việc “thiên lương” của nhân loại,\nCho con xuống thuật cùng đời hay.”\n- “Bẩm Trời, cảnh con thực nghèo khó\nTrần gian thước đất cũng không có\nNhờ Trời năm xưa học ít nhiều\nVốn liếng còn một bụng văn đó.\nGiấy người mực người thuê người in\nMướn cửa hàng người bán phường phố.\nVăn chương hạ giới rẻ như bèo\nKiếm được đồng lãi thực rất khó.\nKiếm được thời ít, tiêu thời nhiều\nLàm mãi quanh năm chẳng đủ tiêu\nLo ăn lo mặc hết ngày tháng\nHọc ngày một kém tuổi ngày cao\nSức trong non yếu ngoài chen rấp\nMột cây che chống bốn năm chiều.\nTrời lại sai con việc nặng quá\nBiết làm có được mà dám theo.”\nRằng: “Con không nói Trời đã biết\nTrời dẫu ngồi cao, Trời thấu hết\nThôi con cứ về mà làm ăn\nLòng thông chớ ngại chi sương tuyết!”\nVâng nhời Trời dạy, lạy xin ra\nTrời sai Khiên Ngưu đóng xe tiễn\nXe trời đã chực ngoài thiên môn\nChư tiên theo ra cùng tiễn biệt.\nHai hàng lụy biệt giọt sương rơi\nTrông xuống trần gian vạn dặm khơi.\nThiên tiên ở lại, trích tiên xuống\nTheo đường không khí về trần ai.\nĐêm khuya khí thanh sao thưa vắng\nTrăng tà đưa lối về non Đoài.\nNon Đoài đã tới quê trần giới,\nTrông lên chư tiên không còn ai.\nTiếng gà xao xác, tiếng người dậy\nGiữa sân còn đứng riêng ngậm ngùi\nMột năm ba trăm sáu mươi đêm\nSao được mỗi đêm lên hầu Trời.\nI. Đôi nét về tác giả Tản Đà\n- Tản Đà (1889 - 1939), tên khai sinh là Nguyễn Khắc Hiếu.\n- Quê ở làng Khê Thượng, huyện Bất Bạt, tỉnh Sơn Tây (nay thuộc Ba Vì, Hà Nội).\n- Ông sinh ra và lớn lên trong buổi giao thời, Hán học đã tàn mà Tây học cũng mới bắt đầu, nên con người ông, kể cả học vấn, lối sống và sự nghiệp đều mang dấu ấn của hai thế kỉ (Hoài Thanh).\n- Ông xuất thân là nhà Nho, từng hai lần lều chõng nhưng đều không đỗ đạt. Sau đó, Tản Đà chuyển sang sáng tác văn chương quốc ngữ và sớm gây được tiếng vang lớn vào những năm 20 của thế kỷ XX.\n- Thơ của ông tràn đầy cảm xúc lãng mạn lại rất đậm đà bản sắc dân tộc với nhiều sáng tạo mới mẻ.\n- Ngoài thơ, Tản Đà cũng sáng tác văn xuôi với nhiều bài tản văn, tùy bút, tự truyện.\n- Một số tác phẩm chính: Khối tình con I, II (thơ, 1917); Giấc mộng con I (tiểu thuyết, năm 1917), Thề non nước (tiểu thuyết, 1920), Giấc mộng con II (Du ký, 1932), Giấc mộng lớn (tự truyện, 1932)...\nII. Giới thiệu về bài thơ Hầu trời\n1. Xuất xứ\nBài thơ “Hầu trời” in trong tập “Còn chơi”, xuất bản lần đầu năm 1921. Trong tập thơ này còn có các tác phẩm như Còn chơi, Lo văn ế, Tống biệt…\n2. Thể thơ\nBài thơ “Hầu trời” được viết theo thể thơ thất ngôn trường thiên.\n3. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “Thật được lên tiên - sướng lạ lùng”. Giới thiệu về thời gian và hoàn cảnh được lên trời chơi.\nPhần 2. Tiếp theo đến “Anh gánh lên đây bán chợ Trời!”. Thi nhân đọc thơ cho Trời và chư tiên nghe.\nPhần 3. Còn lại. Thi nhân bày tỏ nỗi niềm tâm sự với Trời về chính mình.\n4. Nội dung\nQua Hầu trời, Tản Đà đã mạnh dạn tự biểu hiện “cái tôi” cá nhân - một cái tôi rất ngông, phóng túng. Từ đó, nhà thơ thể hiện được sự tự ý thức về tài năng, giá trị đích thực của mình, cũng như khát khao khẳng định giữa cuộc đời.\n5. Nghệ thuật\nThể thơ thất ngôn trường thiên, giọng điệu tự nhiên, ngôn ngữ giản dị, sống động, hóm hỉnh…\nIII. Dàn ý phân tích Hầu Trời\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Hầu Trời.\n(2) Thân bài\na. Giới thiệu về thời gian và hoàn cảnh được lên trời chơi\n- Thời gian: đêm trăng\n- Hoàn cảnh: Thi nhân đọc thơ, tiếng thơ vang vọng khiến Trời mất ngủ. Trời cho người xuống mời thi nhân lên hầu trời.\n- Cảm nhận của thi nhân: “Chẳng phải hoảng hốt, không mơ màng/ Thật hồn! Thật phách! Thật thân thể!/ Thật được lên tiên - sướng lạ lùng”.\n=> Tạo cảm giác nửa thật nửa ảo. Cách kể chuyện có duyên, hấp dẫn và độc đáo.\nb. Thi nhân đọc thơ cho Trời và chư tiên nghe\n- Không khí trên trời, cách đón tiếp “trời sai tiên nữ dắt lôi dậy, truyền cho văn sĩ ngồi chơi đấy, chư tiên ngồi quanh đã yên lặng”: cách đón tiếp trang trọng, hiếu khách và phù hợp với buổi đọc thơ.\n- Thi nhân xin phép được đọc, cao hứng và có phần tự đắc: đọc hết văn vần sang văn xuôi, hết văn lý thuyết lại văn chơi… để phô diễn hết tài năng của mình.\n- Cảm nhận của Trời và chư tiên: “văn dài hơi tốt”, “Trời cũng lấy làm hay”, “Tâm như nở dạ, Cơ lè lưỡi”, “Hằng Nga, Chức Nữ chau đôi mày’’, “Song Thành, Tiểu Ngọc lắng tai đứng”, “đọc xong mỗi bài cũng vỗ tay”. Tất cả đã thể hiện được sự thích thú, say mê với thơ của thi sĩ.\n- Thi sĩ bắt đầu giới thiệu các tác phẩm của mình một cách đầy đủ: tên sách - thể loại.\n- Lời khen của Trời: “văn giàu thay lại lắm lối”, “Trời nghe xong cũng phải buồn cười”, chư tiên thi nhau nhờ thi nhân “gánh lên bán chợ Trời”...\n=> Qua đây thể hiện được cái tôi ngông nghênh của Tản Đà: tự ý thức được tài năng của bản thân, trần gian không có ai hiểu được thơ của ông mà chỉ có thể tìm được tri kỷ ở trên trời.\nc. Thi nhân bày tỏ nỗi niềm tâm sự với Trời về chính mình\n- Hoàn cảnh: Sau khi khen ngợi văn chương của thi nhân, Trời hỏi về nguồn gốc của thi nhân.\n- Thi nhân giới thiệu về bản thân:\nTên: Tên Khắc Hiếu, họ Nguyễn.\nQuê quán: núi Tản, sông Đà, nước Việt.\nThân thế: một vị tiên bị đày xuống hạ giới vì tội “ngông”.\nThiên chức: Trời giải thích đó không phải là do Trời đày, mà muốn sai thi nhân việc truyền bá thiên thương cho nhân loại.\n=> Qua lời giới thiệu, ta thấy được ý thức trách nhiệm, khát vọng của nhà thơ Tản Đà.\n- Thi nhân nói về tình cảnh của người theo đuổi nghiệp văn:\nVăn chương ở hạ giới rẻ như bèo.\nCuộc sống của người viết văn nghèo khó, thân phận bị rẻ rúng…\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của văn bản Hầu Trời.\n \"\""