"Hịch tướng sĩ\nI. Đôi nét về Trần Quốc Tuấn\n- Trần Quốc Tuấn (1231? - 1300), tước Hưng Đạo Vương.\n- Ông là một danh tướng kiệt xuất của dân tộc thời Trần.\n- Năm 1285 và năm 1287, quân Nguyên - Mông xâm lược nước ta, lần nào ông cũng được Trần Nhân Tông cử làm Tiết chế thống lĩnh các đạo quân, cả hai lần đều thắng lợi vẻ vang.\n- Vào đời vua Trần Anh Tông, ông về trí sĩ ở Vạn Kiếp (nay là xã Hưng Đạo, huyện Chí Linh, tỉnh Hải Dương) rồi mất ở đấy.\n- Nhân dân tôn thờ ông là Đức thánh Trần và lập đến thờ ở nhiều trên đất nước.\n- Các tác phẩm của ông: Dụ chư tỳ tướng hịch văn (Hịch tướng sĩ), Binh gia diệu lý yếu lược (Binh thư yếu lược), Vạn Kiếp tông bí truyền thư (Sách bí truyền của tông phái Vạn Kiếp, đã bị thất lạc).\nII. Giới thiệu về Hịch tướng sĩ\n1. Thể loại\n- Hịch là thể văn nghị luận thời xưa, thường được vua chúa, tướng lĩnh hoặc thủ lĩnh một phong trào dùng để cổ động, thuyết phục hoặc kêu gọi đấu tranh chống thù trong giặc ngoài.\n- Hịch có kết cấu chặt chẽ, có lí lẽ sắc bén, có dẫn chứng thuyết phục.\n- Đặc điểm nổi bật của hịch là khích lệ tình cảm, tinh thần người nghe.\n- Hịch thường được viết theo thể văn biền ngẫu (từng cặp câu cân xứng với nhau).\n- Một bài hịch thường gồm các phần: phần mở đầu có tính chất nêu vấn đề; phần thứ hai nêu truyền thống vẻ vang trong sử sách để gây lòng tin tưởng; phần thứ ba nhận định tình hình, phân tích phải trải để gây lòng căm thù giặc, phần kết thúc nêu chủ trương cụ thể và kêu gọi đấu tranh.\n2. Hoàn cảnh sáng tác\n- Hịch tướng sĩ do Trần Quốc Tuấn viết vào khoảng trước cuộc kháng chiến chống Mông - Nguyên lần thứ hai (1285).\n- Bài hịch được làm để khích lệ tướng sĩ học tập cuốn Binh thư yếu lược (Sách tóm tắt những điều cốt yếu về binh pháp) do chính Trần Quốc Tuấn soạn.\n3. Bố cục\nGồm 4 phần:\nPhần 1. Từ đầu đến “còn lưu tiếng tốt”: Nêu gương các bậc trung thần nghĩa sĩ.\nPhần 2. Tiếp theo đến “ta cũng vui lòng”: Vạch trần tội ác của giặc và lòng căm thù của vị chủ tướng.\nPhần 3. Tiếp theo đến “vui vẻ phỏng có được không?”: Sai trái của tướng sĩ dưới quyền.\nPhần 4. Còn lại: Lời kêu gọi tướng sĩ ra sức học tập “Binh thư yếu lược”.\n4. Tóm tắt\nĐầu tiên, Trần Quốc Tuấn đưa ra những tấm gương thể hiện sự trung thành của các vị tướng thời trước. Sau đó ông nêu lên tội ác của quân giặc, bộc lộ nỗi lòng của mình trước hoàn cảnh của đất nước. Ông chỉ ra sự sai trái trong hành động, suy nghĩ của các tướng sĩ. Cuối cùng là lời kêu gọi tướng sĩ học tập theo “Binh thư yếu lược”.\n5. Nội dung\nBài Hịch tướng sĩ của Trần Quốc Tuấn phản ánh tinh thần yêu nước nồng nàn của dân tộc ta trong cuộc kháng chiến chống ngoại xâm. Điều đó được thể hiện qua lòng căm thù giặc, ý chí quyết chiến quyết thắng kẻ thù xâm lược.\n6. Nghệ thuật\nLập luận chặt chẽ, lí lẽ rõ ràng, giàu hình ảnh, có sức thuyết phục cao, lời văn giàu tính nhạc điệu...\nHịch tướng sĩ\nTa thường nghe: Kỷ Tín đem mình chết thay, cứu thoát cho Cao Đế; Do Vu[2] chìa lưng chịu giáo, che chở cho Chiêu Vương; Dự Nhượng nuốt than để báo thù cho chủ; Thân Khoái chặt tay cứu nạn cho nước; Kính Đức, một chàng tuổi trẻ, thân phò Thái Tông thoát khỏi vòng vây Thế Sung; Cảo Khanh, một bề tôi xa, miệng mắng Lộc Sơn, không theo mưu kế nghịch tặc. Từ xưa các bậc trung thần nghĩa sĩ bỏ mình vì nước, đời nào không có? Giả sử các bậc đó cứ khư khư theo thói nữ nhi thường tình, thì cũng chết già ở xó cửa, sao có thể lưu danh sử sách, cùng trời đất muôn đời bất hủ được!\nCác ngươi con nhà võ tướng, không hiểu văn nghĩa, nghe những chuyện ấy nửa tin nửa ngờ. Thôi những chuyện xưa, ta không nói đến nữa. Nay ta chỉ kể chuyện Tống, Nguyên mới đây.\nVương Công Kiên là người thế nào, tì tướng của ông là Nguyễn Văn Lập lại là người thế nào, mà giữ thành Điếu Ngư nhỏ như cái đấu, đường đường chống với quân Mông Kha đông đến hàng trăm vạn, khiến cho nhân dân đời Tống đến nay còn đội ơn sâu!\nCốt Đãi Ngột Lang là người thế nào, tì tướng của ông là Xích Tu Tư lại là người thế nào, mà xông vào chỗ lam chướng xa xôi nghìn trùng, đánh bại được quân Nam Chiếu trong vài tuần, khiến cho quân trưởng đời Nguyên đến nay còn lưu tiếng tốt!\nHuống chi ta cùng các ngươi sinh phải thời loạn lạc, lớn gặp buổi gian nan. Ngó thấy sứ giặc đi lại nghênh ngang ngoài đường, uốn lưỡi cú diều mà sỉ mắng triều đình, đem thân dê chó mà bắt nạt tể phụ, thác mệnh Hốt Tất Liệt mà đòi ngọc lụa, để thoả lòng tham không cùng, giả hiệu Vân Nam Vương mà thu bạc vàng, để vét của kho có hạn. Thật khác nào như đem thịt mà nuôi hổ đói, sao cho khỏi để tai vạ về sau!\nTa thường tới bữa quên ăn, nửa đêm vỗ gối; ruột đau như cắt, nước mắt đầm đìa; chỉ căm tức chưa xả thịt lột da, nuốt gan uống máu quân thù. Dẫu cho trăm thân này phơi ngoài nội cỏ, nghìn xác này gói trong da ngựa, ta cũng vui lòng.\nCác ngươi ở cùng ta coi giữ binh quyền đã lâu ngày, không có mặc thì ta cho áo, không có ăn thì ta cho cơm; quan nhỏ thì ta thăng chức, lương ít thì ta cấp bổng; đi thuỷ thì ta cho thuyền, đi bộ thì ta cho ngựa; lúc trận mạc xông pha thì cùng nhau sống chết, lúc ở nhà nhàn hạ thì cùng nhau vui cười. Cách đối đãi so với Vương Công Kiên, Cốt Đãi Ngột Lang ngày trước cũng chẳng kém gì.\nNay các ngươi nhìn chủ nhục mà không biết lo, thấy nước nhục mà không biết thẹn. Làm tướng triều đình phải hầu quân giặc mà không biết tức; nghe nhạc thái thường để đãi yến nguỵ sứ mà không biết căm. Hoặc lấy việc chọi gà làm vui đùa, hoặc lấy việc đánh bạc làm tiêu khiển; hoặc vui thú vườn ruộng, hoặc quyến luyến vợ con; hoặc lo làm giàu mà quên việc nước, hoặc ham săn bắn mà quên việc binh; hoặc thích rượu ngon, hoặc mê tiếng hát. Nếu có giặc Mông Thát tràn sang thì cựa gà trống không thể đâm thủng áo giáp của giặc, mẹo cờ bạc không thể dùng làm mưu lược nhà binh; dẫu rằng ruộng lắm vườn nhiều, tấm thân quý nghìn vàng khôn chuộc, vả lại vợ bìu con díu, việc quân cơ trăm sự ích chi; tiền của tuy nhiều khôn mua được đầu giặc, chó săn tuy khoẻ khôn đuổi được quân thù; chén rượu ngon không thể làm cho giặc say chết, tiếng hát hay không thể làm cho giặc điếc tai. Lúc bấy giờ, ta cùng các ngươi sẽ bị bắt, đau xót biết chừng nào! Chẳng những thái ấp của ta không còn, mà bổng lộc các ngươi cũng mất; chẳng những gia quyến của ta bị tan, mà vợ con các ngươi cũng khốn; chẳng những xã tắc tổ tông ta bị giày xéo, mà phần mộ cha mẹ các ngươi cũng bị quật lên; chẳng những thân ta kiếp này chịu nhục, rồi đến trăm năm sau, tiếng dơ khôn rửa, tên xấu còn lưu, mà đến gia thanh các ngươi cũng không khỏi mang tiếng là tướng bại trận. Lúc bấy giờ, dẫu các ngươi muốn vui vẻ phỏng có được không?\nNay ta bảo thật các ngươi: nên nhớ câu “đặt mồi lửa vào dưới đống củi” là nguy cơ, nên lấy điều “kiềng canh nóng mà thổi rau nguội” làm răn sợ. Huấn luyện quân sĩ, tập dượt cung tên; khiến cho người người giỏi như Bàng Mông, nhà nhà đều là Hậu Nghệ; có thể bêu được đầu Hốt Tất Liệt ở cửa khuyết, làm rữa thịt Vân Nam Vương ở Cảo Nhai. Như vậy, chẳng những thái ấp của ta mãi mãi vững bền, mà bổng lộc các ngươi cũng đời đời hưởng thụ; chẳng những gia quyến của ta được êm ấm gối chăn, mà vợ con các ngươi cũng được bách niên giai lão; chẳng những tông miếu của ta sẽ được muôn đời tế lễ, mà tổ tông các ngươi cũng được thờ cúng quanh năm; chẳng những thân ta kiếp này đắc chí, mà đến các ngươi trăm năm về sau tiếng vẫn lưu truyền; chẳng những danh hiệu ta không bị mai một, mà tên họ các ngươi cũng sử sách lưu thơm. Lúc bấy giờ, dẫu các ngươi không muốn vui vẻ phỏng có được không?\nNay ta chọn binh pháp các nhà hợp làm một quyển gọi là Binh thư yếu lược. Nếu các ngươi biết chuyên tập sách này, theo lời dạy của ta, thì mới phải đạo thần chủ; nhược bằng khinh bỏ sách này, trái lời dạy bảo của ta, tức là kẻ nghịch thù.\nVì sao vậy? Giặc với ta là kẻ thù không đội trời chung, các ngươi cứ điềm nhiên biết rửa nhục, không lo trừ hung, không dạy quân sĩ; chẳng khác nào quay mũi giáo mà chịu đầu hàng, giơ tay không mà chịu thua giặc. Nếu vậy, rồi đây sau khi giặc giã dẹp yên, muôn đời để thẹn, há còn mặt mũi nào đứng trong trời đất nữa? Ta viết ra bài hịch này để các ngươi biết bụng ta.\nIII. Dàn ý phân tích tác phẩm Hịch tướng sĩ\n(1) Mở bài\nDẫn dắt, giới thiệu khái quát về Hịch tướng sĩ của Trần Quốc Tuấn\n(2) Thân bài\na. Nêu gương các bậc trung thần nghĩa sĩ\nCác gương trung thần nghĩa sĩ hi sinh vì chủ:\nTừ quá khứ: Kỷ Tín, Do Vu, Dự Nhượng, Kính Đức, Cao Khanh\nĐến hiện tại: Vương Công Kiên, Cốt Đãi Ngột Lang...\n=> Làm nổi bật tinh thần quên mình vì chủ, vị vua, vì nước.\nb. Vạch trần tội ác của giặc và lòng căm thù của vị chủ tướng\nTội ác và sự ngang ngược của giặc: đi lại nghênh ngang, sỉ mắng triều đình, bắt nạt tể phụ, đòi ngọc lụa, thu bạc vàng…\nNỗi lòng chủ tướng: “Ta thường tới bữa quên ăn… ta cũng cam lòng”.\n=> Bộc lộ niềm uất hận dâng lên trong lòng người chủ tướng. Đồng thời khơi gợi sự đồng cảm ở người đọc, người nghe.\nc. Sai trái của tướng sĩ dưới quyền\nHành động hưởng lạc, thái độ bàng quan trước vận mệnh đất nước.\nNhững thú vui tầm thường: chọi gà, cờ bạc, săn bắn, vui thú vườn ruộng, quyến luyến vợ con.\n=> Chỉ rõ những hành động sai trái của tướng sĩ dưới quyền để răn đe, cảnh tỉnh.\nd. Lời kêu gọi tướng sĩ ra sức học tập “Binh thư yếu lược”\nVạch rõ ranh giới giữa hai con đường chính và tà.\nKêu gọi, khích lệ tinh thần tướng sĩ học tập “Binh thư yếu lược”.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của Hịch tướng sĩ.\n \"\""