"Đoạn trích Hồn Trương Ba, da hàng thịt\nHồn Trương Ba, da hàng thịt (trích)\nVII - NHÀ TRƯƠNG BA\nTóm lược các lớp (Trương Ba - Trưởng Hoạt; Trương Ba - lí trưởng - con trai Trương Ba; Trương Ba - con dâu - cháu gái): Trưởng Hoạt sang nhà Trương Ba, phê phán Trương Ba dạo này đổi tính, đổi nết. Lý trưởng lại đến sách nhiễu. Con trai tỏ ra hư hỏng hơn. Cháu gái không nhận ông. Con dâu than phiền bố chồng thay đổi. Trương Ba rất đau khổ.\nHồn Trương Ba: (ngồi ôm đầu một hồi lâu rồi đứng vụt dậy) Không! Không! Tôi không muốn sống như thế này mãi! (nhìn chân tay, thân thể) Tôi chán cái chỗ ở không phải của tôi này lắm rồi, chán lắm rồi! Cái thân thể kềnh càng thô lỗ này, ta bắt đầu sợ mi, ta chỉ muốn rời xa mi tức khắc! Nếu cái hồn của ta có hình thù riêng nhỉ, để nó được tách ra khỏi cái xác này, dù chỉ một lát!\n(Tới đây, bắt đầu lớp kịch “Cuộc đối thoại giữa Hồn và Xác”. Trên sân khấu, hồn Trương Ba tách ra khỏi xác anh hàng thịt và hiện hình lờ mờ trong dáng nhân vật Trương Ba thật. Thân xác bằng thịt vẫn ngồi nguyên trên chõng và lúc này chỉ còn là thân xác.)\nXác hàng thịt: (bắt đầu) Vô ích, cái linh hồn mờ nhạt của ông Trương Ba khốn khổ kia ơi, ông không tách ra khỏi tôi được đâu, dù tôi chỉ là thân xác...\nHồn Trương Ba: A, mày cũng biết nói kia à? Vô lý, mày không thể biết nói! Mày không có tiếng nói, mà chỉ là xác thịt âm u đui mù...\nXác hàng thịt: Có đấy! Xác thịt có tiếng nói đấy! Ông đã biết tiếng nói của tôi rồi, đã luôn luôn bị tiếng nói ấy sai khiến. Chính vì âm u, đui mù mà tôi có sức mạnh ghê gớm, lắm khi át cả cái linh hồn cao khiết của ông đấy!\nHồn Trương Ba: Nói láo! Mày chỉ là cái vỏ bên ngoài, không có ý nghĩa gì hết, không có tư tưởng, không có cảm xúc!\nXác hàng thịt: Có thật thế không?\nHồn Trương Ba: Hoặc nếu có, thì chỉ là những thứ thấp kém, mà bất cứ con thú nào cũng có được: thèm ăn ngon, thèm rượu thịt…\nXác hàng thịt: Tất nhiên, tất nhiên. Sao ông không kể tiếp: Khi ông ở bên nhà tôi... Khi ông đứng bên cạnh vợ tôi, tay chân run rẩy, hơi thở nóng rực, cổ nghẹn lại... Đêm hôm đó, suýt nữa thì...\nHồn Trương Ba: Im đi! Đấy là mày chứ, chân tay mày, hơi thở của mày...\nXác hàng thịt: Thì tôi có ghen đâu! Ai lại ghen với chính thân thể mình nhỉ! Tôi chỉ trách là sao đêm ấy ông lại tự dưng bỏ chạy, hoài của!... Này, nhưng ta nên thành thật với nhau một chút: Chẳng lẽ ông không xao xuyến chút gì? Hà hà, cái món tiết canh, cổ hũ, khấu đuôi, và đủ các thứ thú vị khác không làm hồn ông lâng lâng cảm xúc sao? Để thoả mãn tôi, chẳng lẽ ông không tham dự vào chút đỉnh gì? Nào, hãy thành thật trả lời!\nHồn Trương Ba: Ta... ta... đã bảo mày im đi!\nXác hàng thịt: Rõ là ông không dám trả lời. Giấu ai chứ không thể giấu tôi được! Hai ta đã hoà với nhau làm một rồi!\nHồn Trương Ba: Không! Ta vẫn có một đời sống riêng: nguyên vẹn, trong sạch, thẳng thắn...\nXác hàng thịt: Nực cười thật! Khi ông phải tồn tại nhờ tôi, chiều theo những đòi hỏi của tôi, mà còn nhận là nguyên vẹn, trong sạch, thẳng thắn?\nHồn Trương Ba: (bịt tai lại) Ta không muốn nghe mày nữa!\nXác hàng thịt: (lắc đầu) Ông cứ việc bịt tai lại! Chẳng có cách nào chối bỏ tôi được đâu! Mà đáng lẽ ông phải cảm ơn tôi. Tôi đã cho ông sức mạnh. Ông có nhớ hôm ông tát thằng con ông toé máu mồm máu mũi không? Cơn giận của ông lại có thêm sức mạnh của tôi... Ha ha!\nHồn Trương Ba: Ta cần gì đến cái sức mạnh làm ta trở thành tàn bạo.\nXác hàng thịt: Nhưng tôi là cái hoàn cảnh mà ông buộc phải quy phục! Đâu phải lỗi tại tôi... (buồn rầu) Sao ông có vẻ khinh thường tôi thế nhỉ? Tôi cũng đáng được quý trọng chứ! Tôi là cái bình để chứa đựng linh hồn. Nhờ tôi mà ông có thể làm lụng, cuốc xới. Ông nhìn ngắm trời đất, cây cối, những người thân... Nhờ có đôi mắt của tôi, ông cảm nhận thế giới này qua những giác quan của tôi... Khi muốn hành hạ tâm hồn con người, người ta xúc phạm thể xác… Những vị lắm chữ nhiều sách như các ông là hay vin vào cớ tâm hồn là quý, khuyên con người ta sống vì phần hồn, để rồi bỏ bê cho thân xác họ mãi khổ sở, nhếch nhác... Mỗi bữa tôi đòi ăn tám, chín bát cơm, tôi thèm ăn thịt, hỏi có gì là tội lỗi nào? Lỗi là ở chỗ không có đủ tám, chín bát cơm cho tôi ăn chứ!\nHồn Trương Ba: Nhưng... Nhưng...\nXác hàng thịt: Hãy công bằng hơn, ông Trương Ba ạ! Từ nãy tới giờ chỉ có ông nặng lời với tôi, chứ tôi thì vẫn nhã nhặn với ông đấy chứ (thì thầm) Tôi rất biết cách chiều chuộng linh hồn...\nHồn Trương Ba: Chiều chuộng?\nXác hàng thịt: Chứ sao? Tôi thông cảm với những “trò chơi tâm hồn của ông”. Nghĩa là: Những lúc một mình một bóng, ông cứ việc nghĩ rằng ông có một tâm hồn bên trong cao khiết, chẳng qua vì hoàn cảnh, vì để sống mà ông phải nhân nhượng tôi. Làm xong điều xấu gì ông cứ việc đổ tội cho tôi, để ông được thanh thản. Tôi biết: Cần phải để cho tính tự ái của ông được ve vuốt. Tâm hồn là thứ lắm sĩ diện! Hà hà, miễn là... ông vẫn làm đủ mọi việc để thoả mãn những thèm khát của tôi!\nHồn Trương Ba: Lí lẽ của anh thật ti tiện!\nXác hàng thịt: Ấy đấy, ông bắt đầu gọi tôi là anh rồi đấy! Có phải lí lẽ của tôi đâu, tôi chỉ nhắc lại những điều ông vẫn tự nói với mình và với người khác đấy chứ! Đã bảo chúng ta tuy hai mà một!\nHồn Trương Ba: (như tuyệt vọng) Trời!\nXác hàng thịt: (an ủi) Ông đừng nên tự dằn vặt làm gì! Tôi đâu muốn làm khổ ông, bởi tôi cũng rất cần đến ông. Thôi, đừng cãi cọ nhau nữa! Chẳng còn cách nào khác đâu! Phải sống hoà thuận với nhau thôi! Cái hồn vía ương bướng của tôi ơi, hãy về với tôi này!\n(Hồn Trương Ba bần thần nhập lại vào xác hàng thịt. Trên sân khấu, nhân vật Trương Ba biến đi. Chỉ còn lại xác hàng thịt mang hồn Trương Ba ngồi lặng lẽ bên chõng... Vợ Trương Ba vào.)\nVợ Trương Ba: Cái Gái chưa về hả ông?\nHồn Trương Ba: (thẫn thờ) Chưa.\nVợ Trương Ba: Nó sang nhà cu Tị từ sớm. Cu Tị bị ốm nặng.\nHồn Trương Ba: Ốm nặng? Vậy mà tôi không biết!\nVợ Trương Ba: Ông bây giờ còn biết đến ai nữa? Cu Tị ốm thập tử nhất sinh, từ đêm qua tới giờ bắt đầu mê man, mẹ nó khóc đỏ con mắt. Khổ! Thằng bé ngoan là thế! Cái Gái thương bạn, ngơ ngẩn cả người... Không hiểu thằng bé có qua khỏi được không, khéo mà... (một lát) Cái thân tôi thì sao trời lại không bắt đi cho rảnh!\nHồn Trương Ba: Sao bà lại nói thế?\nVợ Trương Ba: (nghĩ ngợi) Tôi nói thật đấy... ông Trương Ba ạ, tôi đã nghĩ kĩ: Có lẽ tôi phải đi...\nHồn Trương Ba: Đi đâu?\nVợ Trương Ba: Chưa biết! Đi cấy thuê làm mướn ở đâu cũng được... đi biệt... (rưng rưng). Để ông được thảnh thơi... với cô vợ người hàng thịt... Còn hơn là thế này... (khóc)\nHồn Trương Ba: Bà! (sau một hồi lâu) Sao lại đến nông nỗi này?\nVợ Trương Ba: Tôi biết, ông vốn là người hết lòng thương yêu vợ con... Chỉ tại bây giờ... (khóc) ông đâu còn là ông, đâu còn là ông Trương Ba làm vườn ngày xưa, ông biết không: Thằng Cả đã quyết định dứt khoát sẽ bán khu vườn để có tiền mở thêm vốn liếng cửa hàng thịt.\nHồn Trương Ba: Thật sao? Không được!\nVợ Trương Ba: Ông bảo không được nhưng tôi biết rồi sự thể sẽ cứ dẫn đến như vậy, ông sẽ đành ưng chịu như vậy... Thôi tuỳ ông, tôi chỉ muốn ông được thảnh thơi sung sướng... Tôi không còn giúp gì ông được, tốt nhất là... là.. không có tôi nữa, cũng như không có khu vườn nữa! (bỏ ra)\nHồn Trương Ba: Bà! (ngồi xuống, tay ôm đầu).\n(Khi Hồn Trương Ba ngẩng lên thì đã thấy cái Gái đứng trước mặt với cái nhìn lặng lẽ, soi mói.)\nHồn Trương Ba: (như cầu cứu) Gái, cháu…\nCái Gái: (lùi lại) Tôi không phải là cháu của ông!\nHồn Trương Ba: (nhẫn nhục) Gái, rồi lớn lên cháu sẽ hiểu... ông đúng là ông nội cháu...\nCái Gái: Ông nội tôi chết rồi. Nếu ông nội tôi hiện về được, hồn ông nội tôi sẽ bóp cổ ông! Ông dám nhận là ông nội, dám đụng vào cây cối trong vườn của ông nội tôi.\nHồn Trương Ba: Dù sao... Cháu... Sáng nào ông cũng ra cuốc xới chăm chút cây cối ngoài vườn, cháu không thấy sao: Chỉ có ông nội cháu mới biết quý cây như thế...\nCái Gái: Quý cây! Hừ, tôi phải rình lúc này, cả nhà đi vắng hết để đến nói với ông: Từ nay ông không được động vào cây cối trong vườn ông tôi nữa! Ông mà quý cây à? Sáng qua, tôi để ý lúc ông chiết cây cam, bàn tay giết lợn của ông làm gãy tiệt cái chồi non, chân ông to bè như cái xẻng, giẫm lên nát cả cây sâm quý mới ươm! Ông nội đời nào thô lỗ phũ phàng như vậy!\nHồn Trương\n  \nác lắm! Cút đi! Lão đồ tể, cút đi! (vừa khóc vừa chạy vụt đi)\n(Chị con dâu Trương Ba ở trong nhà ra, nghe thấy những lời cuối cùng của cái Gái.)\nChị con dâu: (gọi theo con) Gái, quay lại đây, Gái! (nhìn thấy Hồn Trương Ba đang run rẩy, liền đi tới bên cạnh) Thầy, thầy đừng giận con trẻ... Nó rất yêu thương ông nội. Đêm nào nó cũng khóc thương ông... Nó cất giữ nâng niu từng chút kỉ niệm của ông: đôi guốc gỗ, bó đóm thuốc lào, nhất là những cây thuốc trong vườn... Chỉ tại nó nghĩ thầy không phải là ông nội của nó, con dỗ dành thế nào nó cũng không nghe... (rưng rưng) Khổ thân thầy...\nHồn Trương Ba: Đến lúc này, cả nhà chỉ còn mình con vẫn thương thầy như xưa.\nChị con dâu: Hơn xưa nữa, thưa thầy. Hơn cả hôm thầy mới từ nhà người hàng thịt trở về. Bởi con biết giờ thầy khổ hơn xưa nhiều lắm... (khẽ) Mà u con cũng khổ hơn nhiều lắm. U đã định bỏ đi đâu thật xa, cho thầy được thảnh thơi. Nhà ta như sắp tan hoang ra cả...\nHồn Trương Ba: Thầy đã làm u khổ. Có lẽ cái ngày u chôn xác thầy xuống đất, tưởng thầy đã chết hẳn, u cũng không khổ bằng bây giờ.\nChị con dâu: Thầy bảo con: Cái bên ngoài là không đáng kể, chỉ có cái bên trong, nhưng thầy ơi, con sợ lắm, bởi con cảm thấy, đau đớn thấy... mỗi ngày thầy một đổi khác dần, mất mát dần, tất cả cứ như lệch lạc, nhoà mờ dần đi, đến nỗi có lúc chính con cũng không nhận ra thầy nữa... Con càng thương thầy, nhưng thầy ơi, làm sao, làm sao giữ được thầy ở lại, hiền hậu, vui vẻ, tốt lành như thầy của chúng con xưa kia? Làm thế nào, thầy ơi?\nHồn Trương Ba: (mặt lặng ngắt như tảng đá) Giờ thì cả con cũng...\nChị con dâu: Thầy đừng giận nếu con đã nói điều gì không phải.\nHồn Trương Ba: Không, ta không giận. Cảm ơn con đã nói thật. Bây giờ thì... đi đi, cho ta được ngồi yên một lát. Đi đi!\n(Chị con dâu từ từ lui ra.)\nHồn Trương Ba: (một mình) Mày đã thắng thế rồi đấy, cái thân xác không phải của ta ạ, mày đã tìm được đủ mọi cách để lấn át ta... (sau một lát) Nhưng lẽ nào ta lại chịu thua mày, khuất phục mày và tự đánh mất mình? “Chẳng còn cách nào khác”! Mày nói như thế hả? Nhưng có thật là không còn cách nào khác? Không cần đến cái đời sống do mày mang lại! Không cần!\n(Đứng dậy, lập cập nhưng quả quyết, đến bên cột nhà, lấy một nén hương châm lửa, thắp lên. Đế Thích xuất hiện.)\nĐế Thích: Ông Trương Ba! (thấy vẻ nhợt nhạt của Hồn Trương Ba) Ông có ốm đau gì không? Một tuần nay tôi bị canh giữ chặt quá, không xuống đánh cờ với ông được, nhưng ông đốt hương gọi, đoán là ông có chuyện khẩn, tôi liều mạng xuống ngay. Có việc gì thế?\nHồn Trương Ba: (sau một lát) Ông Đế Thích ạ, tôi không thể tiếp tục mang thân anh hàng thịt được nữa, không thể được!\nĐế Thích: Sao thế? Có gì không ổn đâu!\nHồn Trương Ba: Không thể bên trong một đằng, bên ngoài một nẻo được. Tôi muốn được là tôi toàn vẹn.\nĐế Thích: Thế ông ngỡ tất cả mọi người đều được là mình toàn vẹn có ư? Ngay cả tôi đây. Ở bên ngoài, tôi đâu có được sống theo những điều tôi nghĩ bên trong. Mà cả Ngọc Hoàng nữa, chính người lắm khi cũng phải khuôn ép mình cho xứng với danh vị Ngọc Hoàng. Dưới đất, trên trời đều thế cả, nữa là ông. Ông đã bị gạch tên khỏi sổ Nam Tào. Thân thể thật của ông đã tan rữa trong bùn đất, còn chút hình thù gì của ông đâu!\nHồn Trương Ba: Sống nhờ vào đồ đạc, của cải người khác, đã là chuyện không nên, đằng này đến cái thân tôi cũng phải sống nhờ anh hàng thịt. Ông chỉ nghĩ đơn giản là cho tôi sống, nhưng sống như thế nào thì ông chẳng cần biết!\nĐế Thích: (không hiểu) Nhưng mà ông muốn gì?\nHồn Trương Ba: Ông từng nói: Nếu thân thể người chết còn nguyên vẹn, ông có thể làm cho hồn người đó trở về. Thì đây, (chỉ vào người mình) thân thể anh hàng thịt còn lành lặn nguyên xi đây, tôi trả lại cho anh ta. Ông hãy làm cho hồn anh ta được sống lại với thân xác này.\nĐế Thích: Sao lại có thể đổi tâm hồn đáng quý của bác lấy chỗ cho cái phần hồn tầm thường của anh hàng thịt?\nHồn Trương Ba: Tầm thường, nhưng đúng là của anh ta, sẽ sống hoà thuận được với thân anh ta, chúng sinh ra là để sống với nhau. Vả lại, còn... còn chị vợ anh ta nữa... chị ta thật đáng thương!\nĐế Thích: Nhưng thế hồn ông muốn trú vào đâu?\nHồn Trương Ba: Ở đâu cũng được, chứ không ở đây nữa. Nếu ông không giúp, tôi sẽ... tôi sẽ... nhảy xuống sông hay đâm một nhát dao vào cổ, lúc đó thì hồn tôi chẳng còn, xác anh hàng thịt cũng mất...\nĐế Thích: Sao ông lại tính nước ấy! Rắc rối thật! Tôi đã phạm phép trời một lần. Trên thiên đình người ta còn đang treo tội tôi đấy để chờ xét xử. Tôi chẳng sợ, họ doạ thế chứ chưa chắc đã làm gì được tôi. Trị tội hết tiên hết thần thì lấy gì cho dân chúng họ thờ? Cái khó nghĩ bây giờ là sắp xếp cho hồn ông nhập vào đâu đây? (đi lại, suy nghĩ, bỗng lắng nghe) Có tiếng khóc ran lên từ đâu ấy nhỉ? Từ nhà ai?\nHồn Trương Ba: (cũng nhìn ra ngoài) Từ phía nhà chị Lụa mẹ cu Tị. Thằng cu Tị đang ốm nặng... Trời, hay là...\n(Cái Gái chạy vào nhà, nước mắt đầm đìa.)\nCái Gái: (gọi thất thanh) Mẹ ơi, mẹ ơi! Cu Tị... cu Tị.... chết rồi! (Oà khóc, rồi chạy đi, chị con dâu chạy theo.)\nĐế Thích: (nhìn ra ngoài) Cái nhà sau rặng cau kia phải không? Tôi vừa thấy hồn thằng bé bay vụt lên khỏi mái nhà, tan mờ ra như một làn sương mỏng... Cu Tị là đứa trẻ như thế nào?\nHồn Trương Ba: Con trai độc nhất của chị Lụa. Nó là bạn thân của cái Gái nhà tôi. Thằng bé ngoan lắm, khôn lắm. Tôi rất quý nó mà nó cũng rất thân với tôi. Dĩ nhiên, đấy là trước kia... Nhưng tại sao nó lại phải chết?\nĐế Thích: Kiểu này, chắc lại do hai ông Nam Tào, Bắc Đẩu tắc trách gạch tên bừa, hoặc cũng do bà Vương Hầu ép, bà ấy không ưa trẻ con. Lệnh của bà ấy thì chẳng ai cưỡng được! (bần thần nghi ngợi) A, hay quá, tôi nghĩ ra rồi! Ông Trương Ba! Tôi sẽ giúp ông một lần nữa! Ngay bây giờ đây, ông sẽ trả cái thân thể này cho anh hàng thịt, tôi sẽ làm cho hồn ông nhập vào xác cu Tị. Như vậy là anh hàng thịt được sống, hồn ông vẫn có chỗ trú, mà cái thân thể bé nhỏ của cu Tị sẽ không bị mất đi. Ông thấy được không?\nHồn Trương Ba: Nhập vào xác cu Tị? Tôi?\nĐế Thích: Chứ sao! Ông với anh hàng thịt là hai người xa lạ, còn ông với thằng cu Tị đã từng quấn quýt quý mến nhau, ông sống trong thân thể thằng bé chắc sẽ ổn...\nHồn Trương Ba: Ông cho tôi suy nghĩ một lát đã... Việc này bất ngờ quá! (ngồi xuống, nghĩ ngợi) Nhập vào cu Tị... (lẩm bẩm) Tôi, một ông già gần 80, cu Tị thì còn chưa bắt đầu cuộc đời, còn đang tuổi ăn, tuổi lớn, chạy nhảy vô tư... có ổn không nhỉ? (nhắm mắt lại) Thử hình dung xem nào... sẽ phải giải thích cho chị Lụa: Tôi không phải là con chị, chị ấy sẽ không nguôi thương nhớ con... Có khi tôi còn phải sang nhà chị Lụa ở... Rồi còn hàng xóm, lí trưởng, trương tuần... Bao nhiêu sự rắc rối. Bà vợ tôi, các con tôi sẽ nghĩ ngợi, xử sự thế nào, khi chồng mình, bố mình mang thân một thằng bé lên 10? Làm trẻ con không phải dễ! Mà cái Gái nhà tôi, nó sẽ nghĩ thế nào nhỉ?\nĐế Thích: Chắc nó sẽ thích. Nó thân với cu Tị mà.\nHồn Trương Ba: (lắc đầu) Sợ chỉ càng oái oăm rắc rối hơn. Trẻ con phải ra trẻ con, người lớn phải ra người lớn. Thằng cu Tị bỗng thành ông nội, con bé đời nào chịu. Tôi đã lường trước thấy bao sự không ổn, ông Đế Thích ạ.\nĐế Thích: Trong thân một đứa bé, ông sẽ có cả cuộc đời trước mặt.\nHồn Trương Ba: Để rồi, chẳng bao lâu nữa, bà nhà tôi, bạn bè cùng lứa với tôi như bác Trưởng Hoạt lần lượt nằm xuống, mình tôi vẫn phải sống suốt bao năm tháng dằng dặc. Mình tôi giữa đám người hậu sinh. Những gì chúng thích thì tôi ghét, những gì tôi thích chúng chẳng ưa. Tôi sẽ như ông khách ngồi dai ở nhà người ta, mọi khách khứa đã về cả rồi, mình vẫn dầm dề nán lại. Tôi sẽ bơ vơ lạc lõng, hoặc sẽ trở nên thảm hại đáng ghét như kẻ tham lam, một kẻ lí ra phải chết từ lâu mà vẫn cứ sống, cứ trẻ khoẻ, cứ ngang nhiên hưởng thụ mọi thứ lộc trời! Vô lí lắm! Không!\nTôi không thể cướp cái thân thể non nớt của cu Tị. (nhìn ra ngoài) Tiếng chị \n  \nới người mẹ là thế nào không? Còn to lớn hơn cả ý muốn bà Tây Vương Mẫu nhà ông. Ông Đế Thích, vì con trẻ ông ạ, vì con trẻ! Ông hãy giúp tôi lần cuối cùng. Tôi sẽ không bao giờ làm phiền ông nữa, không đòi ông điều gì nữa! (lấy bó hương ra) Đây! (bẻ gãy cả bó)\nĐế Thích: Ông Trương Ba... (đắn đo rất lâu rồi quyết định) Vì lòng quý mến ông, tôi sẽ làm cu Tị sống lại, dù có bị phạt nặng... Nhưng còn ông... rốt cuộc ông muốn nhập vào thân thể ai?\nHồn Trương Ba (sau một hồi lâu): Tôi đã nghĩ kĩ... (nói chậm và khẽ) Tôi không nhập vào hình thù ai nữa! Tôi đã chết rồi, hãy để tôi chết hẳn!\nĐế Thích: Không thể được! Việc ông phải chết chỉ là một lầm lẫn của quan thiên đình. Cái sai ấy đã được sửa bằng cách làm cho hồn ông được sống.\nHồn Trương Ba: Có những cái sai không thể sửa được. Chắp vá gượng ép chỉ càng làm sai thêm. Chỉ có cách là đừng bao giờ sai nữa, hoặc phải bù lại bằng một việc đúng khác. Việc đúng còn làm kịp bây giờ là làm cu Tị sống lại. Còn tôi, cứ để tôi chết hẳn...\nĐế Thích: Không! Ông phải sống, dù với bất cứ giá nào...\nHồn Trương Ba: Không thể sống với bất cứ giá nào được, ông Đế Thích ạ! Có những cái giá đắt quá, không thể trả được... Lạ thật, từ lúc tôi có đủ can đảm đi đến quyết định này, tôi bỗng cảm thấy mình lại là Trương Ba thật, tâm hồn tôi lại trở lại thanh thản, trong sáng như xưa...\nĐế Thích: Ông có biết ông quyết định điều gì không? Ông sẽ không còn lại một chút gì nữa, không được tham dự vào bất cứ nỗi vui buồn gì! Rồi đây, ngay cả sự ân hận về quyết định này, ông cũng không có được nữa.\nHồn Trương Ba: Tôi hiểu. Ông tưởng tôi không ham sống hay sao? Nhưng sống thế này, còn khổ hơn là cái chết. Mà không phải chỉ một mình tôi khổ! Những người thân của tôi sẽ còn phải khổ vì tôi! Còn lấy lí lẽ gì khuyên thằng con tôi đi vào con đường ngay thẳng được? Cuộc sống giả tạo này có lợi cho ai? Hoạ chăng chỉ có lão lý trưởng và đám trương tuần hỉ hả thu lợi lộc! Đúng, chỉ bọn khốn kiếp là lợi lộc.\nĐế Thích: Tôi không phải là kẻ khốn kiếp... Tôi quý mến ông... Tôi sẽ chẳng bao giờ được đánh cờ với ông nữa ư? Nhờ ông đánh cờ với tôi, người trên trời, dưới đất mới biết tôi cao cờ như thế nào? Ngoài ông ra, không ai dám đọ cờ với tôi. Ông chính là lẽ tồn tại của tôi.\nHồn Trương Ba: Vì để chứng minh ông tồn tại mà tôi cứ phải tiếp tục cuộc sống không phải là tôi ư? Không, ông phải tồn tại lấy chứ!\nĐế Thích: Nhưng không đánh cờ, Đế Thích sẽ không còn là Đế Thích.\nHồn Trương Ba: Người ta đánh cờ là để rèn luyện tâm trí, để sảng khoái minh mẫn hơn mà sống! Còn ông đánh cờ chỉ để chứng tỏ mình là tiên cờ! Nói thật với ông: Nếu còn tiếp tục sống, tôi cũng chẳng thích đánh cờ với ông nữa! Đánh cờ với ông chán lắm! Không có gì chán bằng đánh cờ với tiên!\nĐế Thích: (suy nghĩ) Con người dưới hạ giới các ông thật kì lạ.\nHồn Trương Ba: Ông hãy trả lời đi! Ông có giúp tôi không? Nếu ông từ chối, tôi sẽ... Tôi đã nhất quyết! Ông phải giúp tôi!\nĐế Thích: Trả thân xác này cho anh hàng thịt... và thế là...\nHồn Trương Ba: Không còn cái vật quái gở mang tên “Hồn Trương Ba, da hàng thịt” nữa.\n(Lược một đoạn: Nam Tào và Bắc Đẩu hiện ra báo cho Đế Thích biết Ngọc Hoàng đã tha cho Đế Thích tội nhập hồn Trương Ba vào xác hàng thịt và cho phép hồn Trương Ba được tiếp tục sống trong xác hàng thịt. Hồn Trương Ba không chấp nhận sống trong thân xác người khác, yêu cầu mọi người sang nhà chị Lụa báo tin cu Tị được sống lại, còn mình quyết chết để trả xác cho anh hàng thịt. Trước khi lìa đời, Hồn Trương Ba dặn dò, an ủi, vĩnh biệt vợ con.)\nĐOẠN KẾT\nVườn cây rung rinh ánh sáng. Ở một góc nhà đó, hiện lên cảnh tượng cu Tị đang ôm chầm lấy mẹ, chị Lụa cuống quýt vuốt ve con. Bà vợ Trương Ba xuất hiện ở phía trước sân khấu.\nVợ Trương Ba: Ông ở đâu? Ông ở đâu?\n(Giữa màu xanh cây vườn, Trương Ba chập chờn xuất hiện.)\nTrương Ba: Tôi đây bà ạ. Tôi vẫn ở liền ngay bên bà đây, ngay trên bậc cửa nhà ta, trong ánh lửa bà nấu cơm, cầu ao bà vo gạo, trong cái cơi bà đựng trầu, con dao bà giẫy cỏ... Không phải mượn thân ai cả, tôi vẫn ở đây, trong vườn cây nhà ta, trong những điều tốt lành của cuộc đời, trong mỗi trái cây cái Gái nâng niu...\n(Dưới một gốc cây, hiện lên cu Tị và cái Gái.)\nCái Gái: (tay cầm một trái na) Cây na này, ông nội tớ trồng đấy! Quả to mà ngon lắm! Ta ăn chung nhé!\n(Bẻ quả na đưa cho cu Tị một nửa. Đôi trẻ ăn ngon lành. Cái Gái lấy những hạt na vùi xuống đất.)\nCu Tị: Cậu làm gì thế?\nCái Gái: Cho nó mọc thành cây mới. Ông nội tớ bảo vậy. Những cây sẽ nối nhau mà lớn khôn. Mãi mãi…\nI. Đôi nét về Lưu Quang Vũ\n- Lưu Quang Vũ (1948 - 1988), quê gốc ở Đà Nẵng, sinh ra ở Phú Thọ trong một gia đình trí thức.\n- Cha của ông là nhà viết kịch Lê Quang Thuận, chính vì vậy từ nhỏ Lưu Quang Vũ đã sớm bộc lộ tài năng.\n- Từ năm 1965 - 1970, ông vào bộ đội và phục vụ trong quân chủng Phòng không - Không quân.\n- Từ 1970 - 1978, ông xuất ngũ rồi làm nhiều nghề để kiếm sống.\n- Từ 1978 - 1988, ông là biên tập viên của tạp chí Sân khấu, bắt đầu sáng tác kịch nói.\n- Trước khi đến với kịch nói, ông từng làm thơ, sáng tác truyện ngắn, vẽ tranh.\n- Vở kịch đầu tay là Sống mãi với thủ đô (viết lại theo kịch bản của Vũ Duy Kỳ).\n- Lưu Quang Vũ là một hiện tượng của sân khấu kịch trường những năm tám mươi của thế kỉ XX, là một trong những nhà soạn kịch tài năng nhất của nền văn học Việt Nam.\n- Ngày 29 tháng 8 năm 1988, ông qua đời giữa lúc tài năng đang nở rộ nhất trong một tai nạn ô tô trên quốc lộ 5 cùng với người bạn đời là nhà thơ Xuân Quỳnh và con trai Lưu Quỳnh Thơ.\n- Năm 2000, Lưu Quang Vũ được tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số tác phẩm:\nThơ: Hương cây (1968, in chung trong tập Hương cây - Bếp lửa với Bằng Việt), Mây trắng của đời tôi (1989), Bầy ong trong đêm sâu (1993)...\nKịch: Lời nói dối cuối cùng, Nàng Xi-ta, Chết cho điều chưa có, Nếu anh không đốt lửa, Lời thề thứ 9, Khoảnh khắc vô và vô tận, Tôi và chúng ta…\nII. Giới thiệu về Hồn Trương Ba, da hàng thịt\n1. Hoàn cảnh sáng tác\n- Hồn Trương Ba, da hàng thịt viết năm 1981 nhưng đến năm 1984 mới ra mắt công chúng.\n- Đây là một trong những vở kịch đặc sắc nhất của Lưu Quang Vũ, được công diễn nhiều lần ở trong nước và ngoài nước.\n- Đoạn trích trong SGK trích từ cảnh VII và đoạn kết của vở kịch.\n2. Tóm tắt\nTrương Ba giỏi đánh cờ bị Nam Tào bắt chết nhầm. Vì muốn sửa sai nên Nam Tào và Đế Thích đã cho hồn Trương Ba sống lại, nhập vào xác anh hàng thịt vừa chết. Khi trú nhờ trong xác anh hàng thịt, Trương Ba gặp phải rất nhiều phiền toái: lí trưởng sách nhiễu, chị hàng thịt đòi chồng, ngay đến gia đình của ông cũng cảm thấy xa lạ... Bản thân Trương Ba cũng đau khổ vì phải sống trái với tự nhiên. Đặc biệt là khi xác anh hàng thịt đã làm cho Trương Ba nhiễm một vài thói xấu. Trước nguy cơ bị tha hóa, ông đã quyết định trả lại xác cho anh hàng thịt, còn mình thì chấp nhận cái chết.\n3. Bố cục đoạn trích\nGồm 3 phần:\nPhần 1. Từ đầu đến “Cái hồn vía ương bướng của tôi ơi, hãy về với tôi này”: Cuộc đối thoại giữa hồn và xác.\nPhần 2 . Tiếp theo đến “Không cần đến cái đời sống do mày mang lại! Không cần”: Cuộc đối thoại giữa hồn Trương Ba và mọi người trong gia đình.\nPhần 3. Còn lại: Cuộc đối thoại giữa hồn Trương Ba và Đế Thích; quyết định của Trương Ba.\n4. Ý nghĩa nhan đề\n- Nhan đề “Hồn Trương Ba, da hàng thịt” sử dụng nghệ thuật tương phản giữa thân xác bên ngoài và tâm hồn bên trong. Hồn Trương Ba biểu tượng cho sự thanh cao, tốt đẹp. Còn xác hàng thịt lại biểu tượng cho những dục vọng tầm thường, xấu xa.\n- Ở đây, giữa hồn và xác không có sự thống nhất với nhau nhưng lại cùng tồn tại. Qua đó nhan đề gửi gắm giá trị nhân sinh sâu sắc. Đó là lời cảnh tỉnh dành cho mỗi người khi không làm chủ được hoàn cảnh. Từ đó để lối sống dung tục tầm thường lấn át lối sống thanh cao trong sáng, để thể xác sai khiến linh hồn.\n5. Nội dung\nQua đoạn trích Hồn Trương Ba, da hàng thịt, tác giả muốn gửi gắm thông điệp được sống là người quý giá thật nhưng được sống đúng là mình, sống trọn vẹn với những giá trị mình vốn cố và theo đuổi còn quý giá hơn. Sự sống chỉ thực sự có ý nghĩa khi con người được sống tự nhiên với sự hài hòa giữa thể xác và tâm hồn.\n6. Nghệ thuật\nXây dựng tình huống xung đột kịch độc đáo.\nNgôn ngữ đối thoại đậm chất triết lí.\nĐộc thoại nội tâm giúp bộc lộ tính cách nhân vật…\n7. Mở bài và kết bài\n- Mở bài: Lưu Quang Vũ là một hiện tượng của sân khấu kịch trường những năm tám mươi của thế kỉ XX. Tác phẩm tiêu biểu của ông có thể kể đến “Hồn Trương Ba, da hàng thịt”, được viết năm 1981 nhưng đến năm 1984 mới ra mắt công chúng.\n- Kết bài: Thời gian là bất tận. Lịch sử cũng không ngừng biến đổi. Nhưng dù vậy, tác phẩm Hồn Trương Ba, da hàng thịt của Lưu Quang Vũ vẫn là bông hoa mãi rực rỡ, làm nên vẻ đẹp của nền văn học nước nhà. Qua đoạn trích này, tác giả muốn gửi gắm thông điệp được sống là người quý giá thật nhưng được sống đúng là mình, sống trọn vẹn với những giá trị mình vốn cố và theo đuổi còn quý giá hơn. Sự sống chỉ thực sự có ý nghĩa khi con người được sống tự nhiên với sự hài hòa giữa thể xác và tâm hồn.\nIII. Dàn ý phân tích Hồn Trương Ba, da hàng thịt\n(1) Mở bài\nGiới thiệu về tác giả Lưu Quang Vũ, tác phẩm Hồn Trương Ba, da hàng thịt.\n(2) Thân bài\na. Cuộc đối thoại giữa hồn và xác\n Hồn Trương Ba:\n- Cho rằng mình vẫn có một đời sống nguyên vẹn, trong sạch, thẳng thắn.\n- Xem xác anh hàng thịt chỉ là cái vỏ bên ngoài: âm u, đui mù, không có tư tưởng, không có cảm xúc, nếu có thì chỉ là những thứ thấp kém.\n=> Hồn Trương Ba phủ nhận vai trò của xác anh hàng thịt.\n- Thái độ: từ chối quả quyết, mạnh mẽ sang ấp úng, bịt tai lại, tuyệt vọng.\n Xác anh hàng thịt:\n- Cho rằng hồn Trương Ba không thể tách khỏi xác anh hàng thịt, mọi việc làm, hành động của hồn Trương Ba đều chịu sự chi phối của xác anh hàng thịt.\n- Thái độ: từ giễu cợt sang quả quyết, mạnh mẽ, lấn át và cuối cùng thắng thế.\n=> Cuộc đấu tranh giữa phần con và phần người, giữa đạo đức và tội lỗi, giữa khát vọng và dục vọng.\nb. Cuộc đối thoại giữa hồn Trương Ba và mọi người trong gia đình\n Hồn Trương Ba: cho rằng mình vẫn có một đời sống riêng, nguyên vẹn, trong sạch và thẳng thắn\n Những người thân trong gia đình:\n- Vợ Trương Ba: đau đớn trước sự thay đổi của Trương Ba: “ông đâu còn là ông”, một mực muốn rời khỏi gia đình “đi cày thuê làm mướn ở đâu cũng được… đi biệt”.\n- Cháu gái: không chịu nhận ông, cho rằng ông nội của mình đã chết mà thay vào đó là một Trương Ba vô cùng vụng về, thô lỗ “Từ nay ông không được động vào cây cối trong vườn của ông tôi nữa!... chân ông to bè như cái xẻng, giẫm nát lên cả cây sâm quý mới ươm”.\n- Con dâu: cảm thông, chia sẻ và yêu thương với Trương Ba hơn trước nhưng vẫn không nhận ra Trương Ba của trước đây nữa.\n=> Mỗi người trong gia đình ở một vị trí, một thái độ khác nhau nhưng đều có điểm chung là thấy Trương Ba đã thay đổi, không còn nguyên vẹn, trong sạch, thẳng thắn.\n- Kết quả: Trương Ba vỡ lẽ, nhận ra sự thay đổi của bản thân và sự lấn át của phần xác đối với phần hồn trong ông.\nc. Cuộc đối thoại giữa hồn Trương Ba và Đế Thích; quyết định của Trương Ba\n Trương Ba đã tự nhận ra: Con người sống cần có sự hài hòa giữa thể xác và tâm hồn, cần được sống là chính mình và cần phải sống có ý nghĩa.\n Quan điểm khác biệt giữa Trương Ba và Đế Thích:\n- Đế Thích: “Ông chỉ nghĩ đơn giản là cho tôi sống nhưng sống như thế nào thì ông chẳng cần biết”.\n- Trương Ba:\nKhông được bên trong một đằng, bên ngoài một nẻo được: “Tôi muốn được là tôi toàn vẹn”.\n“Không thể sống với bất cứ giá nào được. Có những cái giá quá đắt, không thể trả được tâm hồn tôi lại trở lại thanh thản, trong sáng như xưa”.\n- Hành động mang tính bước ngoặt của Trương Ba: Trả lại xác cho anh hàng thịt còn Trương Ba sẽ chết.\n- Phép thử của Đế Thích: Trương Ba sẽ nhập vào xác cu Tị.\n- Kết quả: Trương Ba đã yêu cầu Đế Thích để cho cu Tị sống còn mình thì chết.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Hồn Trương Ba, da hàng thịt.\n \"\""