"Đoạn trích Hồi trống Cổ Thành\nI. Đôi nét về La Quán Trung\n- La Quán Trung (1330 - 1400?) tên là La Bản, hiệu Hồ Hải tản nhân, người vùng Thái Nguyên thuộc tỉnh Sơn Tây cũ.\n- Ông lớn lên vào cuối thời Nguyên, đầu thời Minh, tính tình cô độc, lẻ loi, thích một mình ngao du đây đó.\n- Khi Minh Thái Tổ đánh đuổi được quân Mông Cổ, thống nhất đất nước, ông chuyên sưu tầm và biên soạn dã sử.\n- La Quán Trung là người đầu tiên có đóng góp xuất sắc cho trường phái tiểu thuyết lịch sử thời Minh - Thanh ở Trung Quốc.\n- Một số tác phẩm như: Tam quốc diễn nghĩa, ông còn viết Tùy đường lưỡng triều chí truyện, Tấn Đường ngũ đại sử diễn nghĩa, Bình yêu truyện…\nII. Giới thiệu về Hồi trống cổ thành\n1. Hoàn cảnh sáng tác\n- “Tam quốc diễn nghĩa” ra đời vào đâu thời Minh (1368 - 1644).\n- Tác phẩm gồm 120 hồi, kể chuyện một nước chia ba gọi là “cát cứ phân tranh” trong gần 100 năm của nước Trung Quốc thời cổ (thế kỉ II, III). Đó là cuộc phân tranh giữa ba tập đoàn phong kiến quân phiệt: Ngụy - do Tào Tháo cầm đầu chiếm giữ phía bắc từ Trường Giang trở lên gọi là Bắc Ngụy; Thục - do Lưu Bị cầm đầu, chiếm giữ phía tây nam nên gọi là Tây Thục; Ngô - do Tôn Quyền cầm đầu, chiếm giữ phía đông nam gọi là Đông Ngô.\n- Đoạn trích thuộc hồi 28 của Tam quốc diễn nghĩa.\n2. Tóm tắt\nMẫu 1\nTrước đó, ba anh em Lưu, Quan, Trương náu mình dưới trướng Tào Tháo. Hiểu được bản chất gian hùng của Tào Tháo, họ tìm cách bỏ đi. Tháo cho quân đuổi đánh, ba anh em thất tán mỗi người một ngả. Quan Công vì phải họ tống hai chị dâu (vợ Lưu Bị) nên tạm hàng Tào Tháo với điều hiện hàng Hán chứ không hàng Tào (vua Hán đang bị Tào khống chế), hễ biết tin anh ở đâu là sẽ đi ngay. Tào Tháo tìm cách thu phục Quan Công: ba ngày một tiệc nhỏ, năm ngày một tiệc lớn, lại ban thưởng chức tước, vàng bạc, mỹ nữ… Nhưng Quan Công “thân tại Tào doanh, tâm tại Hán”. Khi vừa nghe tin Lưu Bị đang ở bên Viên Thiệu là lập tứ trả hết ấn tín, vàng bạc châu báu, lên ngựa đi tìm anh. Trên đường đi, bị các tướng Tào ngăn cản, Quan Công vung long đao chém luôn sáu tướng, vượt năm cửa quan. Đến Cổ Thành, gặp được Trương Phi thì vui mừng khôn xiết. Nào ngờ Trương Phi hiểu lầm việc Quan Công hàng tào là bội nghĩa, liền đòi giết Quan Công. Để xua tan mối nghi ngờ, Quan Công đã nhận ngay điều kiện Trương Phi đưa ra: Phải lấy đầu Sái Dương (viên tướng của Tào Tháo) trong ba hồi trống. Chưa đứt một hồi, đầu Sái Dương đã lăn dưới đất. Bấy giờ, Phi mới hiểu được lòng dạ trung thực của Quan Công.\nMẫu 2\nQuan Công đưa hai chị dâu sang đến Nhữ Nam. Kéo quân đến Cổ Thành thì nghe nói Trương Phi đang ở đó. Quan Công mừng rỡ sai Tôn Càn vào thành báo Trương Phi ra đón hai chị. Trương Phi nghe tin Quan Công đến thì sai quân lính mở cổng thành, rồi một mình một ngựa vác bát xà mâu lao đến đòi giết Quan Công. Quan Công tìm cách nói lý lẽ, nhờ cả hai chị dâu nói giúp nhưng không lay chuyển được Trương Phi. Đúng lúc đó, Sái Dương đem theo quân đội của Tào đuổi tới. Trương Phi càng thêm tức giận, buộc Quan Công phải lấy đầu tên tướng trong ba hồi trống. Quan Công chấp nhận. Chưa đứt một hồi trống giục, đầu Sái Dương đã lăn dưới đất. Bấy giờ, Phi mới tin. Trương Phi mời hai chị vào thành rồi cúi đầu sụp lạy xin lỗi Quan Công.\n3. Bố cục\nGồm 2 phần:\nPhần 1: Từ đầu đến “Quan Công nhận lời”: Trương Phi hiểu lầm Quan Công bội nghĩa.\nPhần 2. Còn lại: Quan Công chém đầu Sái Dương, loại bỏ hiềm nghi.\n4. Nội dung\nHồi trống cổ thành đã cho thấy tính cách ngay thẳng của Trương Phi, cũng như tấm lòng trung nghĩa của Quan Công.\n5. Nghệ thuật\nNghệ thuật miêu tả, hình ảnh mang tính biểu tượng…\nHồi trống Cổ Thành\n… Châu Thương theo Quan Công sang Nhữ Nam. Đi được vài ngày, trông xa xa trên đỉnh núi có một toà thành. Quan Công hỏi người địa phương là thành nào. Người địa phương thưa:\n- Đây gọi là Cổ Thành. Mấy tháng trước, có một tướng, tên gọi là Trương Phi, dẫn vài mươi quân kị đến, đuổi quan huyện đi, chiếm lấy thành, mộ quân tậu ngựa, chứa cỏ tích lương nay có đến ba nghìn quân mã. Chung quanh đây không ai dám chống lại.\nQuan Công nghe nói, mừng rỡ vô cùng:\n- Em ta từ khi thất tán ở Từ Châu, lâu nay vẫn không biết ở đâu, ai ngờ lại hoá ra ở đây!\nLiền sai ngay Tôn Càn vào thành báo tin, bảo Trương Phi ra đón hai chị.\nTrương Phi từ khi trốn vào núi Mang Đãng ở hơn một tháng, một hôm ra ngoài nghe ngóng tin tức Huyền Đức, chợt đi qua Cổ Thành, vào huyện vay lương thực. Quan huyện không cho vay. Phi nổi giận đuổi quan huyện đi, cướp lấy ấn thụ, chiếm thành, tạm lấy chốn nương thân.\nHôm ấy Tôn Càn theo lệnh Quan Công vào thành ra mắt Trương Phi. Thi lễ xong, nói chuyện Huyền Đức đã bỏ Viên Thiệu sang Nhữ Nam, Vân Trường thì ở Hứa Đô, vừa đưa hai phu nhân đến đây. Rồi mời Trương Phi ra đón.\nPhi nghe xong, chẳng nói chẳng rằng, lập tức mặc áo giáp, vác mâu lên ngựa, dẫn một nghìn quân, đi tắt ra cửa bắc. Tôn Càn thấy lạ, nhưng không dám hỏi cũng phải theo ra thành.\nQuan Công trông thấy Trương Phi ra, mừng rỡ vô cùng, giao long đao cho Châu Thương cầm, tế ngựa lại đón. Trương Phi mắt trợn tròn xoe, râu hùm vểnh ngược, hò hét như sấm, múa xà mâu chạy lại đâm Quan Công.\nQuan Công giật mình, vội tránh mũi mâu, hỏi:\n- Hiền đệ cớ sao như thế, há quên nghĩa vườn đào ru?\nTrương Phi hầm hầm quát:\n- Mày đã bội nghĩa, còn mặt nào đến gặp tao nữa?\nQuan Công nói:\n- Ta thế nào mà bội nghĩa?\nTrương Phi nói:\n- Mày bỏ anh, hàng Tào Tháo, được phong hầu tứ tước, nay lại đến đây đánh lừa tao! Phen này tao quyết liều sống chết với mày!\nQuan Công nói:\n- Chuyện này em không biết, ta cũng khó nói. May có hai chị ở đây, em đến mà hỏi.\nHai phu nhân nghe thấy thế, vội vàng vén màn xe, gọi:\n- Chú Ba sao lại thế?\nPhi nói:\n- Xin hai chị hãy thong thả, để tôi giết thằng phụ nghĩa này đã, rồi sẽ mời hai chị vào thành.\nCam phu nhân nói:\n- Khoan đã chú Ba, khoan đã! Chớ hấp tấp mà làm càn bây giờ, chú Hai không biết tin tức mọi người nên phải tạm nương mình bên Tào. Nay đã biết anh nhà ở Nhữ Nam, không ngại hiểm trở, đưa bọn ta đến đây. Chú không được nghĩ lầm như thế!\nMi phu nhân cũng nói:\n- Chú Hai trước ở Hứa Đô, thật là bất đắc dĩ.\nPhi nói:\n- Hai chị bị lừa dối đấy. Trung thần thà chịu chết không chịu nhục. Có lẽ đâu đại trượng phu lại thờ hai chủ?\nQuan Công nói:\n- Hiền đệ đừng nói vậy, oan uổng quá!\nTôn Càn nói:\n- Vân Trường đến đây là cốt để tìm tướng quân.\nTrương Phi mắng:\n- Mày cũng nói láo, nó đâu có bụng tốt, nó lại đây tất là để bắt ta đó!\nQuan Công nói:\n- Nếu ta đến bắt em, tất phải đem theo quân mã chứ!\nTrương Phi trỏ tay đằng xa, nói:\n- Không phải quân mã là gì kia?\nQuan Công ngoảnh lại, quả nhiên thấy bụi bay mù trời, một toán quân mã kéo đến, cờ hiệu phấp phới chính là cờ Tào. Trương Phi nổi giận nói:\n- Bây giờ còn chối nữa thôi?\nRồi múa bát xà mâu hăm hở xông lại đâm Quan Công. Quan Công vừa đỡ vừa can:\n- Hiền đệ hãy khoan, xem ta chém tên tướng ấy, để tỏ lòng thực của ta!\nTrương Phi nói:\n- Nếu mày quả có lòng thực, ta đánh ba hồi trống, mày phải chém được tên tướng ấy.\nQuan Công nhận lời.\nMột lát, quân tào kéo đến, Sái Dương đi đầu, vác đao tế ngựa xông đến, quát to:\n- Mày giết cháu ngoại tao là Tần Kì, lại trốn đến đây. Tao phụng mệnh Thừa tướng đến bắt mày.\nQuan Công chẳng nói một lời, múa long đao xô lại, Trương Phi thẳng cánh đánh trống. Chưa dứt một hồi, đầu Sái Dương đã lăn dưới đất. Quân Tào chạy tan tác. Quan Công bắt một tên lính cầm cờ hiệu hỏi chuyện đầu đuôi. Tên lính thưa:\n- Sái Dương nghe tin tướng quân giết cháu ngoại là Tần Kì, nổi giận đùng đùng, muốn sang Hà Bắc đánh nhau với tướng quân, Thừa tướng không cho đi, nhân sai sang Nhữ Nam đánh Lưu Tích, không ngờ đi đến đây lại gặp tướng quân.\nQuan Công sai tên lính đến kể chuyện ấy cho Trương Phi nghe. Phi hỏi kĩ việc ở Hứa Đô. Tên lính kể hết nông nỗi từ đầu đến cuối. Bấy giờ Phi mới tin anh là thực… Phi mời hai chị vào thành.\nVào đến nhà, hai bà mới kể lại những việc Quan Công đã trải qua. Trương Phi nghe hết chuyện, rỏ nước mắt khóc, thụp lạy Vân Trường...\n \"\""