"Bài thơ Khi con tu hú\nKhi con tu hú\nKhi con tu hú gọi bầy\nLúa chiêm đang chín trái cây ngọt dần\nVườn râm dậy tiếng ve ngân\nBắp rây vàng hạt đầy sân nắng đào\nTrời xanh càng rộng càng cao\nĐôi con diều sáo lộn nhào từng không...\nTa nghe hè dậy bên lòng\nMà chân muốn đạp tan phòng, hè ôi.\nNgột làm sao, chết uất thôi\nCon chim tu hú ngoài trời cứ kêu!\nI. Đôi nét về tác giả Tố Hữu\n- Tố Hữu (1920 - 2002) tên thật là Nguyễn Kim Thành.\n- Quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế.\n- Tố Hữu cũng từng giữ nhiều chức vụ quan trọng trong hệ thống chính trị của Việt Nam.\n- Ông là một nhà thơ tiêu biểu của nền thơ ca cách mạng Việt Nam. Đồng thời ông cũng là một cán bộ cách mạng lão thành của Việt Nam.\n- Ông được trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật năm 1996.\n- Các tác phẩm chính:\nTừ ấy (1937 - 1946)\nViệt Bắc (1947 - 1954)\nGió lộng (1955 - 1961)\nRa trận (1962 - 1971)\nXây dựng một nền văn nghệ lớn xứng đáng với nhân dân ta, thời đại ta (tiểu luận, 1973)\nMáu và hoa (1972 - 1977)\nCuộc sống cách mạng và văn học nghệ thuật (tiểu luận, 1981)\nMột tiếng đờn (1978 -1992)\nTa với ta (1992 - 1999)\nNhớ lại một thời (hồi ký, 2000)\nII. Giới thiệu về Khi con tu hú\n1. Hoàn cảnh sáng tác\nBài thơ được sáng tác vào tháng 7 năm 1939, khi tác giả mới bị bắt giam trong nhà lao Thừa Phủ.\n2. Thể thơ\nBài thơ “Khi con tu hú” được sáng tác theo thể thơ lục bát.\n3. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “Đôi con diều sáo lộn nhào từng không”: Bức tranh thiên nhiên mùa hè.\nPhần 2. Còn lại: Tâm trạng của người tù chiến sĩ cách mạng.\n4. Nhan đề\n- Nhan đề “Khi con tu hú” có thể được hiểu là một cụm từ chỉ thời gian, nhưng vẫn chưa đầy đủ.\n- Khi con tu hú gọi bầy cũng là khi mùa hè đến, trong chốn ngục tù ngột ngạt, người chiến sĩ cách mạng khát khao cháy bỏng được tự do.\n=> Tiếng tu hú kêu tác động mạnh mẽ đến tâm hồn nhà thơ vì nó gợi nhắc về mùa hè phóng khoáng, tưng bừng với bao cảnh sắc quyến rũ đối lập với cảnh tù chật chội.\n5. Nội dung\nBài thơ thể hiện sâu sắc lòng yêu cuộc sống và niềm khao khát tự do cháy bỏng của người chiến sĩ cách mạng trong cảnh tù đày.\n6. Nghệ thuật\nThể thơ lục bát giản dị, giàu hình ảnh, giọng thơ tha thiết…\nIII. Dàn ý phân tích Khi con tu tú\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Khi con tu hú.\n(2) Thân bài\na. Bức tranh thiên nhiên mùa hè\n- Âm thanh: “tiếng chim tu hú, tiếng ve ngân, tiếng sáo diều” thể hiện sự sôi động, vui tươi.\n- Màu sắc: màu vàng (bắp rây), màu đỏ (trái chín), màu hồng (nắng đào), màu xanh (trời xanh) gợi sức sống\n- Hương vị: chín, ngọt\n=> Cảnh thiên nhiên mùa hè rộn rã âm thanh, rực rỡ sắc màu, ngọt ngào hương vị.\nb. Tâm trạng của người tù chiến sĩ cách mạng\n- Người tù cách mạng cảm thấy bí bách, ngột ngạt:\nĐộng từ mạnh: “đạp”, “ngột”, “chết uất”\nMột loạt từ cảm thán: “ôi”, “làm sao”, “thôi”...\n- Tiếng chim tu hú xuất hiện ở câu mở đầu và kết thúc: Tiếng chim tu hú hay chính là tiếng gọi của sự tự do, tiếng gọi của cuộc sống đang thúc giục niềm khao khát tự do, thoát khỏi chốn ngục tù, và sâu xa hơn là khao khát đất nước được hòa bình độc lập đang cháy hừng hực trong lòng tác giả.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Khi con tu hú của Tố Hữu.\n \"\""