"Bài thơ Khúc hát ru những em bé lớn trên lưng mẹ\nKhúc hát ru những em bé lớn trên lưng mẹ\nEm cu Tai ngủ trên lưng mẹ ơi,\nEm ngủ cho ngoan đừng rời lưng mẹ.\nMẹ giã gạo mẹ nuôi bộ đội,\nNhịp chày nghiêng, giấc ngủ em nghiêng.\nMồ hôi mẹ rơi má em nóng hổi,\nVai mẹ gầy nhấp nhô làm gối,\nLưng đưa nôi và tim hát thành lời:\n- Ngủ ngoan a kay ơi, ngủ ngoan a kay hỡi,\nMẹ thương a-kay, mẹ thương bộ đội\nCon mơ cho mẹ hạt gạo trắng ngần,\nMai sau con lớn vung chày lún sân…\nEm cu Tai ngủ trên lưng mẹ ơi,\nEm ngủ cho ngoan đừng rời lưng mẹ.\nMẹ đang trỉa bắp trên núi Ka-lưi\nLưng núi thì to, mà lưng mẹ nhỏ,\nEm ngủ ngoan em, đừng làm mẹ mỏi.\nMặt trời của bắp thì nằm trên đồi,\nMặt trời của mẹ, em nằm trên lưng.\n- Ngủ ngoan a-kay ơi, ngủ ngoan a kay hỡi,\nMẹ thương a-kay, mẹ thương làng đói.\nCon mơ cho mẹ hạt bắp lên đều\nMai sau con lớn phát mười Ka-lưi…\nEm cu Tai ngủ trên lưng mẹ ơi,\nEm ngủ cho ngoan đừng rời lưng mẹ.\nMẹ đang chuyển lán, mẹ đi đạp rừng.\nThằng Mỹ đuổi ta phải rời con suối\nAnh trai cầm súng, chị gái cầm chông,\nMẹ địu em đi để dành trận cuối.\nTừ trên lưng mẹ em đến chiến trường,\nTừ trong đói khổ em vào Trường Sơn.\n- Ngủ ngoan a kay ơi, ngủ ngoan a kay hỡi,\nMẹ thương a-kay, mẹ thương đất nước.\nCon mơ cho mẹ được thấy Bác Hồ,\nMai sau con lớn làm người Tự do.\nI. Đôi nét về Nguyễn Khoa Điềm\n- Nguyễn Khoa Điềm sinh năm 1943, trong một gia đình trí thức cách mạng.\n- Quê của ông ở làng An Cựu, thành phố Huế.\n- Sau khi tốt nghiệp Trường Đại học Sư phạm Hà Nội năm 1964, Nguyễn Khoa Điềm về quê hương miền Nam tham gia chiến đấu.\n- Ông thuốc thế hệ nhà thơ trưởng thành trong kháng chiến chống Mỹ của dân tộc.\n- Nguyễn Khoa Điềm từng giữ nhiều chức vụ quan trọng: Tổng thư ký Hội Nhà văn Việt Nam (khóa V), nguyên Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng khóa IX, Trưởng Ban Tư tưởng - Văn hóa Trung ương.\n- Năm 2000, ông được trao tặng Giải thưởng Nhà nước về văn học nghệ thuật.\nII. Giới thiệu về Khúc hát ru những em bé lớn trên lưng mẹ\n1. Hoàn cảnh sáng tác\nBài thơ được Nguyễn Khoa Điềm sáng tác năm 1971, khi đang công tác ở chiến khu miền tây Thừa Thiên.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Mai sau con lớn vung chày lún sân”: Lời ru khi mẹ cuộc sống sinh hoạt hằng ngày.\nPhần 2. Tiếp theo đến “Mai sau con lớn phát mười Ka-lưi”. Lời ru trong lao động sản xuất.\nPhần 3. Còn lại. Lời ru trong chiến đấu.\n3. Ý nghĩa nhan đề\n- Khúc hát ru: gợi về những âm hưởng sâu lắng quen thuộc trong tâm hồn mỗi người.\n- Những em bé: hình ảnh khái quát về một thế hệ những con người được nuôi dưỡng, lớn lên từ những lời ru của mẹ.\n=> Ca ngợi người mẹ miền núi nói riêng, cũng như người mẹ Việt Nam nói chung. Đó là những người phụ nữ bình dị, tần tảo và giàu đức hy sinh.\n4. Thể thơ\nBài thơ “Khúc hát ru những em bé lớn trên lưng mẹ” được sáng tác theo thể thơ tự do.\n5. Mạch cảm xúc\nMạch cảm xúc được phát triển theo lời ru của người mẹ, trong từng hoàn cảnh khác nhau với những cung bậc khác nhau. Khúc hát ru những em bé lớn trên lưng mẹ là khúc ru nồng nàn cảm xúc yêu thương của người mẹ dành cho đứa con của mình. Và trong bất cứ hoàn cảnh nào, dù lao động vất vả hay đối mặt với kẻ thù hiểm nguy thì lời ru con vẫn luôn ngân vang trong tim mẹ.\n6. Nội dung\nBài thơ “Khúc hát ru những em bé lớn trên lưng mẹ” đã thể hiện tình yêu thương con gắn với lòng yêu nước, với tinh thần chiến đấu của người mẹ miền tây Thừa Thiên.\n7. Nghệ thuật\nGiọng điệu ngọt ngào, trìu mến; sử dụng các biện pháp tu từ nhân hóa, điệp ngữ, ẩn dụ…\n8. Mở bài và kết bài\n- Mở bài: Nguyễn Khoa Điềm thuộc thế hệ nhà thơ trưởng thành trong kháng chiến chống Mỹ của dân tộc. Một trong những tác phẩm hay của ông là Khúc hát ru những em bé lớn trên lưng mẹ. Tác phẩm đã gửi gắm (nội dung vấn đề cần nghị luận) đến với người đọc.\n- Kết bài: Bài thơ “Khúc hát ru những em bé lớn trên lưng mẹ” đã thể hiện tình yêu thương con gắn với lòng yêu nước, với tinh thần chiến đấu của người mẹ miền tây Thừa Thiên. Tác phẩm mang đậm phong cách sáng tác của nhà thơ Nguyễn Khoa Điềm.\nIII. Dàn ý phân tích Khúc hát ru những em bé lớn trên lưng mẹ\n(1) Mở bài\nGiới thiệu về nhà thơ Nguyễn Khoa Điềm, bài thơ Khúc hát ru những em bé lớn trên lưng mẹ.\n(2) Thân bài\na. Lời ru trong lao động sản xuất\na.1. Đoạn thơ đầu tiên\n- Cách gọi: “Em cu Tai” - đầy thân thương, tình cảm. Công việc giã gạo tuy vất vả nhưng tình yêu mẹ dành cho con lại vô cùng sâu sắc.\n- Hai mẹ con như chung cùng một nhịp đập: “nhịp chày nghiêng - giấc ngủ em nghiêng”, “mồ hôi mẹ rơi” - “má em nóng hổi”.\n- Tấm thân của mẹ chở che cho con: “vai gầy” - làm gối, “lưng” - đưa nôi còn “trái tim” - hát thành lời.\na.2. Đoạn thơ thứ hai\n- Tình cảm của mẹ: không chỉ yêu thương con sâu sắc mà con yêu thương bộ đội ngày đêm chiến đấu vì đất nước.\n- Hai câu cuối: “Con mơ cho mẹ hạt gạo trắng ngần…” - gửi gắm một ước mơ, về con trong tương lai sẽ trở thành một chàng trai khỏe mạnh, cường tráng.\nb. Lời ru trong lao động sản xuất\nb.1. Đoạn thơ đầu tiên\n- Điệp cấu trúc: “Em cu Tai ngủ trên lưng mẹ ơi/Em ngủ cho ngoan đừng rời lưng mẹ” mang âm hưởng lời ru ngọt ngào.\n- Hình ảnh đối lập: “lưng núi to mà lưng mẹ nhỏ” làm nổi bật sự gian khổ, vất vả của mẹ trong công việc lao động.\n- Đặc biệt là hình ảnh ẩn dụ “mặt trời”: nếu mặt trời của thiên nhiên đem lại ánh sáng, sự sống cho vạn vật thì “mặt trời của mẹ” chính là lẽ sống, niềm tin trong cuộc sống của mẹ.\nb.2. Đoạn thơ thứ hai\n- Tình yêu thương của mẹ không chỉ dành cho con mà còn cả dân làng phải chịu đói khổ trong những năm chiến tranh.\n- Hai câu cuối: “Con mơ cho mẹ hạt bắp lên đều…” gửi gắm về ước tương lai con sẽ trở thành một dũng sĩ “phát mười Ka-lưi” đem lại cuộc sống no đủ cho dân làng.\nc. Lời ru trong chiến đấu\nc.1. Đoạn thơ đầu tiên\n- Khi giặc đến, mẹ phải “chuyển lán, đạp rừng”, cùng với mọi người bảo vệ căn cứ chiến đấu của bộ đội.\n- “Mẹ địu em đi để giành trận cuối”: mẹ xông pha vào nơi chiến trường Trường Sơn ác liệt, hai chữ “trận cuối” thể hiện một niềm tin chiến thắng.\n- Hình ảnh em vẫn ngủ trên lưng mẹ gợi sự yên bình trong chiến tranh.\nc.2. Đoạn thơ sau\n- Tình thương của mẹ mở rộng ra dành cho đất nước.\n- Hai câu cuối: “Con mơ cho mẹ được thấy Bác Hồ…” gợi ước mơ con trưởng thành được gặp Bác Hồ - vị lãnh tụ kính yêu của dân tộc, khi đó đất nước sẽ tự do, độc lập.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Khúc hát ru những em bé lớn trên lưng mẹ.\n \"\""