"Đoạn trích Kiều ở lầu Ngưng Bích\nKiều ở lầu Ngưng Bích\nTrước lầu Ngưng Bích khóa xuân,\nVẻ non xa tấm trăng gần ở chung.\nBốn bề bát ngát xa trông,\nCát vàng cồn nọ, bụi hồng dặm kia.\nBẽ bàng mây sớm đèn khuya,\nNửa tình, nửa cảnh như chia tấm lòng.\nTưởng người dưới nguyệt chén đồng,\nTin sương luống những rày trông mai chờ.\nBên trời góc bể bơ vơ,\nTấm son gột rửa bao giờ cho phai.\nXót người tựa cửa hôm mai,\nQuạt nồng ấp lạnh, những ai đó giờ?\nSân Lai cách mấy nắng mưa,\nCó khi gốc tử đã vừa người ôm?\nBuồn trông cửa bể chiều hôm,\nThuyền ai thấp thoáng cánh buồm xa xa?\nBuồn trông ngọn nước mới sa,\nHoa trôi man mác, biết là về đâu?\nBuồn trông nội cỏ rầu rầu,\nChân mây mặt đất một màu xanh xanh.\nBuồn trông gió cuốn mặt duềnh\nẦm ầm tiếng sóng kêu quanh ghế ngồi.\nI. Đôi nét về tác giả Nguyễn Du\n1. Cuộc đời\n- Nguyễn Du sinh năm 1765 tại Thăng Long, tên chữ là Tố Như, hiệu là Thanh Hiên.\n- Tổ tiên Nguyễn Du vốn từ làng Canh Hoạch, huyện Thanh Oai, trấn Sơn Nam (nay thuộc Hà Nội), sau đó di cư vào xã Nghi Xuân, huyện Tiên Điền (nay là làng Tiên Điền, huyện Nghi Xuân, tỉnh Hà Tĩnh).\n- Cha là Nguyễn Nghiễm (1708 - 1775) và mẹ là Trần Thị Tần (1740 - 1778).\n- Vợ của Nguyễn Du là con gái Đoàn Nguyễn Thục, quê ở Quỳnh Côi, trấn Sơn Nam (nay thuộc Thái Bình).\n- Nguyễn Du may mắn được tiếp nhận truyền thống văn hóa của nhiều vùng quê khác nhau.\n- Thời thơ ấu và niên thiếu, Nguyễn Du sống tại Thăng Long trong một gia đình phong kiến quyền quý.\n- Năm 10 tuổi, Nguyễn Du mồ côi cha.\n- Năm 13 tuổi, mồ côi mẹ, Nguyễn Du đến sống với người anh cùng cha khác mẹ là Nguyễn Khản.\n- Trong khoảng thời gian này, ông đã có dịp hiểu biết về cuộc sống phong lưu, xa hoa của giới quý tộc phong kiến - những điều đó đã để lại dấu ấn trong sáng tác của ông sau này.\n- Năm 1783, Nguyễn Du thi Hương đỗ tam trường (tú tài) và được tập ấm nhận một chức quan võ nhỏ ở Thái Nguyên.\n- Từ năm 1789, Nguyễn Du đã rơi vào cuộc sống khó khăn gian khổ hơn chục năm ở các vùng nông thôn khác nhau đã tạo điều kiện cho Nguyễn Du có một vốn sống thực tế phong phú thô thúc ông suy ngẫm nhiều về xã hội, thân phận con người tạo tiền đề cho việc hình thành tài năng và bản lĩnh văn chương.\n- Sau nhiều năm sống chật vật ở các vùng quê khác nhau, năm 1802, Nguyễn Du ra làm quan cho nhà Nguyễn.\n- Năm 1802, ông nhậm chức Tri huyện Phù Dung (nay thuộc Khoái Châu, Hưng Yên), sau đổi thành Tri phủ Thường Tín (nay thuộc Hà Nội).\n- Từ năm 1805 - 1809, ông được thăng chức Đông Các điện học sĩ.\n- Năm 1809, Nguyễn Du được bổ làm Cai bạ dinh Quảng Bình.\n- Năm 1813, ông được thăng Cần Chánh điện học sinh và giữ chức Chánh sứ đi Trung Quốc.\n- Đến khi sang Trung Quốc, Nguyễn Du được tiếp xúc trực tiếp với nền văn hóa mà từ nhỏ đã quen thuộc.\n- Năm 1820, Nguyễn Du được cử làm Chánh sứ đi Trung Quốc, nhưng chưa kịp lên đường đã mất vào ngày 10 tháng 8 năm 1820.\n- Năm 1965, Hội đồng Hòa bình thế giới đã công nhận Nguyễn Du là danh nhân văn hóa thế giới.\n2. Sự nghiệp văn học\na. Các sáng tác chính\n Sáng tác bằng chữ Hán: gồm 249 bài thơ chữ Hán do Nguyễn Du viết vào các thời kỳ khác nhau.\n- Thanh Hiên thi tập (Tập thơ của Thanh Hiên): 78 bài viết chủ yếu trong những năm tháng trước khi ra làm quan nhà Nguyễn.\n- Nam trung tạp ngâm (Các bài thơ ngâm khi ở phương Nam): 40 bài viết thời gian làm quan ở Huế và Quảng Bình, những địa phương ở phía nam Hà Tĩnh quê hương ông.\n- Bắc hành tạp lục (Ghi chép trong chuyến đi sang phương Bắc) gồm 131 bài thơ sáng tác trong chuyến đi sứ Trung Quốc.\n=> Thơ chữ Hán của Nguyễn Du thể hiện tư tưởng, tình cảm, nhân cách của ông.\n Sáng tác bằng chữ Nôm: Đoạn trường tân thanh (Truyện Kiều) và Văn chiêu hồn.\nb. Một vài đặc điểm về nội dung và nghệ thuật của thơ văn Nguyễn Du\n Đặc điểm nội dung:\n- Tình cảm chân thành, sự cảm thông sâu sắc của tác giả đối với cuộc sống và con người, đặc biệt là những con người nhỏ bé, bất hạnh, phụ nữ.\n- Nguyễn Du đã đề cập đến một vấn đề rất mới, nhưng cũng rất quan trọng của chủ nghĩa nhân đạo trong văn học: xã hội cần phải trân trọng những giá trị tinh thần, do đó cần phải trân trọng chủ thể sáng tạo ra những giá trị tinh thần đó.\n- Sáng tác của Nguyễn Du cũng đề cao hạnh phúc của con người tự nhiên, trần thế.\n=> Nguyễn Du là tác giả tiêu biểu của trào lưu nhân đạo chủ nghĩa văn học cuối thế kỉ XVIII - đầu thế kỉ XIX.\n Đặc điểm nghệ thuật\n- Thể thơ phong phú: ngũ ngôn cổ thi, ngũ ngôn luật, thất ngôn luật và ca, hành (nhạc phủ)...\n- Góp phần trau dồi ngôn ngữ văn học dân tộc, làm giàu cho tiếng Việt qua việc Việt hóa yếu tố ngôn ngữ ngoại nhập.\nII. Giới thiệu về Kiều ở lầu Ngưng Bích\n1. Hoàn cảnh sáng tác\n- Truyện Kiều (Đoạn trường tân thanh) được Nguyễn Du sáng tác vào đầu thế kỉ 19 (khoảng 1805 - 1809).\n- Nguyễn Du sáng tác “Truyện Kiều” dựa trên cốt truyện “Kim Vân Kiều truyện” của Trung Quốc.\n- Tuy nhiên, phần sáng tạo của Nguyễn Du là vô cùng lớn, mang đến sự thành công và sức hấp dẫn cho tác phẩm.\n- Thể loại: Truyện thơ Nôm, 3254 câu thơ lục bát.\n2. Vị trí đoạn trích\n- Đoạn trích nằm ở phần thứ hai (Gia biến và lưu lạc) của Truyện Kiều.\n- Sau khi biết mình bị lừa vào chốn lầu xanh, Kiều uất ức định tự vẫn. Tú Bà vờ hứa hẹn đợi nàng bình phục sẽ gả chồng cho nàng vào nơi tử tế, rồi đưa Kiều ra giam lỏng ở lầu Ngưng Bích để tiếp tục nghĩ ra kế sách mới.\n- Tóm tắt Truyện Kiều:\nTruyện Kiều kể về cuộc đời của Thúy Kiều - một thiếu nữ tài sắc vẹn toàn nhưng cuộc đời nhiều bất hạnh. Trong một lần du xuân, Kiều vô tình gặp gỡ Kim Trọng và có một mối tình đẹp đẽ bên chàng Kim. Hai người chủ động gặp gỡ và đính ước với nhau.\nGia đình Kiều bị nghi oan, cha bị bắt, Kiều quyết định bán mình để chuộc cha. Trước khi bán mình, Kiều trao duyên cho em gái là Thúy Vân. Thúy Kiều bị bọn buôn người là Mã Giám Sinh và Tú Bà lừa bán vào lầu xanh. Sau đó, nàng được Thúc Sinh cứu vớt khỏi cuộc đời kỹ nữ. Những rồi Kiều lại bị Hoạn Thư - vợ Thúc Sinh ghen tuông, đày đọa. Nàng một lần nữa bị rơi vào chốn thanh lâu. Ở đây, Kiều gặp được Từ Hải - một “anh hùng đầu đội trời, chân đạp đất”. Từ Hải lấy Kiều và giúp nàng báo ân báo oán. Do mắc lừa tổng đốc Hồ Tôn Hiến, Kiều vô tình đẩy Từ Hải vào chỗ chết. Đau đớn, nàng trẫm mình xuống sông thì được sư Giác Duyên cứu.\nLại nói Kim Trọng khi từ Liêu Dương chịu tang chú xong quay về, biết Thúy Kiều gặp phải biến cố thì đau lòng. Chàng kết hôn cùng Thúy Vân nhưng vẫn ngày nhớ đêm mong gặp lại Kiều. Chàng liền quyết tâm đi tìm nàng, gia đình đoàn tụ. Túy Kiều nối lại duyên với Kim Trọng nhưng cả hai đã nguyện ước “duyên đôi lứa cũng là duyên bạn bầy”.\n3. Bố cục\nGồm 3 phần:\nPhần 1.Từ “Trước lầu Ngưng Bích khóa xuân” đến “Nửa tình nửa cảnh như chia tấm lòng”: Cảnh vật nơi chốn lầu Ngưng Bích.\nPhần 2. Tiếp theo đến “Có khi gốc tử đã vừa người ôm”: Nỗi nhớ cha mẹ, nhờ người thương của Thúy Kiều.\nPhần 3. Còn lại: Nỗi lo lắng trước cuộc sống tương lai của bản thân.\n4. Nội dung\nĐoạn trích Kiều ở lầu Ngưng Bích đã cho thấy nỗi cô đơn, buồn tủi và tấm lòng thủy chung, hiếu thảo của Thúy Kiều.\n5. Nghệ thuật\nBút pháp tả cảnh ngụ tình.\nCác biện pháp tu từ như điệp ngữ, liệt kê…\n6. Mở bài và kết bài\n- Mở bài: Nguyễn Du - người đưa nền văn học chữ Nôm của dân tộc ta phát triển tới đỉnh cao từ thế kỉ XVIII với kiệt tác “Truyện Kiều”. Người ta say mê Kiều không chỉ bởi tài năng của Nguyễn Du mà có lẽ trước hết là ở tấm lòng nhân đạo ông dành cho người phụ nữ tài hoa bạc mệnh. Nổi bật trong tác phẩm là đoạn trích Kiều ở lầu Ngưng Bích.\n- Kết bài: Kiều ở lầu Ngưng Bích đã cho thấy nỗi cô đơn, buồn tủi và tấm lòng thủy chung, hiếu thảo của Thúy Kiều. Đây là một trong những đoạn trích hay nhất trong Truyện Kiều, đã cho thấy cái tài của Nguyễn Du.\nIII. Dàn ý phân tích Kiều ở lầu Ngưng Bích\n(1) Mở bài\nGiới thiệu về tác giả Nguyễn Du, tác phẩm Truyện Kiều. Từ đó dẫn dắt đến đoạn trích Kiều ở lầu Ngưng Bích.\n(2) Thân bài\na. Cảnh vật nơi chốn lầu Ngưng Bích\nKhung cảnh thiên nhiên được tác giả miêu tả theo điểm nhìn từ trên cao xuống:\n- “Khóa xuân”: khóa kín tuổi xuân, ý nói cấm cung (con gái nhà quyền quý trong xã hội xưa thường không được ra khỏi phòng) - nhưng ở đây là nói đến việc Kiều bị giam lỏng.\n- Hình ảnh thiên nhiên đối lập “non xa” - “trăng gần”: Kiều ở trên lầu cao nhìn xuống dãy núi xa và mảnh trăng như ở cùng một trong một vòm trời.\n- “Bốn bề” kết hợp với từ láy “bát ngát” gợi ra một không gian rộng lớn, vô tận của thiên nhiên trước lầu Ngưng Bích.\n- “Cát vàng cồn nọ bụi hồng dặm kia” - những sự vật tưởng chừng như chẳng có sự liên kết nào.\n=> Khung cảnh thiên nhiên trước lầu Ngưng Bích rộng lớn đấy mà thật vắng lặng. Kiều như đơn độc trước không gian đó.\nb. Nỗi nhớ cha mẹ, nhờ người thương của Thúy Kiều\n- Hoàn cảnh của Kiều:\n“Bẽ bàng”: cảm giác xấu hổ, tủi nhục của Thúy Kiều trước hoàn cảnh lúc này của mình.\nThành ngữ “mây sớm đèn khuya”: thời gian tuần hoàn của vạn vật.\n“Nửa tình nửa cảnh như chia tấm lòng”: nỗi lòng của nàng Kiều như bị chia ra làm đôi. Một dành để nhớ đến cha mẹ, một nhờ về chàng Kim.\n- Nỗi nhớ người yêu:\n“Người dưới nguyệt chén đồng”: hình ảnh Kiều và Kim Trọng cùng nhau đính ước được nàng hồi tưởng lại.\n“Tin sương luống những rày trông mai chờ”: Kim Trọng trở về nơi quê nhà, liệu đã nghe tin nàng phải bán mình chuộc cha hay vẫn còn mong nhớ, chờ đợi.\nThành ngữ “bên trời góc bể” kết hợp với từ láy “bơ vơ” gợi ra sự cách trở, xa xôi giữa Thúy Kiều và Kim Trọng.\n“Tấm son”: tấm lòng son sắc thủy chung của Kiều biết đến bao giờ mới “gột rửa cho phai”.\n=> Nàng Kiều khi nhớ đến Kim Trọng vẫn gìn giữ được tấm lòng thủy chung son sắc.\n- Nỗi nhớ người thân:\n“Xót người tựa cửa hôm mai”: Sự đau đớn, xót xa không biết lúc này cha mẹ ở nhà có cảm thấy lo lắng cho mình không.\n“Quạt nồng ấp lạnh”: Gợi hình ảnh mùa hè trời nóng thì quạt cho cha mẹ ngủ, mùa đông trời lạnh thì vào nằm trước trong giường để khi cha mẹ ngủ, chỗ nằm đã ấm sẵn.\n“Sân Lai cách mấy nắng mưa/Có khi gốc tử đã vừa người ôm”: Ý chỉ cha mẹ đã có tuổi rồi, cần người ở bên phụng dưỡng nhưng Kiều lại không thể bên cạnh.\n=> Nỗi đau đớn, xót xa khi không thể ở bên hiếu thảo với cha mẹ.\nc. Nỗi lo lắng trước cuộc sống tương lai của bản thân\nĐiệp ngữ “buồn trông” kết hợp với các hình ảnh thiên nhiên:\n- “cửa bề chiều hôm/Thuyền ai thấp thoáng cánh buồm xa xa”: Không gian bao la rộng lớn, Kiều nhớ về quê hương. Hình ảnh “con thuyền” gợi nhớ về quê hương, nàng mong muốn trở về nhưng không biết đến khi nào.\n- “mặt nước mới sa/Hoa trôi man mác biết là về đâu”: Hình ảnh những cánh hoa trôi giữa dòng nước cũng giống như cuộc đời nàng bị vùi dập.\n- “nội cỏ rầu rầu/Chân mây mặt đất một màu xanh xanh”: Dường như thiên nhiên cũng nhuốm màu tâm trạng, màu xanh không phải của hy vọng mà là màu xanh của tuyệt vọng, mất phương hướng.\n- “gió cuốn mặt duềnh/Ầm ầm tiếng sóng kêu quanh ghế ngồi”: Dường như ta nghe được âm thanh của tiếng sóng vỗ đang kêu. Đó là dự cảm về những sóng gió cuộc đời đang bủa vây lấy nàng. Kiều cảm nhận được, cảm thấy xót xa và đau đớn.\n=> Bút pháp tả cảnh ngụ tình đặc sắc cho thấy nỗi buồn cũng như những dự cảm của Kiều trước tương lai.\n(3) Kết bài\nKhẳng định lại giá trị nội dung của đoạn trích “Kiều ở lầu Ngưng Bích”.\n \"\""