"Truyện ngắn Làng\nLàng\nTối nào cũng vậy, cứ đến lúc con bé lớn ông Hai thu que đóm cháy lập lòe trong chiếc nón rách tất tả đi từ nhà bếp lên, và bà Hai ngồi ngây thuỗn cái mặt trước đĩa đèn dầu lạc, lầm bầm tính toán những tiền cua, tiền bún, tiền chuối, tiền kẹo… thì ông Hai vùng dậy, sang bên bác Thứ nói chuyện. Không hiểu sao cứ đến lúc ấy ông Hai lại thấy buồn. Nằm nghe tiếng súng dội trong đêm tối và nhất là cái tiếng rì rầm tính toán tiền nong của mụ vợ, tự nhiên ông sinh ra nghĩ ngợi vẩn vơ, nó bực dọc làm sao ấy. Mà ông, thì không thích nghĩ ngợi như thế một tí nào. ông vốn là người hay làm, ở quê ông làm suốt ngày, không mấy lúc chịu ngơi chân ngơi tay. Không đi cày đi cuốc, không gánh phân tát nước thì ông cũng phải bày vẽ ra công việc gì để làm: đan rổ, đan rá hay chữa cái chuồng gà, cạp lại tấm liếp. Từ ngày tản cư lên đây, suốt ngày mấy bố con nhong nhóng ngồi ăn, tối đến lại nghe những tiếng rì rầm tính toán ấy, ruột gan ông cứ nóng lên như lửa đốt. Ông phải đi chơi cho khuây khỏa. Lần nào cũng như lần nào, cứ vừa nhô đầu qua cái mái lá bên gian bác Thứ là ông lão hỏi ngay: “Thế nào, hôm nay có gì không bác?” Không đợi trả lời, ông lão nói luôn:\n- Này Đácgiăngliơ nó lại về Pháp đấy nhé. Hừ, chơi vào! Còn là đi đi về về!\nHoặc:\n- Báo Cứu quốc hôm nay nghe sướng quá. Cụ Hồ đối đáp với các nhà báo ngoại quốc đâu vào đấy. Cứng rắn mà lại mềm mỏng lắm. Cụ bảo rằng thì là dân ta chỉ muốn Độc lập và Thống nhất thôi, không thì dân ta đánh đến cùng. Thật đấy, chuyến này không được Độc lập thì chết cả đi chứ sống làm gì cho nó nhục. Mà có khi nào mình lại không Thống nhất, Độc lập được hở bác? Rồi ông nói đến chuyện tản cư, chuyện Tây khủng bố, truyện Việt gian, chuyện thổ phỉ… những chuyện ông lượm được hồi trưa, ở ngoài điếm. Cả chuyện chính trị, quân sự nữa. Ta bố trí nó thế này, ta bố trí nó thế kia. Ta chính trị nó thế này, ta chính trị nó thế khác. Rất trơn tru, rất thành thạo mà chẳng đâu vào đâu cả. Ông lão kéo dài một bên ria mép ra, tủm tỉm:\n- Cũng là học lỏm cả thôi đấy bác ạ… Chả là tôi cũng là phụ lão cứu quốc mà… Và cuối cùng, khi câu chuyện tin tức hàng ngày đã nhạt rồi, thì ông xoay đến chuyện cái làng của ông. Ông nói chuyện về cái làng ấy một cách say mê và náo nức lạ thường. Hai con mắt ông sáng hẳn lên, cái mặt biến chuyển, hoạt động. Ông khoe làng ông có cái phòng thông tin tuyên truyền sáng sủa rộng rãi nhất vùng, chòi phát thanh thì cao bằng ngọn tre, chiều chiều loa gọi cả làng đều nghe thấy. Ông khoe làng ông nhà ngói san sát, sầm uất như tỉnh.\nĐường trong làng toàn lát đá xanh, trời mưa trời gió tha hồ đi khắp đầu làng cuối xóm, bùn không dính đến gót chân. Tháng năm ngày mười phơi rơm, phơi thóc thì tốt thượng hạng, không có lấy một hạt thóc đất. Ông Hai vẫn có tính khoe làng như thế xưa nay. Hồi còn đế quốc Pháp, mỗi bận đi đâu xa, khoe làng ông chỉ khoe cái sinh phần của viên tổng đốc làng ông. Ông có vẻ hãnh diện cho làng có được cái sinh phần ấy lắm: “Chết! Chết, tôi chưa thấy cái dinh cơ nào mà lại được như cái dinh cơ cụ thượng làng tôi. Có lăm lắm là của. Vườn hoa, cây cảnh nom như động ấy. Thấy bảo còn hơn cái lăng cụ thiếu Hà Đông nhiều cơ mà!” Mỗi bận có khách bên họ ngoại ở dưới tỉnh Nam lên chơi, thế nào ông lão cũng phải dắt ra xem lăng cho kì được. Ông mê man giảng giải cho họ: cái tượng đá này là ông Hoàng Thạch Công đánh rơi giày. Những người bằng sứ kia là bát tiên quá hải. Cái ông đắp bằng xi măng lù lù ở giữa hồ bát giác kia là là… lấy kiểu tận xa lắm, đâu như tận bên chùa Đế Thích. Còn như cái cọc sắt nhọn hoắt cắm vào cái bầu rượu có đắp bốn con dơi quét vôi vàng mãi tít trên ngọn sinh phần kia là máy thu lôi. Khiếp lắm! Sấm sét là thu tất cả vào trong ấy.\n- Chả nguyên là “cụ tôi” phòng sau này nằm xuống bất hạnh sét có đánh phải cũng không việc gì mà. Xem! Trí lực của người ta có khiếp không?\nÔng lão vừa nói vừa nhìn vào cái bộ mặt lì xì của người bà con họ bên ngoại giãn ra vì kinh ngạc ấy mà ông lão hả hê cả lòng. Ông thấy cái lăng tẩm ấy một phần như có ông. Nhưng từ ngày khởi nghĩa thì người ta không còn thấy ông đả động gì đến cái lăng ấy nữa. Ông đã bảo ông thù nó cơ mà. Cái lăng ấy nó làm khổ ông, nó còn làm khổ bao nhiêu người làng này nữa. Xây cái lăng ấy cả làng phục dịch, cả làng gánh gạch, đập đá, làm phu hồ cho nó. Có người ốm, có người chết, có người làm mấy tháng trời không được đồng công nào. Cái chân ông đi khập khễnh bây giờ cũng vì cái lăng ấy. Ông bị một chồng gạch đổ vào bại một bên hông. Bây giờ khoe làng, ông lão lại khoe khác. Ông khoe những ngày khởi nghĩa dồn dập ở làng, mà ông gia nhập phong trào từ thời kỳ còn bóng tối. Những buổi tập quân sự. Cả giới phụ lão có cụ râu tóc bạc phơ cũng vác gậy đi tập một hai. Mỗi lần hô động tác, anh huấn luyện viên lại phải đệm tiếng ạ… thườn thượt đằng sau: “Nghiêm ạ!… Nghỉ ạ!… Vác súng lên vai ạ!…”. Nhất là những hố, những ụ, những giao thông hào của làng ông thì làm công trình không để đâu hết. Ông lão kể rành rọt từng cái một. Cái thì đắp ở đầu xóm Ba Khu, cái thì xây ở Ngõ Mái, cái thì xẻ thông từ đầu phố trên đến tận đầu phố dưới. Cửa mạch nhà nào cũng đục, có thể đi suốt làng không phải ra đến đường cái. Cũng có khi ông lão lại ngậm ngùi kể lại những chuyện ngày xửa ngày xưa nào không biết, ông bị bọn hương lý trong làng truất ngôi trừ ngoại xiêu dạt đi, lang thang hết nơi này đến nơi khác, lần mò vào đến tận đất Sài Gòn, Chợ Lớn kiếm ăn. Ba chìm bảy nổi mười mấy năm trời mới lại được trở về quê hương bản quán. Cứ như vậy, suốt cả buổi tối, ông lão ngồi vén quần lên tận bẹn trên chiếc chõng tre nhà bác Thứ mà nói liên miên hết cái đường xóm kia tốt, cái giếng xóm kia trong với những chuyện đẩu chuyện đâu về cái làng của ông lão, làm như bác Thứ cũng quen biết và bận tâm đến những thứ ấy lắm. Thực ra ông lão chỉ nói cho sướng miệng và đỡ nhớ cái làng của ông chứ cũng chẳng chú ý gì đến người nghe có thích nghe lắm không. Đôi khi thấy mình mãi nói quá, mà bác Thứ hình như lơ đễnh những đâu đâu, ông lão lại nhắc:\n- Cậu vẫn nghe đấy chứ? Thì bác Thứ giật mình, trả lời vội vàng:\n- Có! Có! Tôi vẫn nghe đây, ông kể nốt đi… Thế là ông lão lại kể. Nhưng cũng có nhiều bận đang ngồi nói mãi mê như vậy bỗng dưng ông ngắc lại, mặt ông thần ra, ông nghĩ ngợi một lúc lâu rồi thủ thỉ:\n- Chuyến này bước chân ra đi… Năm năm, ba năm hay mươi mười lăm năm, không biết có còn về được đến làng đến nước nữa không đây. ông lão im lặng, thở dài:\n- Nó chết một cái nhà tôi neo người quá, phải đi, chứ những như một mình tôi, thì tôi ở lại làng với anh em cơ đấy. Quê cha đất tổ một lúc rứt ruột bỏ đi làm gì mà không đau xót hả bác?…\nThực tình ông Hai không muốn tản cư lên trên này một tí nào. Trong làng còn có một số anh em ở lại, họ quây quần với nhau khoảng chừng năm, sáu nóc nhà giữa làng. Ngày ngày cùng anh em đi đào đường đắp ụ, công việc bề bộn, ông chẳng còn kịp nghĩ gì đến vợ con, nhà cửa nữa. Năm bảy lần bà Hai nhắn về thúc phải lên ngay, ông chỉ nhăn mặt kêu: “Công việc đang như lửa đốt thế này đã lên thế nào được”. Hôm bà Hai về đón, ông lão lại toan không đi. Ông nghĩ: mình sinh sống ở cái làng này từ tấm bé đến giờ. Ông cha cụ kỵ mình xưa kia cũng sinh sống ở cái làng này đã từ bao nhiêu đời nay rồi. Bây giờ gặp phải cái lúc hữu sự như thế này mình lại đâm đầu bỏ đi còn ra thế nào nữa. Công việc là công việc chung chứ của riêng mình ai? Ông lão bảo vợ:\n- Tôi thì tôi không đi được đâu. Mẹ con mày trên ấy liệu bảo nhau xoay xỏa mà làm ăn. Ở nhà rồi tôi cũng cố cày cấy, thêm thắt vào tôi gửi lên cho, tản cư thì cũng phải thiếu thốn một tí chứ, lại như ngày trước thì có đâu.\nNhưng bà Hai khóc lóc, bà năn nỉ bắt ông phải đi, bà bảo:\n- Thế ông định bỏ mẹ con tôi chết đói à? Ông phải lên trông nom chúng nó cho tôi xoay xỏa chứ. Rồi bà khẩn khoản nói với mọi người, khẩn khoản với đồng chí thôn đội trưởng, mọi người đồng ý để ông Hai đi, ông Hai đành phải nghe theo. Ông buồn khổ lắm, nhưng cũng không biết làm thế nào. Tình cảnh mẹ con chúng nó quả là có gieo neo thật. Một nách ba đứa con dại, vốn liếng lại chẳng có, cứ nhong nhóng ôm con ở nhà thì lấy gì mà ăn? Nhà có người đàn ông nó như nhà có nóc ấy. Ông lên rồi làm thuê làm mướn thêm cặp vào cũng đỡ\n  \n với vợ con. Hơi một tí là ngắt, hơi một tí là chửi, lắm khi chuyện chẳng đâu vào đâu, ông cũng khơi ra cho to để gây sự. “Chúng mày làm khổ ông! Chúng mày làm khổ ông vừa vừa chứ! Ông thì giết hết, ông thì giết hết!”. Mỗi lần ông lão bước chân ra khỏi cái gian nhà tối thấp bề bộn những bồ, bị, nồi, niêu, và những dây quần áo ẩm sì ấy là mặt ông lão nhẹ nhõm, tươi tỉnh hẳn lên. Sao mà ông lão sợ cái gian nhà ấy thế! Nhất là những buổi trưa im ắng, oi ả, có tiếng mụ chủ nhà nói nheo nhéo ở bên ngoài, thì ông lão không sao chịu được. Ông lão phải đi cho nó khuất. Ông Hai chưa thấy người đàn bà nào tham lam, tinh quái như mụ ta. Người thì gầy đét như thanh củi khô. Cái miệng mỏng lèo lèo, nói cứ liến đi, mà chúa thần là gian. Không vào nhà thì thôi, động vào nhà là nhòm.\nMụ nhòm xó này một tí, nhòm xó kia một tí, rồi lục. Mụ giơ lọ tương lên ngắm rồi đặt xuống, mụ mở thạp gạo ra xem, lại đậy vào, mụ lục bồ moi chiếc áo ra ướm thử vào người, rồi ném trả. Hình như trong ý mụ, mụ nghĩ: chúng mày ở nhà tao, thì những thứ của chúng mày cũng như của tao. Đồ ăn thức đựng của mụ, mụ cất kỹ đi. Con dao, cái chậu, bó củi của người ta mụ dùng tự nhiên, hồ cất đi, mụ lại lôi ra. Không tìm thấy thì mụ nói móc, nói máy như chính mụ bị người ta hà hiếp. Đến cả cái ăn, cái uống mụ cũng rây phần vào. Có cái nồi nước giải mua để tăng gia một tí, mụ cũng lấy hết. Trong nhà động có thức gì mụ đã biết rồi. Không một hôm nào bà Hai ở quán về mụ không sấn đến vạch thúng ra xem.\n- Ái chà! Nhà này có mớ cá ngon gớm, chiều tớ phải xin một bát mấy được. Thế là chiều mụ sai con bưng bát đến xin. Mụ đẩy lưng thằng bé:\n- Con cứ xuống mà xin, tội gì. Có cái gì ăn giấu, mà mụ biết thì mụ đánh hơi. Mụ đứng giữa nhà, hếch cái mũi lên hít hít:\n- Có cái gì mà thơm gớm, y như mùi bánh rán ấy anh em ạ. Mẹ kiếp nhà này nó giấu. Cứ lâu lâu, mụ lại vay tiền. Lúc mua trầu vỏ, lúc mua diêm thuốc, mớ rau, con cá… Có đòi thì mụ chủng chẳng:\n- Tớ trừ vào tiền thuê nhà đấy. Mụ cười rất nhạt:\n- Nói đùa đấy chứ, mai tớ cuốc mẻ sắn tớ bán tớ khắc trả. Và mụ tiếp luôn:\n- Này, nói thì bảo là tham, cái nhà ông Hai này, với bác Thứ bên kia ở, thật tớ đếch được cái gì, ở xóm dưới, cánh hàng xáo họ ở, họ nuôi lợn được vô khối là “khuẩn”. Nói thật, tớ cho ở nhờ chỉ chủ có mỗi cái “khuẩn” thôi…\nNgay từ dạo mới lên, ông Hai đã bực mình với mụ ấy lắm rồi. Nghe xóm giềng ở đây người ta nói, ông biết mụ không phải là người đứng đắn. Mụ lấy đến người chồng này là đời chồng thứ ba rồi; hai người trước, người thì người ta bỏ mụ, người thì mụ bỏ người ta. Tính nết lành chanh lành chói, chỉ bắt nạt chồng. Người chồng thì lại hiền lành quá, cả ngày cặm cụi làm. Vợ nói, có tức lắm thì cũng chỉ đỏ mặt lên văng tục văng giác mấy câu rồi thôi. Ông Hai ghét mụ chủ lắm. Ông không muốn ở chung ở chạ với những người như thế. Năm lần bảy lượt ông bảo vợ dọn nhà đi nơi khác. Nhưng bà Hai cứ lần chần. Bà bảo:\n- Biết rằng đâu hơn đâu, hay là lại quá tội. Trong làng ngoài phố nhà nào cũng ba bốn bếp tản cư cả. Có được chỗ chui ra chui vào như thế này là may mắn lắm rồi còn gì nữa. Ông lão đành phải dùi dắng chờ vậy.\nBuổi trưa hôm ấy ông Hai ở nhà một mình. Con bé lớn gánh hàng ra quán cho mẹ chưa thấy về. Hai đứa bé thì ông cắt chúng nó ra vườn trông mấy luống rau mới cấy lại chẳng gà vặt hết. Ông Hai hì hục vỡ một vạt đất rậm, ngoài bờ suối từ sáng đến giờ, ông tính để trồng thêm vài trăm gốc sắn ăn vào những tháng đói sang năm. Có một mình, ông phải làm cố, hai vai mỏi nhừ. Ông nằm vật lên giường vắt tay lên trán nghĩ ngợi vẩn vơ. Ông lại nghĩ về cái làng của ông, lại nghĩ đến những ngày cùng làm với anh em. A, sao mà độ ấy vui thế. Ông thấy mình như trẻ ra. Cũng hát hỏng, bông phèng, cũng đào, cũng cuốc mê man suốt ngày. Trong lòng ông lão lại thấy náo nức hẳn lên. Ông lại muốn về làng, lại muốn được cùng anh em đào đường đắp ụ, xẻ hào, khuân đá… Không biết cái chòi gác ở đầu làng đã dựng xong chưa? Những đường hầm bí mật chắc là còn khướt lắm. Chao ôi! Ông lão nhớ làng, nhớ cái làng quá. Bên ngoài, ánh nắng rọi xuống mặt sân sáng lóa, có mấy tiếng gà trưa cất lên eo óc. Gian nhà càng như lịm đi, mờ mờ hơi đất. Giờ này là mụ chủ sắp đi làm đồng về đây. Ông lại sắp phải nằm trong này mà nghe mụ chửi con mắng cái, kêu vại nước chóng cạn, cái bếp bừa bộn nheo nhéo lên đây. Tấm liếp che cửa bỗng kêu lạch xạch, gian nhà sáng bừng lên. Ông Hai giật mình, ngóc đầu nhìn ra. Đứa con gái lớn gồng đôi thúng không bước vào. Ông cất tiếng hỏi:\n- Ở ngoài ấy làm gì mà lâu thế mày?\nKhông để đứa con kịp trả lời, ông lão nhỏm dậy vơ lấy cái nón:\n- Ở nhà trông em nhá! Đừng có đi đâu đấy. ông lão giơ tay chỉ lên nhà trên:\n- Nó thì rút ruột ra, biết chửa! Dứt lời ông bước vội ra ngoài. Trời xanh lồng lộng, có những tảng mây sáng chói, lừ đừ. Đường vắng hẳn người qua lại. Họ rạt cả vào các khoảnh bóng cây tránh nắng. Một vài tiếng động nhẹ khẽ gợn lên, oi ả. Ông Hai đi nghênh ngang giữa đường vắng, cái đầu cung cúc lao về phía trước. Hai tay vung vẩy, nhấp nhổm. Gặp ai quen ông Hai cũng níu lại cười cười:\n- Nắng này là bỏ mẹ chúng nó! Có người bỡ ngỡ hỏi lại: “Chúng nó nào?”. Thì ông lão bật cười, giơ tay trỏ về phía tiếng súng:\n- Tây ấy chứ còn chúng nó nào nữa. Ngồi trong vị trí giờ bằng ngồi tù. Dứt lời, ông lão lại đi, làm như đang bận nhiều công việc lắm. Cũng như mọi hôm, việc đầu tiên là ông vào phòng thông tin nghe đọc báo. Ông cứ đứng vờ vờ xem tranh ảnh chờ người khác đọc rồi nghe lỏm. Điều này ông khổ tâm hết sức. Ông cũng đã có học được một khóa bình dân học vụ ở làng, cũng đã biết đọc, biết viết. Nhưng chữ in khó nhận mặt chữ, ông đọc nó cứ bập bõm, câu được câu chăng, mà chả lẽ cứ nghếch cổ lên giữ chịt lấy tờ báo không cho người khác xem nữa? Ông ghét thậm những anh cậy ta đây lắm chữ đọc báo lại cứ đọc thầm một mình, không đọc ra thành tiếng cho người khác nghe nhờ mấy. Hôm nay may quá, vớ được anh dân quân đọc rất to, dõng dạc, rành rọt từng tiếng một, cơ chừng anh ta cũng mới học, đánh vần được chữ nào anh ta đọc luôn chữ ấy. Ông lão nghe chẳng sót một câu nào. Bao nhiêu là tin hay.\n- Một em nhỏ trong ban tuyên truyền xung phong bơi ra giữa hồ Hoàn Kiếm cắm quốc kỳ lên Tháp Rùa. “Đấy, cứ kêu chúng nó trẻ con mãi đi, liệu đã bằng chúng nó chưa?” Một anh trung đội trưởng sau khi giết được bảy tên giặc đã tự sát bằng một quả lựu đạn cuối cùng. Đội nữ du kích Trưng Trắc giả làm người đi mua hàng đã bắt sống một tên quan hai bốt Thao ngay giữa chợ. “Khiếp thật, tinh những người tài giỏi cả”. Lại còn bao nhiêu tin đột kích nữa, chỗ này giết được năm Pháp với hai Việt gian; chỗ kia phá đổ được một xe tăng và một xe díp. “Cứ thế, chỗ này giết một tí, chỗ kia giết một tí, cả súng ống cũng vậy, hôm nay dăm khẩu, ngày mai dăm khẩu, tích tiểu thành đại làm gì mà rồi thằng Tây không bước sớm”. Ruột gan ông lão cứ múa cả lên, vui quá! Ông lão náo nức bước ra khỏi phòng thông tin, rẽ vào quán dặn vợ mấy việc rồi đi thẳng ra lối huyện cũ. Ở đây, những tốp người tản cư mới ở dưới xuôi lên đứng ngồi lố nhố cả ở dưới mấy gốc đa xù xì, cành lá rườm rà ken vào nhau, rải xuống mặt đường và bãi cỏ một vùng bóng mát rộng. Ông lão ngồi vào một cái quán gần đấy. Hút một điếu thuốc lào, uống một hụm chè tươi nóng, ông chóp chép cái miệng ngẫm nghĩ: bao nhiêu ý nghĩ vui thích chen chúc trong đầu óc. Tiếng quạt, tiếng thở, tiếng trẻ con khóc, cùng với tiếng cười nói của cánh đi phá đường về râm ran một góc đường. Dưới chân đồi, những thửa ruộng lúa xanh mượt, uốn quanh co dưới trời nắng, lấp loáng như một khúc sông. Có mấy bóng cò trắng bay dật dờ…\n- Các ông các bà ở đâu ta lên đấy ạ? Ông Hai đặt bát nước xuống chõng hỏi. Một người đàn bà mau miệng trả lời:\n- Thưa ông chúng cháu ở Gia Lâm lên đấy ạ. Đi bốn năm hôm mới lên đến đây vất vả quá!\n- Ở Gia Lâm lên ạ? Lúa má dưới ta thế nào, liệu có cấy được khô\n  \n qua chợ Dầu nó khủng bố ông ạ.\nÔng Hai quay phắt lại lắp bắp hỏi:\n- Nó… Nó vào chợ Dầu hở bác? Thế ta giết được bao nhiêu thằng? Người đàn bà ẵm con cong môi lên đỏng đảnh:\n- Có giết được thằng nào đâu. Cả làng chúng nó Việt gian theo Tây còn giết gì nữa. Cổ ông lão nghẹn ắng hẳn lại, da mặt tê rân rân. Ông lão lặng đi, tưởng như đến không thở được. Một lúc lâu ông mới rặn è è, nuốt một cái gì vướng ở cổ, ông cất tiếng hỏi, giọng lạc hẳn đi:\n- Liệu có thật không hở bác? Hay là chỉ lại…\n- Thì chúng tôi vừa ở dưới ấy lên đây mà lại. Việt gian từ thằng chủ tịch mà đi cơ ông ạ. Tây vào làng chúng nó bảo nhau vác cờ thần ra hoan hô. Thằng chánh Bệu thì khuân cả tủ chè, đỉnh đồng, vải vóc lên xe cam nhông, đưa vợ con lên vị trí với giặc ở ngoài tỉnh mà lại. Có người hỏi:\n- Sao bảo làng chợ Dầu tinh thần lắm cơ mà?…\n- Ấy thế mà bây giờ đổ đốn ra thế đấy!\nÔng Hai trả tiền nước, đứng dậy, chèm chẹp miệng cười nhạt một tiếng, vươn vai nói to:\n- Hà, nắng gớm, về nào…\nÔng lão vờ vờ đứng lảng ra chỗ khác, rồi đi thẳng. Tiếng cười nói xôn xao của đám người mới tản cư lên ấy vẫn dõi theo. Ông nghe rõ cái giọng chua lanh lảnh của người đàn bà cho con bú:\n- Cha mẹ tiên sư nhà chúng nó! Đói khổ ăn cắp ăn trộm bắt được người ta còn thương. Cái giống Việt gian bán nước thì cứ cho mỗi đứa một nhát!\nÔng Hai cúi gằm mặt xuống mà đi. Ông thoáng nghĩ đến mụ chủ nhà. Về đến nhà, ông Hai nằm vật ra giường, mấy đứa trẻ thấy bố hôm nay có vẻ khác, len lén đưa nhau ra đầu nhà chơi sậm chơi sụi với nhau. Nhìn lũ con, tủi thân, nước mắt ông lão cứ tràn ra… Chúng nó cũng là trẻ con làng Việt gian đấy ư? Chúng nó cũng bị người ta rẻ rúng hắt hủi đấy ư? Khốn nạn, bằng ấy tuổi đầu… ông lão nắm chặt hai tay lại và rít lên:\n- Chúng bay ăn miếng cơm hay miếng gì vào mồm mà đi làm cái giống Việt gian bán nước để nhục nhã thế này! Ông lão bỗng ngừng lại, ngờ ngợ như lời mình nói không được đúng lắm.\nChả nhẽ cái bọn ở làng lại đốn đến thế được. Ông kiểm điểm từng người trong óc. Không mà, họ toàn là những người có tinh thần cả mà. Họ đã ở lại làng. Quyết tâm một sống một chết với giặc, có đời nào lại can tâm làm điều nhục nhã ấy!… Nhưng sao lại nẩy ra cái tin như vậy được? Mà thằng chánh Bệu thì đích thị là người làng không sai rồi. Không có lửa thì sao có khói? Ai người ta hơi đâu bịa tạc ra những chuyện ấy làm gì. Chao ôi! Cực nhục chưa, cả làng Việt gian! Rồi đây biết làm ăn, buôn bán ra sao? Ai người ta chứa. Ai người ta buôn bán mấy. Suốt cả cái nước Việt Nam này người ta ghê tởm, người ta thù hằn cái giống Việt gian bán nước… Lại còn bao nhiêu người làng, tan tác mỗi người một phương nữa không biết họ đã rõ cái cơ sự này chưa?… Chiều hôm ấy bà Hai về cũng có vẻ khác. Bà bước uể oải, cái mặt cúi xuống bần thần. Đôi quang thúng thõng thẹo trên hai mấu đòn gánh. Bà đi thẳng vào trong nhà lúi húi xếp hàng vào một xó, rồi lẳng lặng ra bậc cửa ngồi ôm má nghĩ ngợi. Trẻ con cũng không đứa nào dám vòi quà. Trong nhà có cái im lặng thật là khó chịu, không ai dám cất tiếng lên nói, cả đến nhìn nhau họ cũng không dám nhìn nhau nữa. Mãi khuya, bà Hai mới chống gối đứng dậy. Bà lẳng lặng xuống bếp châm lửa ngồi tính tiền hàng. Vẫn những tiền cua, tiền bún, tiền đỗ, tiền kẹo… Vẫn cái giọng rì rầm, rì rầm thường ngày.\n- Này thầy nó ạ.\nÔng Hai nằm rũ ra trên giường không nói gì.\n- Thầy nó ngủ rồi à?\n- Gì? Ông lão khẽ nhúc nhích:\n- Tôi thấy người ta đồn…\nÔng lão gắt lên:\n- Biết rồi!\nBà Hai nín bặt. Gian nhà lặng đi, hiu hắt. ánh lửa vàng nhờ nhờ ở ngọn đèn dầu lạc vờn trên nét mặt lo âu của bà lão. Tiếng thở của ba đứa trẻ chụm đầu vào nhau ngủ nhẹ nhàng nổi lên, nghe như tiếng thở của gian nhà.\n- Thế nhưng người ta đồn trên này người ta không chứa những người chợ Dầu nữa thầy nó ạ.\nNghe ngóng một chút, không thấy chồng trả lời, bà lão lại cúi xuống lầm bầm tính. Nét mặt bà lặng đi, chịu đựng và nhẫn nhục. Bên gian bác Thứ đã ngủ từ lâu, chung quanh đều im lặng… Một vài tiếng chó nhúc nhắc sủa phía xa, và có tiếng trẻ khóc văng vẳng trong tiếng gió. Ông Hai vẫn trằn trọc không sao ngủ được. Ông hết trở mình bên này lại trở mình bên kia, thở dài. Chợt ông lão lặng hẳn đi, chân tay nhũn ra, tưởng chừng như không cất lên được… Có tiếng nói léo xéo ở gian trên. Tiếng mụ chủ… Mụ nói cái gì vậy? Mụ nói cái gì mà lào xào thế? Trống ngực ông lão đập thình thịch. Ông lão nín thở, lắng tai nghe ra bên ngoài… Bà Hai bỗng lại cất tiếng:\n- Thầy nó ngủ rồi ư? Dậy tôi bảo cái này đã.\nÔng Hai bật ngóc đầu dậy, giơ tay trỏ lên nhà trên, ông sít hai hàm răng lại mà nghiến:\n- Im! Khổ lắm! Nó mà nghe thấy lại không ra cái gì bây giờ. Ông lão lại ngả mình nằm xuống, không nhúc nhích.\nĐã ba bốn hôm nay, ông Hai không bước chân ra đến ngoài, cả đến bên bác Thứ ông cũng không dám sang. Suốt ngày ông chỉ quanh quẩn ở trong cái gian nhà chật chội ấy mà nghe ngóng. Nghe ngóng xem binh tình bên ngoài ra sao? Một đám đông xúm lại ông cũng để ý, dăm bảy tiếng cười nói xa xa ông cũng chột dạ. Lúc nào ông cũng nơm nớp tưởng như người ta đang để ý, người ta đang bàn tán đến “cái chuyện ấy”.\nCứ thoáng nghe những tiếng Tây, Việt gian, cam nhông… là ông lủi ra một góc nhà, nín thít. Thôi lại chuyện ấy rồi! Nhưng còn cái này nữa mà ông sợ, có lẽ còn ghê hơn cả những tiếng kia nhiều. Ấy là mụ chủ nhà. Từ ngày xảy ra chuyện ấy, hình như mụ ta lấy điều làm cho vợ chồng ông khổ ngấm khổ ngầm là mụ thích. Sáng chiều bốn buổi đi làm đồng về, mụ kéo lê cái nạo cỏ quèn quẹt dưới đất, qua cửa, mụ nhòm vào nói những câu bóng gió xa xôi, như khía vào thịt ông lão. Thôi thì bây giờ thế nào mà chả phải chịu. Có được chỗ chui ra chui vào là may lắm rồi. Mỗi lần mụ nói, ông lão chỉ cười gượng làm như không biết chuyện gì. Ông thì muốn lặng đi như thế, nhưng mụ chủ nhà có để cho ông yên đâu. Sáng hôm nay lúc bà Hai sắp sửa quang gánh ra hàng thì mụ chủ nhà không biết đi đâu về, mụ đứng dạng háng ở ngoài sân nói chõ vào:\n- Bà lão chưa đi hàng cơ à? Muộn mấy?…\n- Chưa bà ạ. Mời bà vào chơi trong này!\n- Vâng bà để mặc em… À, bà Hai này!… Mụ chạy sát vào bực cửa, thân mật:\n- Trên này họ đồn giăng giăng ra rằng thì là làng dưới nhà ta đi Việt gian theo Tây đấy, ông bà đã biết chưa nhỉ?… Nghe nói, bảo có lệnh đuổi hết những người làng chợ Dầu khỏi vùng này không cho ở nữa.\nMụ chủ chép miệng, giọng ngọt xớt:\n- Em cứ khó nghĩ quá… ông bà cũng là người làm ăn tử tế cả. Nhưng mà có lệnh biết làm thế nào. Đành nhẽ là ông bà kiếm chỗ khác vậy… Này, ở với nhau đang vui vẻ, ông bà dọn đi, em lại cứ nhớ đáo để đấy nhớ.\nBà Hai cúi mặt xuống rân rấn nước mắt, bà nói:\n- Vâng… thôi thì dân làng đã chả cho ở nữa, chúng tôi cũng đành phải đi nơi khác chứ biết làm thế nào. Nhưng xin ông bà trên ấy nghĩ lại thư thư cho vợ chồng chúng tôi vài ba hôm nữa. Bây giờ bảo đi, vợ chồng chúng tôi cũng không biết là đi đâu…\nMụ chủ đi rồi, bà Hai và con bé lớn nước mắt ròng ròng, lẳng lặng gánh hàng ra quán. Vợ chồng cũng chẳng dám nói với nhau câu gì. Ông Hai ngồi lặng trên một góc giường, bao nhiêu ý nghĩ đen tối, ghê rợn, nối tiếp bời bời trong đầu óc ông lão. Biết đem nhau đi đâu bây giờ? Biết đâu người ta chứa bố con ông mà đi bây giờ?… Thật là tuyệt đường sinh sống! Mà không gì cái đất Thắng này. Ở Đài, ở Nhã Nam, ở Bố Hạ, Cao Thượng… đâu đâu có người chợ Dầu người ta cũng đuổi như đuổi hủi. Mà cho dẫu vì chính sách Cụ Hồ người ta chẳng đuổi đi nữa, thì mình cũng chẳng còn mặt mũi nào đi đến đâu. “Cả làng chúng nó Việt gian theo Tây…” cái câu nói của người đàn bà tản cư hôm trước lại dội lên trong tâm trí ông. Hay là quay về làng ?… Vừa chớm nghĩ như vậy, lập tức ông lão phản đối ngay. Về làm gì cái làng ấy nữa. Chúng nó theo Tây cả rồi. Về làng tức là bỏ kháng chiến. Bỏ Cụ Hồ… Nước mắt ông giàn ra, về làng tức là chịu quay lại làm nô lệ cho thằng Tây. Ông lão nghĩ đến mấy thằng kỳ lý chuyên môn khua khoét\n  \nừ ngoại, tống ra khỏi làng…\nÔng Hai nghĩ rợn cả người. Cả cuộc đời đen tối, lầm than cũ nổi lên trong ý nghĩ ông. Ông không thể về cái làng ấy được nữa. Về bây giờ ra ông chịu mất hết à? Không thể được! Làng thì yêu thật, nhưng làng theo Tây mất rồi thì phải thù. Ông lão ôm thằng con út lên lòng, vỗ nhè nhẹ vào lưng nó, khẽ hỏi:\n- Húc kia! Thầy hỏi con nhé, con là con ai?\n- Là con thầy mấy lị con u.\n- Thế nhà con ở đâu?\n- Nhà ta ở làng chợ Dầu.\n- Thế con có thích về làng chợ Dầu không? Thằng bé nép đầu vào ngực bố trả lời khe khẽ:\n- Có. Ông lão ôm khít thằng bé vào lòng, một lúc lâu lại hỏi:\n- À thầy hỏi con nhé. Thế con ủng hộ ai? Thằng bé giơ tay lên, mạnh bạo và rành rọt:\n- Ủng hộ Cụ Hồ Chí Minh muôn năm! Nước mắt ông lão giàn ra, chảy ròng ròng trên hai má. Ông nói thủ thỉ:\n- Ừ đúng rồi, ủng hộ Cụ Hồ con nhỉ. Mấy hôm nay ru rú ở xó nhà, những lúc buồn khổ quá chẳng biết nói cùng ai, ông lão lại thủ thỉ với con như vậy. Ông nói như để ngỏ lòng mình, như để mình lại minh oan cho mình nữa. Anh em đồng chí biết cho bố con ông. Cụ Hồ trên đầu trên cổ xét soi cho bố con ông. Cái lòng bố con ông là như thế đấy, có bao giờ dám đơn sai. Chết thì chết có bao giờ dám đơn sai. Mỗi lần nói ra được vài câu như vậy nỗi khổ trong lòng ông cũng vơi đi được vài phần.\nKhoảng ba giờ chiều hôm ấy, có một người đàn ông đến chơi nhà ông Hai. Hắn cũng là người chợ Dầu. Hai người thì thầm ở góc nhà một lúc lâu rồi thấy ông Hai đóng khăn áo chỉnh tề tất tả theo hắn đi. Ông vội vã đến quên cả dặn trẻ coi nhà. Ông Hai đi mãi đến xẩm tối mới về. Cái mặt buồn thiu mọi ngày bỗng tươi vui, rạng rỡ hẳn lên. Mồm bỏm bẻm nhai trầu, cặp mắt hung hung đỏ, hấp háy… Vừa đến ngõ ông lão đã lên tiếng:\n- Chúng mày đâu rồi, ra thầy chia quà cho nào. Lũ trẻ ở trong nhà ùa ra, ông lão vội rút cái gói bọc lá chuối khô cho con bé lớn:\n- Bánh rán đường đây, chia cho em mỗi đứa một cái. Dứt lời ông lão lại lật đật đi thẳng sang bên gian bác Thứ. Chưa đến bực cửa, ông lão đã bô bô:\n- Bác Thứ đâu rồi? Bác Thứ làm gì đấy! Tây nó đốt nhà tôi rồi bác ạ. Đốt nhẵn! Ông chủ tịch làng tôi vừa mới lên trên này cải chính, ông ấy cho biết… Cải chính cái tin làng chợ Dầu chúng tôi là Việt gian ấy mà. Láo! Láo hết! Toàn là sai sự mục đích cả.\nBác Thứ chưa nghe thủng câu chuyện ra sao, ông lão đã lại lật đật bỏ lên nhà trên.\n- Tây nó đốt nhà tôi rồi ông chủ ạ. Đốt nhẵn. Ông chủ tịch làng em vừa lên cải chính… Cải chính cái tin làng chợ Dầu chúng em Việt gian ấy mà. Láo! Láo hết, chẳng có gì sất. Toàn là sai sự mục đích cả!\nCũng chỉ được bằng ấy câu, ông lão lại lật đật bỏ đi nơi khác. Còn phải kể cho người khác biết chứ. Ông lão cứ múa tay lên mà khoe cái tin ấy với mọi người. Ai cũng mừng cho ông lão. Đến ngay cả mụ chủ nhà là người ông lão yên trí, nghe tin này thế nào mặt mụ cũng sa sầm xuống mà nói tức nói xóc, thì trái lại, mụ lại tỏ vẻ rất vui sướng. Mụ giương tròn cả hai mắt lên mà reo:\n- A, thế chứ! Thế mà tớ cứ tưởng dưới nhà đi Việt gian thật, tớ ghét ghê ấy… Thôi, bây giờ thì ông bà lại cứ ở tự nhiên chả ai bảo sao. Ăn hết nhiều chứ ở hết là bao nhiêu. Mụ cười khì khì:\n- Này, rồi cũng phải nuôi lấy con lợn… mà ăn mừng đấy! Ông Hai gật gật:\n- Được, được, chuyến này rồi phải nuôi chứ…\nTối hôm ấy ông Hai lại sang bên gian bác Thứ, lại ngồi trên chiếc chõng tre vén quần lên tận bẹn mà nói chuyện về cái làng của ông. Ông kể lại hôm Tây vào khủng bố. Chúng nó có bao thằng, bao nhiêu Tây, bao nhiêu Việt gian, đi những đường nào, đốt phá những đâu đâu, và dân quân, tự vệ làng ông bố trí, cầm cự ra sao; rành rọt tỉ mỉ như chính ông lão vừa dự trận đánh giặc ấy xong thật…\nI. Đôi nét về nhà văn Kim Lân\n- Kim Lân (1920 - 2007), tên khai sinh là Nguyễn Văn Tài.\n- Quê ở huyện Từ Sơn, tỉnh Bắc Ninh.\n- Ông là nhà văn chuyên viết truyện ngắn và đã có tác phẩm đăng báo trước cách mạng.\n- Vốn gắn bó với nông thôn, các tác phẩm của ông chủ yếu chỉ viết về sinh hoạt làng quê và cảnh ngộ của người nông dân.\n- Ngoài sự nghiệp sáng tác, Kim Lân còn được biết đến với vai trò là một diễn viên (vai Lão Hạc trong Làng Vũ Đại ngày ấy, Lý Cựu trong Chị Dậu…)\n- Năm 2001, ông được trao tặng Giải thưởng Nhà nước về Văn học nghệ thuật.\n- Một số tác phẩm tiêu biểu: Nên vợ nên chồng (tập truyện ngắn, 1955), Con chó xấu xí (tập truyện ngắn, 1962)...\nII. Giới thiệu về truyện ngắn Làng\n1. Hoàn cảnh sáng tác\n- “Làng” được sáng tác trong thời kì đầu của cuộc kháng chiến chống Pháp.\n- Truyện được đăng lần đầu trên tạp chí Văn nghệ năm 1948.\n2. Bố cục\nGồm ba phần:\nPhần 1: Từ đầu đến “Ông lão đành phải dùi dắng chờ vậy”. Cuộc sống của ông Hai ở nơi tản cư.\nPhần 2: Tiếp theo đến “Mỗi lần nói ra được vài câu như vậy nỗi khổ trong lòng ông cũng vơi đi được vài phần”. Diễn biến tâm trạng của ông Hai khi nghe tin làng theo giặc.\nPhần 3. Còn lại. Niềm vui sướng của ông khi nghe tin cải chính.\n3. Tóm tắt\nMẫu 1\nÔng Hai là một người nông dân rất yêu và tự hào về làng chợ Dầu của mình. Vì chiến tranh, gia đình ông phải đi tản cư. Một hôm ông nghe tin làng chợ Dầu theo Tây. Tin dữ bất ngờ khiến ông không thể tin, rồi sau đó là bàng hoàng và xót xa. Về nhà, ông nằm vật ra, ai nói gì cũng tưởng họ bàn tán về làng mình. Ông không biết nên về làng hay đi đến nơi khác. Sau khi trò chuyện với thằng con trai út, ông Hai quyết định: “Làng thì yêu thật, nhưng làng theo Tây mất rồi thì phải thù”. Đến khi chủ tịch xã lên cải chính làng Dầu không theo giặc, ông vô cùng sung sướng đi khoe với tất cả mọi người.\nMẫu 2\nTruyện kể về nhân vật ông Hai. Ông vốn rất yêu làng của mình. Chiến tranh xảy ra, gia đình của ông phải đi tản cư. Ở nơi tản cư, ông vẫn luôn nhớ về quê hương. Ông vẫn thường khoe về tinh thần kháng chiến của làng mình. Một lần nọ, ông nghe tin làng mình theo giặc. Điều đó khiến ông rất buồn bã và xót xa. Khi về đến nhà, ông nằm vật ra. Ai nói gì cũng tưởng họ bàn tán về làng mình. Khi nghĩ đến tương lai, ông rơi vào bế tắc, không biết phải đi đâu về đâu. Thậm chí, ông còn trò chuyện với thằng con trai út. Và cuối cùng ông Hai quyết định: “Làng thì yêu thật, nhưng làng theo Tây mất rồi thì phải thù”. Đến khi nghe tin cải chính làng không theo giặc, ông vô cùng sung sướng đi khoe với tất cả mọi người.\n4. Ý nghĩa nhan đề\nMẫu 1\nKim Lân là một nhà văn chuyên viết truyện ngắn. “Làng” là một truyện ngắn tiêu biểu của ông. Khi đặt cho tác phẩm của mình nhan đề này, nhà văn muốn qua đó gửi gắm nhiều ý nghĩa sâu sắc. Trước tiên, “làng” là một từ dùng để chỉ đơn vị hành chính nhỏ nhất nước ta. Khi đặt vào tác phẩm của Kim Lân, nhà văn đã xây dựng được hình ảnh “làng chợ Dầu” - quê hương của ông Hai (nhân vật chính của tác phẩm). Làng Chợ Dầu vốn là một làng có tinh thần yêu nước, truyền thống cách mạng. Nhưng ở nơi tản cư, ông Hai lại nghe tin làng Chợ Dầu theo Tây, phản bội lại đất nước. Điều đó khiến ông Hai cảm thấy dằn vặt, đau xót để rồi quyết định: “Làng thì yêu thật nhưng làng theo Tây thì phải thù”. Qua đó, nhà văn khẳng định đối với nhân dân Việt Nam, tình yêu nước - tình cảm chung đã vượt lên trên tình yêu làng - tình cảm cá nhân. Không chỉ vậy, nhà văn còn muốn nhấn mạnh về sự đoàn kết trên dưới một lòng của nhân dân Việt Nam. Làng Chợ Dầu chỉ là một trong số rất nhiều ngôi làng khác có được tinh thần yêu nước, nhiệt huyết cách mạng như vậy.\nMẫu 2\n- “Làng” là một từ dùng để chỉ đơn vị hành chính nhỏ nhất nước ta. Nhưng Kim Lân không đặt tên cho tác phẩm của mình là “Làng Chợ Dầu” mà lại là “Làng”, giúp nhan đề có tính khái quát hơn.\n- Nhà văn không chỉ đề cập đến một cái làng cụ thể. “Làng” là hình ảnh mang tính biểu tượng cho sức mạnh đoàn kết của dân tộc Việt Nam trong cuộc kháng chiến giành độc lập cho dân tộc. Đồng thời, nhà văn cũng gửi gắm tình yêu quê hương, đất nước sâu nặng của những người nông dân Việt Nam lúc bấy giờ.\n=> Nhan đề ngắn gọn, nhưng thể hiện được tư tưởng của nhà văn đầy sâu sắc.\n5. Tình huống truyện\nTruyện ngắn Làng đã xây dựng được một tình huống truyện làm bộc lộ sâu sắc tình yêu làng quê và lòng yêu nước ở nhân vật ông Hai. Đó là tình huống ông Hai nghe tin làng chợ Dầu - nơi quê hương mà ông hết mực yêu mến và tự hào đã theo giặc.\n6. Nội dung\nTình yêu làng và lòng yêu nước, tinh thần kháng chiến của người nông dân phải rời làng đi tản cư đã được thể hiện chân thực, sâu sắc và cảm động ở nhân vật ông Hai trong truyện Làng.\n7. Nghệ thuật\nTác giả đã thành công trong việc xây dựng tình huống truyện, miêu tả tâm lí và ngôn ngữ của nhân vật.\n8. Mở bài và kết bài\n- Mở bài: Tình yêu quê hương, đất nước là một truyền thống tốt đẹp của dân tộc Việt Nam. Điều đó đã được gửi gắm trong nhiều tác phẩm. Một trong số đó là truyện ngắn Làng của nhà văn Kim Lân.\n- Kết bài: Tình yêu làng và lòng yêu nước, tinh thần kháng chiến của người nông dân phải rời làng đi tản cư đã được Kim Lân thể hiện chân thực, sâu sắc trong truyện ngắn Làng.\nIII. Dàn ý phân tích Làng\n(1) Mở bài\nGiới thiệu về nhà văn Kim Lân, truyện ngắn Làng.\n(2) Thân bài\na. Cuộc sống của ông Hai ở nơi tản cư\n- Ông Hai luôn đau đáu nhớ về quê hương, nghĩ đến những ngày tháng làm việc cùng với anh em.\n- Khoe về làng mình: giàu và đẹp, lát đá xanh, có nhà ngói san sát sầm uất như tỉnh, phong trào cách mạng diễn ra sôi nổi, chòi phát thanh cao bằng ngọn tre.\n- Đến phòng thông tin: đọc báo, nghe tin tức về cuộc kháng chiến.\n- Khi nghe đến tin về chiến thắng của ta, “ruột gan ông lão cứ múa vui cả lên” .\n=> Tình cảm sâu đậm của ông Hai dành cho quê hương, đất nước và đặc biệt là làng của ông.\nb. Diễn biến tâm trạng của ông Hai khi nghe tin làng theo giặc\n Khi vừa mới nghe tin làng chợ Dầu theo giặc:\n- Ông sững sờ, xấu hổ và uất ức: “cổ ông lão nghẹn ắng hẳn lại, da mặt tê rân rân. Ông lão lặng đi tưởng như không thở được”.\n- Tin tức làng chợ Dầu theo giặc như một tiếng sét giáng xuống đầu ông, nhưng khi trấn tĩnh lại liền tỏ ra nghi ngờ, không tin: “Một lúc lâu ông mới rặn è è, nuốt một cái gì vướng ở cổ, ông cất tiếng hỏi, giọng lạc hẳn đi: Liệu có thật không hở bác?...”\n- Những người tản cư đã kể rảnh rọt quá, lại khẳng định họ “vừa ở dưới ấy lên” làm ông không thể không tin.\n- Từ đấy, trong tâm trí của ông chỉ nghĩ về cái tin dữ ấy. Nghe tiếng chửi bọn Việt gian, ông “cúi gằm mặt mà đi”.\n Khi về đến nhà\n- Ông Hai nằm vật ra giường, nhìn lũ con lại thấy tủi thân, nước mắt cứ giàn ra. Bao nhiêu niềm tự hào về làng đều sụp đổ.\n- Ông tự hỏi và buồn thay cho số phận những đứa con của mình: “Chúng nó cũng là trẻ con làng Việt gian đấy ư? Chúng nó cũng bị người ta rẻ rúng, hắt hủi đấy ư?”\n- Ông nắm chặt tay, rít lên: “Chúng bay … mà nhục nhã thế này?”.\n=> Ông hai cảm thấy chính bản thân đang mang nỗi nhục của một tên bán nước, cả các con ông rồi cũng sẽ phải mang nỗi nhục ấy.\n Những ngày sau đó:\n- Suốt mấy ngày ông không dám đi đâu.\n- Ông chỉ quanh quẩn ở nhà, nghe ngóng tình hình bên ngoài: “Một đám đông túm lại, ông cũng để ý, dăm bảy tiếng cười nói xa xa,ông cũng chột dạ. Lúc nào ông cũng nơm nớp tưởng như người ta đang để ý, người ta đang bàn tán đến “cái chuyện ấy”.\n- Thoáng nghe những tiếng “Tây, Việt gian, cam - nhông… là ông lủi ra một nhà, nín thít. Thôi lại chuyện ấy rồi!”\n- Khi nghĩ đến tương lai, ông rơi vào bế tắc, không biết phải đi đâu về đâu: Về làng thì không được, vì về làng lúc này là đồng nghĩa với theo Tây, phản bội kháng chiến. Ở lại thì không xong, vì mụ chủ nhà đã đánh tiếng xua đuổi. Còn đi thi biết đi đâu bởi ai người ta chưa chấp dân làng Chợ Dầu phản bội.\n=> Điều này buộc ông phải lựa chọn giữa tình yêu làng và yêu nước.\n- Ông hai đã trò chuyện với đứa con trai út, để rồi đưa ra quyết định: “Làng thì yêu thật nhưng làng theo Tây thì phải thù”.\n=> Tình yêu nước mãnh liệt của người Việt Nam, họ sẵn sàng vượt lên trên tình cảm cá nhân để hướng đến tình cảm chung của cộng đồng.\nc. Niềm vui sướng của ông khi nghe tin cải chính\nThái độ hoàn toàn thay đổi:\n- “Cái mặt buồn thiu mọi ngày bỗng tươi vui, rạng rỡ hẳn lên”\n- “Mồm bỏm bẻm nhai trầu, cặp mắt hung hung đỏ, hấp háy”…\n- Về đến nhà thì chia quà cho lũ con rồi sang nhà bác Thứ để đính chính lại cái tin làng chợ Dầu theo giặc.\n- “bô bô” khoe với mọi người về cái tin làng ông bị “đốt nhẵn”, nhà ông bị “đốt nhẵn”\n=> Niềm vui mừng của ông Hai khi nghe tin cải chính về làng chợ Dầu đã vượt lên trên sự mất mát về của cải khi làng bị giặc đốt sạch. Từ đó, nhà văn Kim Lân đã cho thấy tình yêu quê hương, đất nước sâu sắc của người nông dân.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của truyện ngắn Làng.\n \"\""