"Bài thơ Lưu biệt khi xuất dương\nLưu biệt khi xuất dương\nPhiên âm:\nSinh vi nam tử yếu hi kì,\nKhẳng hứa càn khôn tự chuyển di.\nƯ bách niên trung tu hữu ngã,\nKhởi thiên tải hậu cánh vô thùy.\nGiang sơn tử hĩ sinh đồ nhuế,\nHiền thánh liêu nhiên tụng diệc si.\nNguyện trục trường phong Đông hải khứ,\nThiên trùng bạch lãng nhất tề phi.\nDịch nghĩa:\nĐã sinh làm kẻ nam nhi thì cũng phải mong có điều lạ,\nHá lại để trời đất tự chuyển vần lấy sao!\nGiữa khoảng trăm năm này, phải có ta chứ,\nChẳng nhẽ ngàn năm sau lại không có ai (để lại tên tuổi) ư?\nNon sông đã chết, sống chỉ nhục,\nThánh hiền đã vắng thì có đọc sách cũng ngu thôi!\nMong đuổi theo ngọn gió dài đi qua biển Đông,\nNgàn đợt sóng bạc cùng bay lên.\nDịch thơ:\nLàm trai phải lạ ở trên đời,\nHá để càn khôn tự chuyển dời.\nTrong khoảng trăm năm cần có tớ,\nSau này muôn thuở, há không ai?\nNon sông đã chết, sống thêm nhục,\nHiền thánh còn đâu, học cũng hoài\nMuốn vượt bể Đông theo cánh gió\nMuôn trùng sóng bạc tiễn ra khơi.\nI. Đôi nét về tác giả Phan Bội Châu\n- Phan Bội Châu (1867- 1940), tên thuở nhỏ là Phan Văn San, tên hiệu là Sào Nam.\n- Quê quán: Làng Đan Nhiễm (nay là xã Nam Hòa, huyện Nam Đàn, tỉnh Nghệ An).\n- Phan Bội Châu là một nhà yêu nước, nhà cách mạng lớn nhất của dân tộc ta trong vòng 20 năm đầu thế kỉ XX.\n- Những tác phẩm tiêu biểu: Sào Nam thi tập, Văn tế Phan Châu Trinh, Phan Bội Châu niên biểu...\nII. Giới thiệu về bài thơ Lưu biệt khi xuất dương\n1. Hoàn cảnh sáng tác\nBài thơ được viết năm 1905, trước khi Phan Bội Châu chia tay các đồng chí để sang Nhật tìm đường cứu nước.\n2. Thể thơ\nBài thơ Lưu biệt khi xuất dương được viết theo thể thơ thất ngôn bát cú.\nHình ảnh mang tính biểu tượng cao.\n3. Bố cục\nKết câu gồm 4 phần theo: Đề - Thực - Luận - Kết\nPhần 1. Hai câu đề: Quan niệm của nhà thơ về chí làm trai và tầm vóc của đấng nam nhi trong vũ trụ.\nPhần 2. Hai câu thực: Ý thức trách nhiệm của nhà thơ trước cuộc đời.\nPhần 3. Hai câu luận: Thái độ trước tình cảnh của đất nước.\nPhần 4. Hai câu kết: Tư thế cũng như khát vọng của nhà thơ trước khi lên đường.\n4. Nội dung\nLưu biệt khi xuất dương đã khắc họa vẻ đẹp lãng mạn hào hùng của nhà chí sĩ cách mạng những năm đầu thế kỉ XX, với tư tưởng mới mẻ và táo bạo, bầu nhiệt huyết sôi trào và khát vọng cháy bỏng trong buổi ra đi tìm đường cứu nước.\n5. Nghệ thuật\nGiọng thơ tâm huyết, hình ảnh giàu sức gợi…\nIII. Dàn ý phân tích Lưu biệt khi xuất dương\n(1) Mở bài\nGiới thiệu về tác giả Phan Bội Châu, bài thơ Lưu biệt khi xuất dương.\n(2) Thân bài\na. Quan niệm của nhà thơ về chí làm trai và tầm vóc của đấng nam nhi trong vũ trụ\n- Câu thơ đầu nói về chí nam nhi: nam nhi thì phải nên sự nghiệp lớn, xứng danh với thiên hạ.\n- Quan điểm của Phan Bội Châu: Nếu thời xưa người ta thường phó mặc cho số phận, do mệnh trời, thì theo tác giả số phận của mình phải do chính mình xoay chuyển.\nb. Ý thức trách nhiệm của nhà thơ trước cuộc đời\n- Khẳng định tinh thần trách nhiệm của công dân là gánh vác giang sơn, đồng thời mang tính khích lệ những bậc nam nhi.\n- Khẳng định rằng một người sống vì dân vì nước thì tên tuổi sẽ lưu danh muôn đời.\n=> Hai câu thơ đã cụ thể hóa lẽ sống của đáng nam nhi: phải tự giác, chủ động và lưu danh thiên cổ.\nc. Thái độ trước tình cảnh của đất nước\n- Nỗi đau xót trước hoàn cảnh mất nước, nỗi nhục của thân phận nô lệ cùng sự phản kháng ngầm không cam chịu.\n- Đất nước lúc này không còn đấng minh quân, sách vở thánh hiền cũng không cứu được đất nước. Câu thơ giống như một lời thức tỉnh yêu nước là phải có hành động thiết thực để cứu nước.\n- Phan Bội Châu phản bác nền học vấn cũ, thức tỉnh những chí sĩ yêu nước.\nd. Tư thế cũng như khát vọng của nhà thơ trước khi lên đường\n- Hình ảnh kì vĩ, lớn lao: biển Đông, cánh gió, sóng bạc với hành động cao cả của nhân vật trữ tình.\n- Khát vọng lên đường cứu nước, từ đó khơi gợi nhiệt huyết của một thế hệ.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Lưu biệt khi xuất dương.\n \"\""