"Bài thơ Lượm\nLượm\nNgày Huế đổ máu,\nChú Hà Nội về,\nTình cờ chú cháu,\nGặp nhau Hàng Bè.\nChú bé loắt choắt,\nCái xắc xinh xinh,\nCái chân thoăn thoắt,\nCái đầu nghênh nghênh,\nCa-lô đội lệch,\nMồm huýt sáo vang,\nNhư con chim chích,\nNhảy trên đường vàng…\n- “Cháu đi liên lạc,\nVui lắm chú à.\nỞ đồn Mang Cá,\nThích hơn ở nhà!”\nCháu cười híp mí,\nMá đỏ bồ quân:\n- “Thôi, chào đồng chí!”\nCháu đi xa dần…\nCháu đi đường cháu,\nChú lên đường ra,\nÐến nay tháng sáu,\nChợt nghe tin nhà.\nRa thế,\nLượm ơi!\nMột hôm nào đó,\nNhư bao hôm nào,\nChú đồng chí nhỏ,\nBỏ thư vào bao,\nVụt qua mặt trận,\nÐạn bay vèo vèo,\nThư đề “Thượng khẩn”,\nSợ chi hiểm nghèo!\nÐường quê vắng vẻ,\nLúa trổ đòng đòng,\nCa-lô chú bé,\nNhấp nhô trên đồng…\nBỗng lòe chớp đỏ,\nThôi rồi, Lượm ơi!\nChú đồng chí nhỏ,\nMột dòng máu tươi!\nCháu nằm trên lúa,\nTay nắm chặt bông,\nLúa thơm mùi sữa,\nHồn bay giữa đồng.\nLượm ơi, còn không?\nChú bé loắt choắt,\nCái xắc xinh xinh,\nCái chân thoăn thoắt,\nCái đầu nghênh nghênh.\nCa-lô đội lệch,\nMồm huýt sáo vang,\nNhư con chim chích,\nNhảy trên đường vàng...\nI. Đôi nét về tác giả Tố Hữu\n1. Vài nét về tiểu sử\n- Tố Hữu (1920 - 2002) tên thật là Nguyễn Kim Thành.\n- Quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế.\n- Thân sinh là một nhà nho nghèo, bà mẹ cũng là con một nhà nho, cả hai người đã truyền cho con tình yêu tha thiết với văn học dân gian.\n- Năm 12 tuổi, mồ côi mẹ. Sau đó một năm vào học tại trường Quốc học Huế, tham gia phong trào đấu tranh cách mạng.\n- Bước vào tuổi thiếu niên, ông tham gia phong trào cách mạng và trở thành người lãnh đạo chủ chốt của Đoàn thanh niên Dân chủ ở Huế.\n- Cuối tháng 4 năm 1939, Tố Hữu bị thực dân Pháp bắt giam vào nhà lao Thừa Thiên.\n- Tháng 3 năm 1942: ông vượt ngục ra Thanh Hoá tiếp tục hoạt động.\n- Cách mạng tháng Tám 1945: Ông là Chủ tịch Uỷ ban khởi nghĩa Huế.\n- Kháng chiến toàn quốc bùng nổ, ông ra Thanh Hoá, lên Việt Bắc công tác ở cơ quan Trung ương Đảng, phụ trách văn hoá văn nghệ.\n- Tố Hữu cũng từng giữ nhiều chức vụ quan trọng trong hệ thống chính trị của Việt Nam.\n- Ông là một nhà thơ tiêu biểu của nền thơ ca cách mạng Việt Nam. Đồng thời ông cũng là một cán bộ cách mạng lão thành của Việt Nam.\n- Năm 1996: Được tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n2. Đường cách mạng, đường thơ\n- Tố Hữu là một trong những lá cờ đấu của nền văn nghệ Cách mạng Việt Nam.\n- Các chặng đường thơ của Tố Hữu luôn gắn bó và phản ánh chân thật chặng đường cách mạng đầy gian khổ hy sinh nhưng cũng nhiều thắng lợi vinh quang của dân tộc, đồng thời cũng là những chặng đường vận động trong quan điểm tư tưởng và bản lĩnh nghệ thuật của nhà thơ.\n- Các chặng đường thơ:\nTừ ấy (1937 - 1946): chặng đường đầu tiên của thơ Tố Hữu, đánh dấu bước trưởng thành của người thanh niên quyết tâm đi theo ngọn cờ cách mạng và gồm ba phần Máu lửa - Xiềng xích - Giải phóng.\nViệt Bắc (1947 - 1954): là tiếng ca hùng tráng, thiết tha về cuộc kháng chiến chống Pháp và những con người kháng chiến.\nGió lộng (1955 - 1961): dạt dào những nguồn cảm hứng lớn lao.\nRa trận (1962 - 1971); Máu và hoa (1972 - 1977): am vang khí thế quyết liệt của cuộc kháng chiến chống Mĩ cứu nước và niềm vui chiến thắng.\nMột tiếng đờn (1978 -1992), Ta với ta (1992 - 1999): hai tập thơ đánh dấu chuyển biến mới trong thơ Tố Hữu, dòng chảy sôi động của cuộc sống thường nhật với niềm vui, nỗi buồn, được mất, sướng khổ…\nII. Giới thiệu về bài thơ Lượm\n1. Hoàn cảnh sáng tác\nBài thơ được sáng tác năm 1949, trong giai đoạn đầu cuộc cuộc kháng chiến chống Pháp.\n2. Thể thơ\nBài thơ được viết theo thể thơ bốn chữ.\nNgôn ngữ tự nhiên, trong sáng\nNhịp thơ nhanh, dồn dập\nHình ảnh giản dị, quen thuộc\n3. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “Cháu đi xa dần”. Cuộc gặp gỡ giữa hai chú cháu và giới thiệu về công việc của Lượm\nPhần 2: Tiếp theo đến “Hồn bay giữa đồng”. Sự hy sinh của Lượm.\nPhần 3. Còn lại. Hình ảnh Lượm vẫn còn sống mãi.\n4. Nội dung\nBài thơ khắc họa hình ảnh chú bé liên lạc Lượm hồn nhiên, vui tươi, hăng hái, dũng cảm. Lượm đã hi sinh nhưng hình ảnh của em còn mãi với quê hương, đất nước và trong lòng mọi người.\n5. Nghệ thuật\nThể thơ bốn chữ, từ láy có giá trị gợi hình và giàu âm điệu, giọng thơ hồn nhiên… \nIII. Dàn ý phân tích bài thơ Lượm\n(1). Mở bài\n- Một trong những bài thơ hay viết về đề tài thiếu nhi làm liên lạc chính là bài “Lượm” của nhà thơ Tố Hữu. Tác giả sáng tác bài thơ này vào năm 1949, trong thời kì kháng chiến chống thực dân Pháp.\n- Bài thơ đã để lại trong em những ấn tượng sâu sắc. Đặc biệt, hình ảnh nhân vật Lượm đã làm rung cảm tâm hồn em bởi sự hồn nhiên, ngây thơ và sự hy sinh anh dũng của “Lượm” trong một lần chuyển thư “thượng khẩn”.\n(2) Thân bài\na. Lượm là cậu bé hồn nhiên, ngây thơ và ngộ nghĩnh\n- Lượm có dáng người bé nhỏ “loắt choắt”, chiếc mũ ca lô luôn đội lệch trên đầu. Bé nhỏ nhưng Lượm thật nhanh nhẹn và hoạt bát. Cụm từ “cái chân thoăn thoắt” đã phần nào nói lên điều đó.\n- Lượm hiện lên trước mắt em thật ngộ nghĩnh và đáng yêu:\n“Chú bé loắt choắt\nCái xắc xinh xinh\nCái chân thoăn thoắt\nCái đầu nghênh nghênh.\nCa lô đội lệch\nMồm huýt sáo vang\nNhư con chim chích\nNhảy trên đường vàng”\n- Một loạt từ láy “loắt choắt”, “xinh xinh” ''thoăn thoắt”, “nghênh nghênh”cộng với điệp từ “cái” có giá trị gợi tả hết sức đặc sắc. Nó có tác dụng tạo nên bức chân dung nhỏ nhắn mà nhanh nhẹn, hoạt bát rất đáng yêu của người liên lạc nhỏ.\n- Sự hồn nhiên, ngây thơ của Lượm còn được thế hiện qua niềm vui khi bản thân được làm liên lạc. Lời đối thoại của Lượm với tác giả đã giúp ta khẳng định được Lượm rất vui sướng khi được trở thành người chiến sĩ nhỏ:\n“Cháu đi liên lạc\nVui lắm chú à\nỞ đồn Mang Cá\nThích hơn ở nhà\nCháu cười híp mí\nMá đỏ bồ quân\nThôi chào đồng chí\nCháu đi xa dần”\n- Bằng những từ trực tiếp miêu tả cảm xúc “vui”, “thích”, “cười”, \"má đỏ”..., một lần nữa, tác giả khẳng định việc được tham gia chiến đấu chống kẻ thù bảo vệ đất nước là niềm vui của thế hệ trẻ Việt Nam.\nb. Lượm là người có tinh thần dũng cảm, sẵn sàng hi sinh vì nhiệm vụ được giao\n- Lượm rất dũng cảm trong khi làm nhiệm vụ:\n“Vụt qua mặt trận\nĐạn bay vèo vèo\nThư đề Thượng khẩn\nSợ chi hiểm nghèo\n- Để thư “Thượng khẩn” nhanh tới tay người nhận, Lượm đâu quản hiểm nguy. - Từ “sợ chi” mang nghĩa khẳng định ý chí chiến đấu của người liên lạc nhỏ.\n- Đẹp biết bao hình ảnh chiếc mũ ca lô nhấp nhô trên cánh đồng lúa đang làm đòng:\n- Đường quê vắng vẻ Lúa trổ đòng đòng Ca lô chú bé Nhấp nhô trên đồng.\n- Nhưng rồi, Lượm đã ngã xuống trên cánh đồng quê khi đang làm nhiệm vụ đưa thư “Thượng khẩn”:\n“Bỗng lòe chớp đỏ\nThôi rồi, Lượm ơi!\nChú đồng chí nhỏ\nMột dòng mẫu tươi”\n- Lời thơ như nghẹn ngào vì đau đớn trước sự hi sinh của Lượm. Lượm ngã xuống nhưng hồn Lượm vẫn bay giữa đồng lúa thơm ngạt ngào mùi sữa:\n“Cháu nằm trên lúa\nTay nắm chặt bông\nLúa thơm mùi sữa\nHồn bay giữa đồng”\n- Đây là khổ thơ hay nhất nói về sự hi sinh của những người chiến sĩ. Hương thơm của cánh đồng lúa đang bao bọc, chở che hồn người chiến sĩ tuổi thiếu niên. Không gian nhẹ nhàng mà thiêng liêng bởi có cái thoáng đãng của cánh đồng quê, có vị thơm ngạt ngào của mùi sữa khi lúa trổ đòng... Tất cả giang rộng vòng tay đón Lượm trở về với đất mẹ.\n(3) Kết bài\n- Với nghệ thuật miêu tả nhân vật kết hợp với kể và biểu hiện cảm xúc, tác giả đã khắc họa thành công nhân vật Lượm. Lượm là người hồn nhiên, ngây thơ nhưng rất dũng cảm. Lượm đã hi sinh anh dũng trong khi làm liên lạc. Anh chính là tấm gương sáng ngời cho tất cả chúng em noi theo.\n- Tác phẩm đã khép lại nhưng hình ảnh Lượm mãi mãi lưu giữ trong trái tim em. Em yêu quý và cảm phục người thiếu niên anh hùng đã vui vẻ hi sinh vì quê hương đất nước.\n \"\""