"Đoạn trích Lẽ ghét thương\n(Trích Truyện Lục Vân Tiên)\nLẽ ghét thương\nQuán rằng: “Kinh sử đã từng,\nCoi rồi lại khiến lòng hằng xót xa.\nHỏi thời ta phải nói ra,\nVì chưng hay ghét cũng là hay thương.”\nTiên rằng: “Trong đục chưa tường,\nChẳng hay thương ghét, ghét thương lẽ nào?”\nQuán rằng: “Ghét việc tầm phào,\nGhét cay, ghét đắng, ghét vào tới tâm.\nGhét đời Kiệt, Trụ mê dâm,\nĐể dân đến nỗi sa hầm sẩy hang.\nGhét đời U, Lệ đa đoan,\nKhiến dân luống chịu lầm than muôn phần.\nGhét đời Ngũ bá phân vân,\nChuộng bề dối trá, làm dân nhọc nhằn.\nGhét đời Thúc quý phân băng,\nSớm đầu tối đánh, lằng nhằng rối dân.\nThương là thương đức thánh nhân,\nKhi nơi Tống, Vệ, lúc Trần, lúc Khuôn.\nThương thầy Nhan Tử dở dang,\nBa mươi mốt tuổi, tách đàng công danh.\nThương ông Gia Cát tài lành,\nGặp cơn Hán mạt, đã đành phôi pha.\nThương thầy Đồng tử cao xa,\nChí thời có chí, ngôi mà không ngôi.\nThương người Nguyên Lượng bùi ngùi,\nLỡ bề giúp nước lại lui về cày.\nThương ông Hàn Dũ chẳng may,\nSớm dâng lời biểu tối đày đi xa.\nThương thầy Liêm Lạc đã ra,\nBị lời xua đuổi về nhà giáo dân.\nXem qua kinh sử mấy lần,\nNửa phần lại ghét, nửa phần lại thương”.\nI. Đôi nét về Nguyễn Đình Chiểu\n- Nguyễn Đình Chiểu (1822 - 1888), tục gọi là Đồ Chiểu, sinh tại quê mẹ ở làng Tân Thới, tỉnh Gia Định (nay thuộc Thành phố Hồ Chí Minh), quê cha ở xã Bồ Điền, huyện Phong Điền, tỉnh Thừa Thiên - Huế.\n- Ông thi đỗ tú tài năm 21 tuổi (1843), nhưng 6 năm sau (1849) ông bị mù.\n- Sau đó, ông về Gia Định dạy học và bốc thuốc chữa bệnh cho nhân dân.\n- Trong giai đoạn thực dân Pháp xâm lược Nam Kỳ, ông tích cực tham gia phong trào kháng chiến cùng các vị lãnh tụ như bàn bạc việc đánh giặc hay sáng tác văn học để khích lệ tinh thần nhân dân. - Nguyễn Đình Chiểu là một nhà thơ lớn của dân tộc. Khi Nam Kỳ bị giặc chiếm, ông về sống ở Ba Tri (Bến Tre).\n- Các tác phẩm của Nguyễn Đình Chiểu chủ yếu truyền bá đạo lý làm người và cổ vũ tinh thần yêu nước.\n- Một số tác phẩm nổi tiếng: Truyện Lục Vân Tiên, Dương Từ - Hà Mậu, Chạy giặc, Văn tế nghĩa sĩ Cần Giuộc, Thơ điếu Trương Định…\nII. Giới thiệu về đoạn trích Lẽ ghét thương\n1. Vị trí đoạn trích\n- Đoạn trích “Lẽ ghét thương” từ câu 473 đến câu 504 của “Truyện Lục Vân Tiên”.\n- Tóm tắt Truyện Lục Vân Tiên: Ở quận Đông Thành, có một chàng trai khôi ngô tuấn tú, văn võ toàn tài, tên là Lục Vân Tiên. Triều đình mở khoa thi, Vân Tiên từ giã thầy xuống núi để dự thi. Trên đường trở về nhà thăm mẹ, chàng một mình đánh tan bọn cướp do Phong Lai, cứu được Kiều Nguyệt Nga. Mến mộ tài đức, Kiều Nguyệt Nga nguyện gắn bó suốt đời với Vân Tiên. Từ biệt Nguyệt Nga, chàng tiếp tục hành trình, gặp gỡ và kết bạn với Hớn Minh - một sĩ tử khác. Trên đường đi thi, Vân Tiên nghe tin mẹ mất thì bỏ thi trở về chịu tang. Dọc đường về chàng bị đau mắt nặng, rồi mù cả hai mắt lại bị kẻ xấu lừa đẩy xuống sông. Vân Tiên được gia đình Ngư ông cưu mang. Sau đó chàng lại bị cha con Võ Công hãm hại đem chàng vào rừng. Nhưng chàng may mắn gặp lại Hớn Minh. Kiều Nguyệt Nga vì nghe tin Lục Vân Tiên đã chết nên lập lời thề thủ tiết suốt đời. Bị kẻ giam hãm hại, nàng phải chạy trốn vào rừng, nương nhờ một bà lão dệt vải. Sau khi được tiên ông cho thuốc chữa sáng mắt, Lục Vân Tiên đi thi và đỗ Trạng Nguyên. Chàng được vua cử đi đánh giặc Ô Qua. Đánh tan quân giặc nhưng lại bị lạc vào rừng, tình cờ đến nhà bà lão bán vảo hỏi thăm đường thì gặp lại Kiều Nguyệt Nga. Sau khi về triều tâu hết sự tình, kẻ gian bị trừng trị, Lục Vân Tiên và Kiều Nguyệt Nga được đoàn tụ.\n- Nội dung: Đoạn trích kể lại cuộc đối thoại của ông Quán với bốn chàng nho sinh (Vân Tiên, Tử Trực, Trịnh Hâm, Bùi Kiệm) khi họ cùng nhau uống rượu, làm thơ trong quán của ông trước lúc vào trường thi.\n2. Hoàn cảnh sáng tác\n- “Truyện Lục Vân Tiên” được sáng tác vào khoảng đầu những năm năm mươi của thế kỉ XIX.\n- Truyện được lưu truyền rộng rãi dưới hình thức sinh hoạt văn hóa dân gian như “kể thơ”, “nói thơ Vân Tiên”, “hát Vân Tiên” ở Nam Kì và Nam Trung Kì.\n3. Thể loại\n- Truyện thơ Nôm.\n- Có nhiều văn bản khác nhau, nhưng văn bản thường dùng hiện nay có 2082 câu thơ.\n4. Bố cục đoạn trích\nGồm 3 phần:\nPhần 1: Từ đầu đến “Chẳng hay thương ghét, ghét thương lẽ nào?”. Cuộc đối thoại giữa ông Quán và Vân Tiên.\nPhần 2. Tiếp theo đến “Sớm đầu tối đánh, lằng nhằng rối dân”. Ông Quán bàn luận về “ghét”.\nPhần 3. Còn lại. Ông Quán bàn luận về “thương”.\n4. Nội dung\nĐoạn trích Lẽ ghét thương nói lên tình cảm yêu, ghét rất phân minh, mãnh liệt và tấm lòng thương dân sâu sắc của Nguyễn Đình Chiểu.\n5. Nghệ thuật\nLời thơ mộc mạc, chân chất; sử dụng các biện pháp tu từ…\nIII. Dàn ý phân tích Lẽ ghét thương\n(1) Mở bài\nDẫn dắt, giới thiệu đôi nét về tác giả Nguyễn Đình Chiểu, truyện Lục Vân Tiên và đoạn trích Lẽ ghét thương.\n(2) Thân bài\na. Cuộc đối thoại giữa ông Quán và Vân Tiên\n- Ông Quán: am tường kinh sử, yêu ghét phân minh và quặn lòng với những kẻ làm băng hoại xã hội, đau khổ dân lành.\n- “Vì chưng hay ghét cũng là hay thương”: Biết ghét là vì biết thương. Vì thương dân nên ghét những kẻ làm hại dân.\n- Lục Vân Tiên: “Trong đục chưa tường/Chẳng hay thương ghét, ghét thương lẽ nào”: Mong muốn hiểu rõ hơn về lẽ ghét thương.\nb. Ông Quán bàn luận về “ghét”\n- Ghét thế lực cầm quyền bạo tàn:\nĐời Kiệt, Trụ mê dâm khiến dân sa hầm sẩy hang\nĐời U, Lệ đa đoan khiến dân lầm than\nĐời Ngũ bá phân vân khiến dân nhọc nhằn\nĐời thúc quý phân băng làm rối dân.\n=> Bộc lộ lòng căm ghét những tên vua dâm ác, tham tàn, bạo ngược, những kẻ đã gây ra hệ lụy chiến tranh, loạn lạc và bộc lộ lòng xót thương sâu sắc đối với người dân vô tội phải gánh chịu mọi tai ách, khổ sở trăm chiều.\nc. Ông Quán bàn luận về “thương”\n- Khi bàn về lẽ thương, ông hướng về những con người cụ thể:\nKhổng Tử: lận đận.\nGia Cát: tài đức mà mệnh yểu.\nNhan Tử: mưu lược tài ba nhưng không gặp thời.\nĐồng Tử: tài cao học rộng nhưng không được tin dùng.\nNguyên Lượng: thơ văn lỗi lạc, học rộng, từ quan ở ẩn.\nHàn Dũ: ngay thẳng mà mang họa.\nLiêm, Trạc: Triết gia không được trọng dụng, lui về dạy học.\n=> Họ là những người có tài năng, chí hướng giúp đời, giúp dân nhưng vì thời cuộc đều không đạt được sở nguyện.\n- Tấm lòng của nhà thơ: “Xem qua kinh mấy lần thi cử/Nửa phần lại ghét nửa phần thương”.\n(3) Kết bài\nKhẳng định lại giá trị về nội dung và nghệ thuật của đoạn trích Lẽ ghét thương.\n \"\""