"Đoạn trích Lục Vân Tiên gặp nạn\n(Trích Truyện Lục Vân Tiên)\nLục Vân Tiên gặp nạn\nĐêm khuya lặng lẽ như tờ,\nNghinh ngang sao mọc mịt mờ sương bay.\nTrịnh Hâm khi ấy ra tay,\nVân Tiên bị ngã xô ngay xuống vời.\nTrịnh Hâm giả tiếng kêu trời,\nCho người thức dậy lấy lời phui pha.\nTrong thuyền ai nấy kêu la,\nĐều thương họ Lục xót xa tấm lòng\nVân Tiên mình lụy giữa dòng,\nGiao long dìu đỡ vào trong bãi rày.\nVừa may trời đã sáng ngày,\nÔng chài xem thấy vớt ngay lên bờ\nHối con vầy lửa một giờ,\nÔng hơ bụng dạ, mụ hơ mặt mày.\nVân Tiên vừa ấm chơn tay,\nNgẩn ngơ hồn phách như say mới rồi.\nNgỡ thân mình phải nước trôi,\nHay đâu còn hãy đặng ngồi dương gian.\nNgư ông khi ấy hỏi han,\nVân Tiên thưa hết mọi đàng gần xa.\nNgư rằng: “Người ở cùng ta,\nHôm mai hẩm hút với già cho vui”\nTiên rằng: “Ông lấy chi nuôi,\nThân tôi như thể trái mùi trên cây.\nNay đà trôi nổi đến đây,\nKhông chi báo đáp mình này trơ trơ”.\nNgư rằng: “Lòng lão chẳng mơ,\nDốc lòng nhơn nghĩa há chờ trả ơn?\nNước trong rửa ruột sạch trơn,\nMột câu danh lợi chi sờn lòng đây.\nRày voi mai vịnh vui vầy,\nNgày kia hứng gió đêm này chơi trăng.\nMột mình thong thả làm ăn,\nKhoẻ quơ chài kéo, mệt quăng câu dầm.\nNghêu ngao nay chích mai đầm,\nMột bầu trời đất vui thầm ai hay.\nKinh luân đã sẵn trong tay,\nThung dung dưới thế vui say trong trời.\nThuyền nan một chiếc ở đời,\nTắm mưa chải gió trong vời Hàn Giang”.\nI. Đôi nét về tác giả Nguyễn Đình Chiểu\n- Nguyễn Đình Chiểu (1822 - 1888), tục gọi là Đồ Chiểu, sinh tại quê mẹ ở làng Tân Thới, tỉnh Gia Định (nay thuộc Thành phố Hồ Chí Minh), quê cha ở xã Bồ Điền, huyện Phong Điền, tỉnh Thừa Thiên - Huế.\n- Ông thi đỗ tú tài năm 21 tuổi (1843), nhưng 6 năm sau (1849) ông bị mù.\n- Sau đó, ông về Gia Định dạy học và bốc thuốc chữa bệnh cho nhân dân.\n- Trong giai đoạn thực dân Pháp xâm lược Nam Kỳ, ông tích cực tham gia phong trào kháng chiến cùng các vị lãnh tụ như bàn bạc việc đánh giặc hay sáng tác văn học để khích lệ tinh thần nhân dân. - Nguyễn Đình Chiểu là một nhà thơ lớn của dân tộc. Khi Nam Kỳ bị giặc chiếm, ông về sống ở Ba Tri (Bến Tre).\n- Các tác phẩm của Nguyễn Đình Chiểu chủ yếu truyền bá đạo lý làm người và cổ vũ tinh thần yêu nước.\n- Một số tác phẩm nổi tiếng: Truyện Lục Vân Tiên, Dương Từ - Hà Mậu, Chạy giặc, Văn tế nghĩa sĩ Cần Giuộc, Thơ điếu Trương Định…\nII. Giới thiệu về Lục Vân Tiên gặp nạn\n1. Hoàn cảnh sáng tác\n“Truyện Lục Vân Tiên” được sáng tác vào khoảng đầu những năm năm mươi của thế kỉ XIX.\nTruyện được lưu truyền rộng rãi dưới hình thức sinh hoạt văn hóa dân gian như “kể thơ”, “nói thơ Vân Tiên”, “hát Vân Tiên” ở Nam Kì và Nam Trung Kì.\n2. Thể loại\nTruyện thơ Nôm\nCó nhiều văn bản khác nhau, nhưng văn bản thường dùng hiện nay có 2082 câu thơ.\n3. Vị trí\nĐoạn trích “Lục Vân Tiên gặp nạn” nằm ở phần thứ hai của truyện.\nNội dung: Vân Tiên đang bơ vơ nơi đất khách quê người thì gặp Trịnh Hâm đang trên đường trở về. Vốn có lòng đố kỵ, Trịnh Hâm ra tay hãm hại Lục Vân Tiên.\n4. Bố cục\nGồm 2 phần:\nPhần 1: Từ đầu đến “Đều thương họ Lục xót xa tấm lòng”. Lục Vân Tiên bị Trịnh Hâm hãm hại.\nPhần 2. Còn lại. Lục Vân Tiên được giao long giúp, rồi được Ngư ông cưu mang.\n5. Tóm tắt\na. Truyện Lục Vân Tiên\nỞ quận Đông Thành, có một chàng trai khôi ngô tuấn tú, văn võ toàn tài, tên là Lục Vân Tiên. Triều đình mở khoa thi, Vân Tiên từ giã thầy xuống núi để dự thi. Trên đường trở về nhà thăm mẹ, chàng một mình đánh tan bọn cướp do Phong Lai, cứu được Kiều Nguyệt Nga. Mến mộ tài đức, Kiều Nguyệt Nga nguyện gắn bó suốt đời với Vân Tiên. Từ biệt Nguyệt Nga, chàng tiếp tục hành trình, gặp gỡ và kết bạn với Hớn Minh - một sĩ tử khác. Trên đường đi thi, Vân Tiên nghe tin mẹ mất thì bỏ thi trở về chịu tang. Dọc đường về chàng bị đau mắt nặng, rồi mù cả hai mắt lại bị kẻ xấu lừa đẩy xuống sông. Vân Tiên được gia đình Ngư ông cưu mang. Sau đó chàng lại bị cha con Võ Công hãm hại đem chàng vào rừng. Nhưng chàng may mắn gặp lại Hớn Minh. Kiều Nguyệt Nga vì nghe tin Lục Vân Tiên đã chết nên lập lời thề thủ tiết suốt đời. Bị kẻ giam hãm hại, nàng phải chạy trốn vào rừng, nương nhờ một bà lão dệt vải. Sau khi được tiên ông cho thuốc chữa sáng mắt, Lục Vân Tiên đi thi và đỗ Trạng Nguyên. Chàng được vua cử đi đánh giặc Ô Qua. Đánh tan quân giặc nhưng lại bị lạc vào rừng, tình cờ đến nhà bà lão bán vảo hỏi thăm đường thì gặp lại Kiều Nguyệt Nga. Sau khi về triều tâu hết sự tình, kẻ gian bị trừng trị, Lục Vân Tiên và Kiều Nguyệt Nga được đoàn tụ.\nb. Tóm tắt đoạn trích Lục Vân Tiên gặp nạn\nTrên đường đi thi, Vân Tiên nghe tin mẹ mất thì bỏ thi trở về chịu tang. Dọc đường về chàng bị đau mắt nặng, rồi mù cả hai mắt lại bị kẻ xấu lừa đẩy xuống sông. Vân Tiên được gia đình Ngư ông cưu mang.\n6. Nội dung và nghệ thuật\n- Nội dung: Đoạn trích Lục Vân Tiên gặp nạn nói lên sự đối lập giữa thiện và ác giữa nhân cách cao cả và những toan tính thấp hèn. Đồng thời cũng thể hiện được thái độ trân trọng cùng niềm tin của tác giả đối với nhân dân lao động.\n- Nghệ thuật: ngôn ngữ bình dị, giàu cảm xúc…\nIII. Dàn ý phân tích Lục Vân Tiên gặp nạn\n(1) Mở bài\nGiới thiệu về tác giả Nguyễn Đình Chiểu, tác phẩm Lục Vân Tiên và đoạn trích Lục Vân Tiên gặp nạn.\n(2) Thân bài\na. Lục Vân Tiên bị Trịnh Hâm hãm hại\n- Hoàn cảnh của Lục Vân Tiên: mù lòa, bơ vơ nơi đất khách quê người.\n- Hoàn cảnh thực hiện hành động: Trịnh Hâm nhân lúc đêm khuya lặng lẽ, trời tối để ra tay.\n- Nguyên nhân: vốn ghen ghét, đố kỵ với tài năng của Lục Vân Tiên từ trước.\n- Diễn biến: Xô Lục Vân Tiên xuống sông, giả vờ hô hào để mọi người tỉnh dậy cứu.\n=> Trịnh Hâm mưu hại Lục Vân Tiên nhưng lại mượn danh nghĩa giúp đỡ. Như vậy, người đọc có thể thấy được sự độc ác đã thấm vào máu thịt của con người này.\nb. Lục Vân Tiên được giao long giúp, rồi được Ngư ông cưu mang\n- Vân Tiên rơi xuống nước nhưng không chết mà được Giao lòng dìu vào, lại được Ngư ông giúp đỡ.\n- Hành động: Cả nhà lo lắng, cứu chữa cho Vân Tiên “Hối con vầy lửa một giờ/Ông hơ bụng dạ, mu hơ mặt mày”. Sự tận tình, chu đáo của gia đình Ngư ông.\n- Khi Vân Tiên tỉnh dậy, kể lại rõ sự tình của bản thân. Ngư ông động lòng thương và yêu cầu Vân Tiên ở lại cùng ông. Cho thấy tấm lòng thương người, , hào hiệp của ông.\n- Khi Vân Tiên tỏ ý không biết báo đáp ơn nghĩa thế nào, Ngư ông vẫn sẵn sàng cưu mang mà không mong sự báo đáp.\n- Cuộc sống của gia đình Ngư ông: không màng danh lợi, vô cùng đơn giản và tránh xa những tính toán nhỏ nhen, ích kỷ.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của đoạn trích Lục Vân Tiên gặp nạn.\n \"\""