"Đoạn trích Lục Vân Tiên cứu Kiều Nguyệt Nga\n(Trích Truyện Lục Vân Tiên)\nLục Vân Tiên cứu Kiều Nguyệt Nga\nVân Tiên ghé lại bên đàng,\nBẻ cây làm gậy, nhằm làng xông vô.\nKêu rằng: “Bớ đảng hung đồ!\nChớ quen làm thói hồ đồ hại dân.”\nPhong Lai mặt đỏ phừng phừng:\n“Thằng nào dám tới lẫy lừng vào đây.\nTrước gây việc dữ tại mầy,\nTruyền quân bốn phía phủ vây bịt bùng.”\nVân Tiên tả đột hữu xông,\nKhác nào Triệu Tử phá vòng Đương Dang.\nLâu la bốn phía vỡ tan,\nĐều quăng gươm giáo tìm đàng chạy ngay.\nPhong Lai trở chẳng kịp tay,\nBị Tiên một gậy thác rày thân vong.\nDẹp rồi lũ kiến chòm ong,\nHỏi: “Ai than khóc ở trong xe này?”\nThưa rằng: “Tôi thiệt người ngay,\nSa cơ nên mới lầm tay hung đồ.\nTrong xe chật hẹp khôn phô,\nCúi đầu trăm lạy, cứu cô tôi cùng.”\nVân Tiên nghe nói động lòng,\nĐáp rằng: “Ta đã trừ dòng lâu la.\nKhoan khoan ngồi đó chớ ra,\nNàng là phận gái, ta là phận trai.\nTiểu thư con gái nhà ai,\nĐi đâu nên nỗi mang tai bất kỳ.\nChẳng hay tên họ là chi?\nKhuê môn phận gái việc gì đến đây?\nTrước sau chưa hãn dạ nầy,\nHai nàng ai tớ, ai thầy nói ra?”\nThưa rằng: “Tôi Kiều Nguyệt Nga,\nCon này tì tất tên là Kim Liên.\nQuê nhà ở quận Tây Xuyên,\nCha làm tri phủ ở miền Hà Khê.\nSai quân đem bức thư về,\nRước tôi qua đó định bề nghi gia.\nLàm con đâu dám cãi cha,\nVí dầu ngàn dặm đàng xa cũng đành!\nChẳng qua là sự bất bình,\nHay vầy cũng chẳng đăng trình làm chi.\nLâm nguy chẳng gặp giải nguy,\nTiết trăm năm cũng bỏ đi một hồi.\nTrước xe quân tử tạm ngồi,\nXin cho tiện thiếp lạy rồi sẽ thưa:\nChút tôi liễu yếu đào thơ,\nGiữa đường lâm phải bụi dơ đã phần.\nHà Khê qua đó cũng gần,\nXin theo cùng thiếp đền ơn cho chàng.\nGặp đây đương lúc giữa đàng,\nCủa tiền không có, bạc vàng cũng không.\nGẫm câu báo đức thù công,\nLấy chi cho phỉ tấm lòng cùng ngươi.”\nVân Tiên nghe nói liền cười:\n“Làm ơn há dễ trông người trả ơn.\nNày đà rõ đặng nguồn cơn,\nNào ai tính thiệt so hơn làm gì?\nNhớ câu kiến nghĩa bất vi,\nLàm người thế ấy cũng phi anh hùng.”\nI. Đôi nét về tác giả Nguyễn Đình Chiểu\n- Nguyễn Đình Chiểu (1822 - 1888), tục gọi là Đồ Chiểu, sinh tại quê mẹ ở làng Tân Thới, tỉnh Gia Định (nay thuộc Thành phố Hồ Chí Minh), quê cha ở xã Bồ Điền, huyện Phong Điền, tỉnh Thừa Thiên - Huế.\n- Ông thi đỗ tú tài năm 21 tuổi (1843), nhưng 6 năm sau (1849) ông bị mù.\n- Sau đó, ông về Gia Định dạy học và bốc thuốc chữa bệnh cho nhân dân.\n- Trong giai đoạn thực dân Pháp xâm lược Nam Kỳ, ông tích cực tham gia phong trào kháng chiến cùng các vị lãnh tụ như bàn bạc việc đánh giặc hay sáng tác văn học để khích lệ tinh thần nhân dân. - Nguyễn Đình Chiểu là một nhà thơ lớn của dân tộc. Khi Nam Kỳ bị giặc chiếm, ông về sống ở Ba Tri (Bến Tre).\n- Các tác phẩm của Nguyễn Đình Chiểu chủ yếu truyền bá đạo lý làm người và cổ vũ tinh thần yêu nước.\n- Một số tác phẩm nổi tiếng: Truyện Lục Vân Tiên, Dương Từ - Hà Mậu, Chạy giặc, Văn tế nghĩa sĩ Cần Giuộc, Thơ điếu Trương Định…\nII. Giới thiệu về Lục Vân Tiên cứu Kiều Nguyệt Nga\n1. Hoàn cảnh sáng tác\n- “Truyện Lục Vân Tiên” được sáng tác vào khoảng đầu những năm năm mươi của thế kỉ XIX.\n- Truyện được lưu truyền rộng rãi dưới hình thức sinh hoạt văn hóa dân gian như “kể thơ”, “nói thơ Vân Tiên”, “hát Vân Tiên” ở Nam Kì và Nam Trung Kì.\n2. Thể loại\n- Truyện thơ Nôm.\n- Có nhiều văn bản khác nhau, có khi thêm bớt cả trăm câu thơ nhưng văn bản thường dùng hiện nay có 2082 câu thơ.\n3. Vị trí\nĐoạn trích “Lục Vân Tiên cứu Kiều Nguyệt Nga” nằm ở phần đầu của truyện.\n4. Tóm tắt\na. Truyện Lục Vân Tiên\nỞ quận Đông Thành, có một chàng trai khôi ngô tuấn tú, văn võ toàn tài, tên là Lục Vân Tiên. Triều đình mở khoa thi, Vân Tiên từ giã thầy xuống núi để dự thi. Trên đường trở về nhà thăm mẹ, chàng một mình đánh tan bọn cướp do Phong Lai, cứu được Kiều Nguyệt Nga. Mến mộ tài đức, Kiều Nguyệt Nga nguyện gắn bó suốt đời với Vân Tiên. Từ biệt Nguyệt Nga, chàng tiếp tục hành trình, gặp gỡ và kết bạn với Hớn Minh - một sĩ tử khác. Trên đường đi thi, Vân Tiên nghe tin mẹ mất thì bỏ thi trở về chịu tang. Dọc đường về chàng bị đau mắt nặng, rồi mù cả hai mắt lại bị kẻ xấu lừa đẩy xuống sông. Vân Tiên được gia đình Ngư ông cưu mang. Sau đó chàng lại bị cha con Võ Công hãm hại đem chàng vào rừng. Nhưng chàng may mắn gặp lại Hớn Minh. Kiều Nguyệt Nga vì nghe tin Lục Vân Tiên đã chết nên lập lời thề thủ tiết suốt đời. Bị kẻ giam hãm hại, nàng phải chạy trốn vào rừng, nương nhờ một bà lão dệt vải. Sau khi được tiên ông cho thuốc chữa sáng mắt, Lục Vân Tiên đi thi và đỗ Trạng Nguyên. Chàng được vua cử đi đánh giặc Ô Qua. Đánh tan quân giặc nhưng lại bị lạc vào rừng, tình cờ đến nhà bà lão bán vảo hỏi thăm đường thì gặp lại Kiều Nguyệt Nga. Sau khi về triều tâu hết sự tình, kẻ gian bị trừng trị, Lục Vân Tiên và Kiều Nguyệt Nga được đoàn tụ.\nb. Tóm tắt đoạn trích Lục Vân Tiên cứu Kiều Nguyệt Nga\nỞ quận Đông Thành, có một chàng trai khôi ngô tuấn tú, văn võ toàn tài, tên là Lục Vân Tiên. Triều đình mở khoa thi, Vân Tiên từ giã thầy xuống núi để dự thi. Trên đường trở về nhà thăm mẹ, chàng một mình đánh tan bọn cướp do Phong Lai, cứu được Kiều Nguyệt Nga. Mến mộ tài đức, Kiều Nguyệt Nga nguyện gắn bó suốt đời với Vân Tiên.\n5. Bố cục\nGồm 2 phần:\nPhần 1: Từ đầu đến “Bị Tiên một gậy thác rày thân vong”. Lục Vân Tiên đánh bọn cướp.\nPhần 2. Còn lại. Lục Vân Tiên cứu được Kiều Nguyệt Nga và cuộc trò chuyện của cả hai.\n6. Nội dung và nghệ thuật\n- Nội dung: Đoạn trích “Lục Vân Tiên cứu Kiều Nguyệt Nga” đã thể hiện khát vọng hành đạo giúp đời của tác giả và khắc họa những phẩm chất tốt đẹp của hai nhân vật: Lục Vân Tiên tài ba dũng cảm, trọng nghĩa khí; Kiều Nguyệt Nga hiền hậu nết na, ân tình.\n- Nghệ thuật: Vận dụng thể thơ dân gian, Ngôn ngữ đối thoại độc đáo…\n7. Mở bài và kết bài\n- Mở bài: Nguyễn Đình Chiểu là một nhà thơ lớn của dân tộc. Tác phẩm tiêu biểu của ông là “Lục Vân Tiên”. Trong đó, đoạn trích “Lục Vân Tiên cứu Kiều Nguyệt Nga” đã thể hiện khát vọng hành đạo giúp đời của tác giả và khắc họa những phẩm chất tốt đẹp của hai nhân vật: Lục Vân Tiên tài ba dũng cảm, trọng nghĩa khí; Kiều Nguyệt Nga hiền hậu nết na, ân tình.\n- Kết bài: Như vậy, đoạn trích đoạn trích Lục Vân Tiên cứu Kiều Nguyệt Nga đã thể hiện được những phẩm chất tốt đẹp của hai nhân vật Lục Vân Tiên và Kiều Nguyệt Nga. Có thể khẳng định rằng, truyện Lục Vân Tiên quả là một tác phẩm giàu giá trị, mang đậm phong cách sáng tác của Nguyễn Đình Chiểu.\nIII. Phân tích Lục Vân Tiên cứu Kiều Nguyệt Nga\n(1) Mở bài\nGiới thiệu về tác giả Nguyễn Đình Chiểu, tác phẩm Lục Vân Tiên và đoạn trích Lục Vân Tiên cứu Kiều Nguyệt Nga.\n(2) Thân bài\na. Lục Vân Tiên đánh bại bọn cướp\n- Tình huống: Kiều Nguyệt Nga trên đường bị bọn cướp chặn xe, Lục Vân Tiên tình cờ đi qua thấy vậy liền đến cứu giúp.\n- Hành động của Lục Vân Tiên:\n“Bẻ cây làm gậy nhằm làng xông vô”: sự nhanh trí, gan dạ của Lục Vân Tiên.\nKêu rằng: “Bớ đảng hung đồ/Chớ quen làm thói hồ đồ hại dân” - bản lĩnh của một người quân tử, trước khi ra tay chàng đã nêu rõ lý do là vì chính nghĩa, không phải là hành vi đánh lén.\nTrận đánh diễn ra cay cấn: “bốn phía phủ vây bịt bùng” vô cùng nguy hiểm đối với Lục Vân Tiên.\nNhưng chàng vẫn “tả xung hữu đột” chẳng khác nào Triệu Tử phá vòng Dương Dang.\n=> Hình ảnh so sánh Lục Vân Tiên với nhân vật anh hùng Triệu Tử cho thấy sức mạnh, tài năng của nhân vật Lục Vân Tiên.\n- Kết quả: bốn phía vỡ tan, quang gươm giáo tìm đường chạy, thủ lĩnh Phong Lai không kịp trở tay bị Lục Vân Tiên tiêu diệt.\nb. Lục Vân Tiên gặp và trò chuyện với Kiều Nguyệt Nga\n- Khi nghe tiếng khóc ở trong xe, Lục Vân Tiên hỏi: “Ai than khóc ở trong xe này?”\n- Người bên trong trả lời rõ sự tình: “Tôi thiệt người ngay/Sa cơ nên mới lầm tay hung đồ”.\n=> Lục Vân Tiên động lòng trước hoàn cảnh của hai cô gái, khẳng định mình đã dẹp yên bọn cướp.\n- Lục Vân Tiên ngăn không cho hai cô gái ra ngoài: “Khoan khoan ngồi đó chớ ra/Nàng là phận gái ta là phận trai”: giữ đúng chuẩn mực đạo đức, nam nữ thụ thụ bất thân.\n- Lục Vân Tiên hỏi thăm tên tuổi, xuất thân và lý do vì sao gặp nạn trên đường.\n=> Từ ngôn ngữ đến cách nói chuyện thể hiện là một con người có học thức, trọng lễ giáo phong kiến.\n- Sau khi nghe lời lẽ của Lục Vân Tiên, Kiều Nguyệt Nga biết người cứu mình là một nam tử hán, liền kể rõ sự tình: Nàng cùng với tì tất tên là Kim Liên, quê ở quận Tây Xuyên, cha là tri phủ miền Hà Khê nhận được bức thư của cha đến đó để định việc hôn nhân.\n- Kiều Nguyệt Nga còn bộc lộ mong muốn Lục Vân Tiên đi cùng mình đến gặp cha để đền tạ công ơn.\n=> Thể hiện Kiều Nguyệt Nga là một tiểu thư khuê các, là con người biết trước sau, hiếu nghĩa.\n- Lục Vân Tiên nghe vậy liền cười và từ chối: “Làm ơn há dễ trông người trả ơn…/Làm người thế ấy cũng phi anh hùng”.\n=> Thể hiện phương châm sống của một đáng nam nhi: thấy việc nghĩa không làm thì không phải là anh hùng.\n(3). Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của đoạn trích Lục Vân Tiên cứu Kiều Nguyệt Nga.\n \"\""