"Bài thơ Muốn làm thằng cuội\nMuốn làm thằng cuội\nĐêm thu buồn lắm! Chị Hằng ơi!\nTrần thế em nay chán nửa rồi.\nCung quế đã ai ngồi đó chửa?\nCành đa xin chị nhắc lên chơi.\nCó bầu, có bạn, can chi tủi,\nCùng gió, cùng mây, thế mới vui.\nRồi cứ mỗi năm rằm tháng tám.\nTựa nhau trông xuống thế gian, cười.\nI. Đôi nét về nhà thơ Tản Đà\n- Tản Đà (1889 - 1939), tên khai sinh là Nguyễn Khắc Hiếu.\n- Quê ở làng Khê Thượng, huyện Bất Bạt, tỉnh Sơn Tây (nay thuộc Ba Vì, Hà Nội).\n- Ông xuất thân là nhà Nho, từng hai lần lều chõng nhưng đều không đỗ đạt. Sau đó, Tản Đà chuyển sang sáng tác văn chương quốc ngữ và sớm gây được tiếng vang lớn vào những năm 20 của thế kỷ XX.\n- Thơ ông tràn đầy cảm xúc lãng mạn lại rất đậm đà bản sắc dân tộc với nhiều sáng tạo mới mẻ.\n- Ngoài thơ, Tản Đà cũng sáng tác văn xuôi với nhiều bài tản văn, tùy bút, tự truyện.\n- Một số tác phẩm chính: Khối tình con I, II (thơ, 1917); Giấc mộng con I (tiểu thuyết, năm 1917), Thề non nước (tiểu thuyết, 1920), Giấc mộng con II (Du ký, 1932), Giấc mộng lớn (tự truyện, 1932)...\nII. Giới thiệu về bài thơ Muốn làm thằng cuội\n1. Hoàn cảnh sáng tác\nBài thơ Muốn làm thằng cuội được in trong cuốn Khối tình con I, xuất bản năm 1917.\n2. Thể thơ\nThất ngôn bát cú Đường luật\nHình ảnh gần gũi, giản dị\nLời thơ trong sáng, tự nhiên\n3. Bố cục\nGồm 2 phần:\nPhần 1. Hai câu đầu: Thái độ của nhà thơ với thực tại cuộc sống nơi trần thế.\nPhần 2. Bốn câu tiếp: Mong muốn thoát khỏi hiện thực của nhà thơ.\nPhần 3. Hai câu cuối: Viễn cảnh cuộc sống hạnh phúc của nhà thơ.\n4. Nội dung\nBài thơ “Muốn làm thằng Cuội” của Tản Đà là tâm sự của một con người bất hòa sâu sắc với thực tại tầm thường, xấu xa, muốn thoát ly bằng mộng tương lên cung trăng để bầu bạn với chị Hằng.\n5. Nghệ thuật\nSự đổi mới trong thể thơ thất ngôn bát cú Đường luật cổ điển…\nIII. Dàn ý phân tích Muốn làm thằng Cuội\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Muốn làm thằng Cuội.\n(2) Thân bài\na. Thái độ của nhà thơ với thực tại cuộc sống nơi trần thế\n- Lời cảm thán: “Đêm thu buồn lắm chị Hằng ơi” gợi tả thời gian về một đêm vào mùa thu - thời điểm con người thường có nhiều suy tư.\n- Nhà thơ bộc lộ trực tiếp suy tư về trần thế với tâm trạng “buồn lắm”, “chán nửa rồi”: cuộc sống trần thế bon chen, đất nước mất đi sự tự do, độc lập.\n- Cách xưng hô “chị - em”: cho thấy thái độ ngông nghênh của nhà thơ.\nb. Mong muốn thoát khỏi hiện thực của nhà thơ\n- Câu hỏi tu từ “Cung quế có ai ngồi đó chửa?”: hình ảnh cung quế (cung trăng) là nơi đẹp đẽ, thanh cao và trong sáng, gần gũi với chị Hằng.\n- Mong ước được bầu bạn “cùng gió, cùng mây”: bầu bạn với thiên nhiên, đất trời để vơi đi nỗi buồn ở nơi trần thế.\nc. Viễn cảnh cuộc sống hạnh phúc của nhà thơ\n- Nhà thơ mong muốn được ở cung trăng mãi mãi, để cùng chị Hằng mỗi đêm rằm sẽ trông xuống thế gian cười.\n- Hình ảnh “tựa nhau trông xuống thế gian cười”: thái độ mỉa mai, khinh bỉ cõi trần thế.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Muốn làm thằng Cuội.\n \"\""