"Bài thơ Mây và Sóng\nMây và Sóng\nMẹ ơi, trên mây có người gọi con:\n“Bọn tớ chơi từ khi thức dậy cho đến lúc chiều tà. Bọn tớ chơi với bình minh vàng, bọn tớ chơi với vầng trăng bạc”.\nCon hỏi: “Nhưng làm thế nào mình lên đó được?”.\nHọ đáp: “Hãy đến nơi tận cùng trái đất, đưa tay lên trời, cậu sẽ được nhấc bổng lên tận tầng mây”.\n“Mẹ mình đang đợi ở nhà” – con bảo – “Làm sao có thể rời mẹ mà đến được?”\nThế là họ mỉm cười bay đi.\nNhưng con biết có trò chơi thú vị hơn, mẹ ạ.\nCon là mây và mẹ sẽ là trăng.\nHai bàn tay con ôm lấy mẹ, và mái nhà ta sẽ là bầu trời xanh thẳm.\nTrong sóng có người gọi con:\n“Bọn tớ ca hát từ sáng sớm cho đến hoàng hôn. Bọn tớ ngao du nơi này nơi nọ mà không biết từng đến nơi nao”.\nCon hỏi: “Nhưng làm thế nào mình ra ngoài đó được?”.\nHọ nói: “Hãy đến rìa biển cả, nhắm nghiền mắt lại, cậu sẽ được làn sóng nâng đi”.\nCon bảo: “Buổi chiều mẹ luôn muốn mình ở nhà, làm sao có thể rời mẹ mà đi được?”.\nThế là họ mỉm cười, nhảy múa lướt qua.\nNhưng con biết trò chơi khác hay hơn.\nCon là sóng và mẹ sẽ là bến bờ kì lạ,\nCon lăn, lăn, lăn mãi rồi sẽ cười vang vỡ tan lòng mẹ.\nVà không ai trên thế gian này biết mẹ con ta ở chốn nào.\nI. Đôi nét về tác giả Ta-go\n- R. Ta-go (1861 -1941) tên đầy đủ là Ra-bin-đra-nát Ta-go.\n- Ông là nhà thơ hiện đại lớn nhất của Ấn Độ.\n- Quê quán: sinh ở Can-cút-ta, bang Ben-ga, trong một gia đình quý tộc.\n- Ông làm thơ từ rất sớm, tham gia vào các hoạt động chính trị, xã hội.\n- Sự nghiệp sáng tác: để lại cho nhân loại gia tài văn hóa đồ sộ: 52 tập thơ, 42 vở kịch, 12 bộ tiểu thuyết, khoảng 100 truyện ngắn, trên 1500 bức họa và số lượng ca khúc cực lớn.\n- Một số tác phẩm tiêu biểu: Tập thơ Người làm vườn, tập Trăng non, tập Thơ dâng…\n- Phong cách sáng tác: Thơ của ông thể hiện tinh thần dân tộc và dân chủ sâu sắc, tinh thần nhân văn cao cả và chất trữ tình triết lí nồng đượm; sử dụng thành công những hình ảnh thiên nhiên mang ý nghĩa tượng trưng, hình thức so sánh, liên tưởng về thủ pháp trùng điệp.\n- Năm 1913, Ta-go trở thành tác giả người châu Á đầu tiên nhận được giải thưởng Nô-ben về văn học.\nII. Giới thiệu về bài thơ Mây và sóng\n1. Hoàn cảnh sáng tác\nBài thơ “Mây và sóng” được in trong tập Trăng non - tập thơ R. Ta-go viết cho trẻ thơ. Ban đầu, tập thơ được biết bằng tiếng Ben-gan (Bengal) có tên là Trẻ thơ, về sau ông dịch ra tiếng Anh và đổi thành Trăng non.\n2. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “và mái nhà ta sẽ là bầu trời xanh thẳm”: Cuộc trò chuyện của em bé với mây và mẹ.\nPhần 2. Còn lại: Cuộc trò chuyện của em bé với sóng và mẹ.\n3. Thể thơ\nBài thơ “Mây và sóng” được sáng tác theo thể thơ tự do.\n4. Nội dung\nBài thơ “Mây và sóng” đã cho thấy tình mẫu tử thiêng liêng, bất diệt.\n5. Nghệ thuật\nHình ảnh giàu tính tượng trưng, hình thức đối thoại lòng trong lời kể của em bé…\nIII. Dàn ý phân tích bài thơ Mây và sóng\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Mây và sóng của Ta-go.\n(2) Thân bài\na. Cuộc trò chuyện của em bé với mây và mẹ\n- Em bé ngước nhìn lên bầu trời, tưởng tượng mình đang chơi với mây, với bình minh vàng, vầng trăng bạc… cuộc sống trên mây thật hấp dẫn, thú vị đối với một đứa trẻ như em.\n- Cậu bé kể lại cuộc vui của mình với mẹ và mẹ em đang lắng nghe con kể. Tuy hình ảnh người mẹ không hiện diện trực tiếp trong thơ nhưng lại hiện hữu, dõi theo con trong xuyên suốt cả bài thơ.\n- Chơi vui nhưng trong tâm trí, suy nghĩ của bé luôn hướng về mẹ yêu: “Mẹ đang đợi mình ở nhà”; “Làm sao có thể rời mẹ mà đến được?”\n=> Có niềm hạnh phúc nào hơn khi được bên cạnh mẹ mình, những người yêu thương mình cho được, mặc dù bên ngoài biết bao điều hay, hấp dẫn đang đợi.\n- “Con là mây, mẹ là trăng”: tình mẫu tử thiêng liêng ấy càng được biểu hiện sâu đậm, con luôn bên mẹ như trăng với mây, ví mẹ như trăng ôm ấp con qua bao tháng ngày.\nb. Cuộc trò chuyện của em bé với sóng và mẹ\n- Cuộc đối thoại của những người trong sóng thủ thỉ cùng em về một cuộc chơi, mặc sóng vẫy gọi, chào mời nhưng em quyết định không đi vì mẹ muốn em ở nhà, em không thể nào rời mẹ.\n- Với em, mẹ là nguồn sóng, là niềm vui,là nụ cười của em. Mẹ luôn là phật sống của đời con, mẹ cho con tình yêu cao quý, mẹ là lý trí của đời con.\n- “Con là sóng và mẹ là bến bờ kì lạ”: Lòng mẹ bao dung như bến bờ. Hình ảnh bến bờ để sóng lăn, lăn mãi rồi sẽ cười tan như hình ảnh mẹ luôn vỗ về,ôm ấp con. Mẹ bây giờ như là bờ đê để con ước ao bao điều.\n- Cậu bé khẳng định: “Và không ai trên thế gian này biết mẹ con ta ở chốn nào”.\n=> Dù thế gian có thay đổi nhưng tình mẹ con vẫn mãi muôn đời theo thời gian.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Mây và sóng.\n \"\""