"Bài thơ Mưa\nI. Đôi nét về nhà thơ Trần Đăng Khoa\n- Trần Đăng Khoa (sinh năm 1958), quê ở Ðiền Trì, xã Quốc Tuấn, huyện Nam Thanh, Hải Dương.\n- Trần Đăng Khoa được biết đến vai trò là một nhà thơ, nhà báo, biên tập viên của Tạp chí Văn nghệ Quân đội.\n- Từ nhỏ, ông đã nổi tiếng là một thần đồng thơ văn, lên tám tuổi đã có thơ được đăng báo.\n- Năm 1968, khi mới chỉ mười tuổi, tập thơ đầu tay là “Từ góc sân nhà em” được NXB Kim Đồng cho xuất bản.\n- Ông ba lần được tặng giải thưởng thơ của báo Thiếu niên tiền phong (các năm 1968, 1969, 1971), Giải nhất báo Văn nghệ (1982) và Giải thưởng Nhà nước về văn học nghệ thuật (năm 2000).\n- Một số tác phẩm tiêu biểu của ông:\nTừ góc sân nhà em (thơ, 1968)\nGóc sân và khoảng trời (thơ, 1968)\nThơ Trần Ðăng Khoa (tập 1, 1970)\nKhúc hát người anh hùng (trường ca, 1974)\nTrường ca Giông bão (trường ca, 1983)\nChân dung và đối thoại (tiểu luận phê bình, 1998)...\nII. Giới thiệu về bài thơ Mưa\n1. Hoàn cảnh sáng tác\nBài thơ được viết năm 1967, sau đó in trong tập Góc sân và khoảng trời (1968).\n2. Thể thơ\nBài thơ Mưa được sáng tác bằng thể thơ tự do.\n3. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Nhảy múa”: Khung cảnh lúc sắp mưa.\nPhần 2. Tiếp theo đến “Cây lá hả hê”: Khung cảnh khi trời mưa.\nPhần 3. Còn lại: Hình ảnh con người trong cơn mưa.\n4. Nội dung và nghệ thuật\nNội dung: Bài thơ đã khắc họa sinh động và chính xác cảnh vật thiên nhiên trước cơn mưa rào ở làng quê Việt Nam.\nNghệ thuật: sử dụng phép nhân hóa, thể thơ tự do, nhịp thơ nhanh và ngắn…\nMưa\nSắp mưa\nSắp mưa\nNhững con mối\nBay ra\nMối trẻ\nBay cao\nMối già\nBay thấp\nGà con\nRối rít tìm nơi\nẨn nấp\nÔng trời\nMặc áo giáp đen\nRa trận\nMuôn nghìn cây mía\nMúa gươm\nKiến\nHành quân\nĐầy đường\nLá khô\nGió cuốn\nBụi bay\nCuồn cuộn\nCỏ gà rung tai\nNghe\nBụi tre\nTần ngần\nGỡ tóc\nHàng bưởi\nĐu đưa\nBế lũ con\nĐầu tròn\nTrọc lốc\nChớp\nRạch ngang trời\nKhô khốc\nSấm\nGhé xuống sân\nKhanh khách\nCười\nCây dừa\nSải tay\nBơi\nNgọn mùng tơi\nNhảy múa\nMưa\nMưa\nÙ ù như xay lúa\nLộp bộp\nLộp bộp…\nRơi\nRơi…\nĐất trời\nMù trắng nước\nMưa chéo mặt sân\nSủi bọt\nCóc nhảy chồm chồm\nChó sủa\nCây lá hả hê\nBố em đi cày về\nĐội sấm\nĐội chớp\nĐội cả trời mưa...\n \"\""