"\"tac-pham-van-hoc\" Tác phẩm văn học\nVăn bản Một thời đại trong thi ca\nMột thời đại trong thi ca\n[...] Bây giờ hãy đi tìm cái điều ta cho là quan trọng hơn: tinh thần thơ mới.\nGiá các nhà thơ mới cứ viết những câu như hai câu vừa trích trên này thì tiện cho ta biết mấy. Nhưng chính Xuân Diệu còn viết:\nNgười giai nhân: bến đợi dưới cây già;\nTình du khách: thuyền qua không buộc chặt.\nVới một nhà thơ cũ tả cảnh thu lại có những câu nhí nhảnh và lả tơi:\nÔ hay! Cánh cũng ưa người nhỉ!\nAi thấy ai mà chẳng ngẩn ngơ?\nGiá trong thơ cũ chỉ có những trần ngôn sáo ngữ, những bài thơ chúc tụng, những bài thơ vịnh hết cái này đến cái nọ, mà các nhà thơ mới lại chỉ làm những bài kiệt tác thì cũng tiện cho ta biết mấy. Khốn nỗi, cái tầm thường, cái lố lăng chẳng phải của riêng một thời nào và muốn hiểu tinh thần thơ cho đúng đắn, phải sánh bài hay với bài hay vậy.\nÂu là ta đành phải nhận rằng trời đất không phải dựng lên cùng một lần với thế hệ chúng ta. Hôm nay đã phôi phai từ hôm qua và trong cái mới vẫn còn rớt lại ít nhiều cái cũ. Các thời đại vẫn liên tiếp cùng nhau và muốn rõ đặc sắc mỗi thời phải nhìn vào đại thể.\nCứ đại thể thì tất cả tinh thần thời xưa – hay thơ cũ – và thời nay – hay thơ mới – có thể gồm lại trong hai chữ tôi và ta. Ngày trước là thời chữ ta, bây giờ là thời chữ tôi. Nói giống nhau thì vẫn có chỗ giống nhau như chữ tôi vẫn giống chữ ta. Nhưng chúng ta hãy tìm những chỗ khác nhau.\nNgày thứ nhất – ai biết đích ngày nào – chữ tôi xuất hiện trên thi đàn Việt Nam, nó thực bỡ ngỡ. Nó như lạc loài nơi đất khách. Bởi nó mang theo một quan niệm chưa từng thấy ở xứ này: quan niệm cá nhân. Xã hội Việt Nam từ xưa không có cá nhân. Chỉ có đoàn thể: lớn thì quốc gia, nhỏ thì gia đình. Còn cá nhân, cái bản sắc của cá nhân chìm đắm trong gia đình, trong quốc gia như giọt nước trong biển cả. Cũng có những bậc kì tài xuất đầu lộ diện. Thảng hoặc họ cũng ghi hình ảnh họ trong văn thơ. Và thảng hoặc trong văn thơ họ cũng dùng đến chữ tôi để nói chuyện với người khác. Song dầu táo bạo đến đâu họ cũng không một lần nào dám dùng chữ tôi để nói chuyện với mình, hay – thì cũng thế - với tất cả mọi người. Mỗi khi nhìn vào tâm hồn họ hay đứng trước loài người mênh mông, hoặc họ không tự xưng, hoặc họ ẩn mình sau chữ ta, một chữ có thể chỉ chung nhiều người. Họ phải cầu cứu đoàn thể để trốn cô đơn. Chẳng trách gì tác phẩm họ vừa ra đời, đoàn thể đã dành làm của chung, lắm khi cũng chẳng thèm ghi tên của họ. Ở phương Tây, nhất là từ khi có đạo Thiên Chúa, không bao giờ cá nhân lại bị rẻ rúng đến thế.\nBởi vậy cho nên, khi chữ tôi, với cái nghĩa tuyệt đối của nó, xuất hiện giữa thi đàn Việt nam, bao nhiêu con mắt nhìn nó một cách khó chịu. Nó cứ luôn luôn đi theo những chữ anh, chữ bác, chữ ông đã thấy chướng. Huống bây giờ nó đến một mình!\nNhưng, ngày một ngày hai, nó mất dần cái vẻ bỡ ngỡ. Nó được vô số người quen. Người ta lại còn thấy nó đáng thương. Mà thật nó tội nghiệp quá!\nThi nhân ta cơ hồ đã mất hết cái cốt cách hiên ngang ngày trước. Chữ ta với họ to rộng quá. Tâm hồn của họ chỉ vừa thu trong khuôn khổ chữ tôi. Đừng có tìm ở họ cái khí phách ngang tàng của một thi hào đời xưa như Lý Thái Bạch, trong trời đất chỉ biết có thơ. Đến chút lòng tự trọng cần để khinh cảnh cơ hàn, họ cũng không có nữa:\nNỗi đời cay cực đang giơ vuốt,\nCơm áo không đùa với khách thơ\nKhông biết trong khi rên rỉ như thế Xuân Diệu có nghĩ đến Nguyễn Công Trứ, một người đồng quận, chẳng những đã đùa cảnh nghèo mà còn lấy cảnh nghèo làm vui.\nNhưng ta trách gì Xuân Diệu! Xuân Diệu, nhà thơ đại biểu đầy đủ nhất cho thời đại, chỉ nói cái khổ sở, cái thảm hại của hết thảy chúng ta.\nĐời chúng ta đã nằm trong vòng chữ tôi. Mất bề rộng ta đi tìm bề sâu. Nhưng càng đi sâu càng lạnh. Ta thoát lên tiên cùng Thế Lữ, ta phiêu lưu trong trường tình cùng Lưu Trọng Lư, ta điên cuồng với Hàn Mặc Tử, Chế Lan Viên, ta đắm say cùng Xuân Diệu. Nhưng động tiên đã khép, tình yêu không bền, điên cuồng rồi tỉnh, say đắm vẫn bơ vơ. Ta ngơ ngẩn buồn trở về hồn ta cùng Huy Cận.\nCả trời thực, trời mộng vẫn nao nao theo hồn ta.\nThực chưa bao giờ thơ Việt Nam buồn và nhất là xôn xao như thế. Cùng lòng tự tôn, ta mất luôn cả cái bình yên thời trước.\nThời trước, dầu bị oan khuất như Cao Bá Nhạ, dầu bị khi bỏ như cô phụ trên bến Tầm Dương, vẫn còn có thể nương tựa vào một cái gì không di dịch. Ngày nay lớp thành kiến phủ trên linh hồn đã tiêu tan cùng lớp hoa hoè phú trên thi tử. Phương Tây đã giao trả hồn ta lại cho ta. Nhưng ta bàng hoàng vì nhìn vào đó ta thấy thiếu một điều, một điều cần hơn trăm nghìn điều khác: một lòng tin đầy đủ.\nĐó, tất cả cái bi kịch đương diễn ngấm ngầm, dưới những phù hiệu dễ dãi, trong hồn người thanh niên.\nBi kịch ấy họ gửi cả vào tiếng Việt. Họ yêu vô cùng thứ tiếng trong mấy mươi thế kỷ đã chia sẻ vui buồn với cha ông. Họ dồn tình yêu quê hương trong tình yêu tiếng Việt. Tiếng Việt, họ nghĩ, là tấm lụa đã hứng vong hồn những thế hệ qua. Đến lượt họ, họ cũng muốn mượn tấm hồn bạch chung để gửi nỗi băn khoăn riêng.\nNhưng do đó trong thất vọng sẽ nảy mầm hy vọng.\nChưa bao giờ như bây giờ họ hiểu câu nói can đảm của ông chủ báo Nam phong: “Truyện Kiều còn, tiếng ta còn; tiếng ta còn, nước ta còn”.\nChưa bao giờ như bây giờ họ cảm thấy tinh thần nòi giống cũng như các thể thơ xưa chỉ biến thiên chứ không sao tiêu diệt.\nChưa bao giờ như bây giờ họ thấy cần phải tìm về dĩ vãng để vin vào những gì bất diệt đủ bảo đảm cho ngày mai.\nI. Đôi nét về Hoài Thanh\n- Hoài Thanh (1909 - 1982), tên khai sinh là Nguyễn Đức Nguyên.\n- Ông xuất thân trong một gia đình nhà nho nghèo yêu nước.\n- Quê ở xã Nghi Trung, huyện Nghi Lộc, tỉnh Nghệ An.\n- Khi còn đi học, ông từng tham gia phong trào yêu nước, bị thực dân Pháp bắt giam.\n- Từ những năm 30 của thế kỉ XX, ông bắt đầu viết văn.\n- Tháng 8 năm 1945, ông tham gia khởi nghĩa và làm Chủ tịch Hội Văn hóa cứu quốc ở Huế.\n- Sau cách mạng, ông hoạt động chủ yếu trong ngành Văn hóa cứu quốc ở Huế.\n- Hoài Thanh là nhà phê bình văn học xuất sắc nhất của văn học Việt Nam hiện đại.\n- Năm 2000, ông được nhà nước tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số công trình nghiên cứu: Văn chương và hành động (1936), Thi nhân Việt Nam (1942), Có một nền văn hóa Việt Nam (1946), Quyền sống của con người trong “Truyện Kiều” của Nguyễn Du…\nII. Giới thiệu về Một thời đại trong thi ca\n1. Xuất xứ\n- Một thời đại trong thi ca là tiểu luận mở đầu cuốn Thi nhân Việt Nam, tổng hợp một cách sâu sắc phong trào thơ mới.\n- Đoạn trích trong SGK thuộc phần cuối của bài tiểu luận.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “muốn rõ đặc sắc mỗi thời đại phải nhìn vào đại thể”: Nguyên tắc xác định tinh thần thơ mới.\nPhần 2. Tiếp theo đến “để gửi nỗi băn khoăn riêng”: Tinh thần thơ mới với “cái tôi”.\nPhần 3. Còn lại: Sự vận động của thơ mới và cái bi kịch của nó.\n3. Tóm tắt\nMở đầu văn bản Hoài Thanh đề cập đến cái khó khăn trên con đường đi tìm tinh thần trong thơ mới. Đồng thời, tác giả nhận diện thơ mới và thơ cũ một cách khái quát nhất. Sau đó là phân tích cốt lõi làm nên tinh thần thơ mới là cái “tôi” cá nhân. Cái “tôi” xuất hiện trở nên xa lạ vì tất cả đã quá quen thuộc với cái “ta” chung. Cái tôi xuất hiện bởi với những cái tên như Xuân Diệu, Huy Cận, Nguyễn Bính, Hàn Mặc Tử... lúc bây giờ cũng đi vào bế tắc, mất niềm tin khi đứng trước bối cảnh thời đại. Những nhà thơ mới họ tìm lại niềm tin bằng cách gửi vào tình yêu tiếng việt. Họ tìm vào quá khứ, vào dĩ vãng để quên đi hiện tại bi thương.\n4. Nội dung\nMột thời đại trong thi ca đã nêu rõ nội dung cốt yếu của “tinh thần thơ mới”. Lần đầu tiên “chữ tôi với cái nghĩa tuyệt đối của nó”, xuất hiện trong thi ca đồng thời cũng nói lên “cái bi kịch ngấm ngầm trong hồn người thanh niên” hồi bấy giờ.\n5. Nghệ thuật\nLập luận khoa học và chặt chẽ, văn phong thấu đáo, tinh tế…\nIII. Dàn ý phân tích văn bản Một thời đại trong thi ca\n(1) Mở bài\nGiới thiệu, dẫn dắt về văn bản Một thời đại trong thi ca của Hoài Thanh.\n(2) Thân bài\na. Nguyên tắc xác định tinh thần thơ mới\n- Đưa ra vấn đề cần bình luận: tinh thần thơ mới.\n- Các nhà thơ mới vẫn còn viết những câu gợi hình ảnh thân thuộc muôn thuở của thơ ca truyền thống như Xuân Diệu: “Người giai nhân: bến đợi dưới cây già/Tình du khách: thuyền qua không buộc chặt”.\n- Trong khi đó thơ cũ lại có những câu “nhí nhảnh và lả lơi”: “Ô hay! Cảnh cũng ưa người nhỉ/Ai thấy ai mà chẳng ngẩn ngơ?”\n=> Thời đại nào cũng có những tác phẩm hay, tác phẩm dở.\n- Giữa thơ cũ và thơ mới vẫn có sự giao thoa, ảnh hưởng.\n- Nguyên tắc nhận diện:\nKhông căn cứ vào cục bộ và cái dở của thơ mỗi thời.\nPhải căn cứ vào cái đại thể, cái hay của mỗi thời.\n=> Cách nhìn nhận của tác giả như vậy là khách quan khoa học và biện chứng.\nb. Tinh thần thơ mới với “cái tôi”\n- Tinh thần thời xưa - thơ cũ và tinh thần thời nay - thơ mới có thể gom lại trong hai chữ tôi và ta.\n- Chữ “tôi” chính là ý thức cá nhân, chữ “ta” là ý thức cộng đồng.\n=> Hai ý thức này là hai tiếng nói tồn tại song song trong đời sống tinh thần của mỗi con người. Thời trước, “cái ta” lấn át nên “cái tôi” không có cơ hội để nảy nở, còn thời nay “cái tôi” trỗi dậy giành quyền sống tự do.\n- Hành trình chập chững, lạ lâm, bỡ ngỡ: “Nó như lạc loài nơi đất khách”.\nc. Sự vận động của thơ mới và cái bi kịch của nó\nChữ “tôi” với cái nghĩa tuyệt đối của nó lại “đáng thương” tội nghiệp bởi vì:\nMất hết cái cốt cách hiện ngay ngày trước.\nCái tôi đem đến cho tâm hồn họ nỗi buồn lạnh bơ vơ, muốn thoát nhưng không được: “Đời chúng ta nằm trong vòng chữ tôi. Mất bề rộng ta đi tìm bề sâu, càng đi càng thấy lạnh. Ta thoát lên tiên cùng Thế Lữ… Ta ngơ ngẩn buồn trở về hồn ta cùng Huy Cận”.\nThiếu một lòng tin đầy đủ vào thực tại, tìm cách thoát li thực tại.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của văn bản Một thời đại trong thi ca.\n \"\""