["Câu chuyện : Học cách sống. Nội dung : !!HỌC CÁCH SỐNG!!! - Khi con chim còn sống, nó ăn kiến. Khi chim chết, kiến ăn nó. - Thời gian và hoàn cảnh có thể thay đổi bất cứ lúc nào. Vì vậy, đừng áp đặt nhục mạ, đừng làm khổ bất cứ ai trong đời sống này. - Bạn có thế đầy quyền lực ngày hôm nay, nhưng đừng quên rằng, thời gian còn nhiều quyền lực hơn bạn. - Một cây có thể làm được hàng triệu que diêm. Nhưng một que diêm cũng có thể thiêu hủy được hàng triệu cây. Hãy là người tốt và làm những điều tốt!!! -sưu tầm-", "Câu chuyện : Lũ ếch muốn có vua. Nội dung : Lũ ếch đã chán chường mệt mỏi với việc tự trị. Chúng đã được tự do quá nên lại đâm ra hư hỏng, chúng chẳng làm gì, cứ ngồi chán chường kêu ộp ộp và muốn có một chính phủ giúp cho chúng có được cuộc sống đế vương hoàng tộc, và cai quản chúng theo một cách thức để chúng biết là chúng có người đứng đầu cầm quyền. Chúng ta không thể vô chính phủ như thế này nữa, chúng tuyên bố. Thế là chúng trình thư kiến nghị lên thần Jupiter để xin một ông vua cho chúng. Thần Jupiter thấy chúng thô thiển và ngu ngốc quá, nhưng muốn chúng không kêu gào nữa và để cho chúng biết là chúng có vua, thần liền ném xuống một khúc gỗ lớn, rõi xuống ao văng nước lên tung tóe. Lũ ếch nấp mình vào đám lau sậy, nghĩ rằng chúng đã có một ông vua mới quyền uy đáng sợ. Nhưng chẳng bao lâu, chúng đã phát hiện ra Vua Khúc Gỗ của chúng hiền lành ít nói chẳng khác gì cục đất. Chẳng mấy chốc mấy con ếch con đã dùng vua để làm cái bệ nhảy để lao xuống nước, còn mấy ông ếch già lại dùng vua để làm nơi hội họp, ở đó chúng lớn tiếng phàn nàn với thần Jupiter về chính phủ của chúng. Để dạy cho lũ ếch một bài học, vị thần của các thần này liền phái xuống một con Ngỗng để làm vua nước ếch. Con Ngỗng tỏ ra khác hẳn so với vị vua Khúc Gỗ cũ. Nó gộp gộp quát lũ ếch đứng nghiêm, quay trái, quay phải suốt ngày, chẳng mấy chốc lũ ếch đã nhận ra sự ngu ngốc của mình. Ộp ộp rên rỉ, chúng van nài thần Jupiter rút lại vị vua tàn bạo này không thì cả lũ ếch của chúng chắc sẽ chết hết. \"Thế nào!\" Thần la lớn. \"Bây giờ lũ các ngươi vẫn chưa hài lòng sao? Các ngươi đã muốn gì có nấy thì bây giờ có sao các ngươi cũng cứ phải chịu.\" Bài học: Trong cuộc sống, không nên đứng núi này trông núi nọ.", "Câu chuyện : Mèo và chuột già. Nội dung : Có lần vì một con Mèo luôn để mắt rình, nên Chuột hầu như chẳng dám thò ra khỏi hang một cọng ria vì sợ bị Mèo bắt được ăn tươi nuốt sống nó. Con Mèo đấy dường như có mặt ở khắp mọi nơi, luôn sẵn sàng móng vuốt để vồ mồi ngay lập tức. Vì lũ Chuột cứ nép mình sát trong hang, Mèo thấy rằng nó phải dùng mẹo mới bắt được chuột. Một hôm, nó leo lên một cái kệ và treo mình vào đấy, đầu chúi xuống đất, như thể đã chết, một sợi dây thừng cột vào chân treo lủng lẳng lên kệ. Khi lũ Chuột lén nhìn ra và thấy Mèo bị treo như thế, chúng nghĩ rằng Mèo đã bị chủ phạt treo vì đã làm điều sai trái gì đấy. Ban đầu hết sức rụt rè, chúng thò đầu ra và cẩn thận đánh hơi tất cả khu vực xung quanh. Nhưng chẳng có gì động tịnh, thế là cả một đoàn quân chuột hớn hở chui ra để ăn mừng Mèo đã chết. Ngay khi đó, Mèo buông chân khỏi thừng, và trước khi lũ Chuột hết bàng hoàng vì quá ngạc nhiên, nó đã kết liễu cuộc đời của bốn năm chú chuột. Bây giờ Chuột nằm nhà giới nghiêm nghiêm ngặt hơn bao giờ hết. Nhưng Mèo, vẫn thèm ăn thịt Chuột, còn lắm mưu nhiều kế khác. Nó lăn mình nó vào bột cho đến khi nhìn nó y như một cục bột, nó nằm trong thùng bột chỉ mở một mắt ra canh Chuột. Hoàn toàn an tâm vì chẳng còn thấy Mèo đâu, lũ Chuột chẳng mấy chốc lại thò đầu ra. Chỉ một tí nữa thôi tưởng chừng như mèo đã vớ được một con Chuột con bụ bẫm thì bỗng Chuột Già, đã từng bị Mèo vồ hụt và thoát bẫy nhiều lần, thậm chí đã mất đứt cái đuôi vào một trong những lần ấy, đứng ở một nơi khá xa tại một cái lỗ chân tường của hang nó sống. Cẩn thận đấy!\" nó la lên. \"Đó có thể là một đống bột ngon, nhưng trông nó lại rất giống con Mèo. Dù nó là gì chăng nữa, thì cứ tránh xa cho an toàn là khôn ngoan nhất.\" Lời bàn: Người khôn không để mắc lừa đến lần thứ hai.", "Câu chuyện : Hai người du khách và chiếc ví. Nội dung : Hai người khách bộ hành đang đi cùng nhau trên một con đường thì một người bỗng nhặt được một chiếc ví đầy cứng. \"Tôi may mắn quá!\" anh ta nói. \"Tôi đã nhặt được một chiếc ví. Nó nặng như thế này thì chắc chứa đầy tiền đây.\" \"Đừng nói là 'tôi đã nhặt được như thế,'\" người bạn đồng hành với anh ta nói. \"Phải nói cho đúng là ' chúng ta đã nhặt được và 'chúng ta may mắn quá.' Bạn đồng hành với nhau thì phải chia nhau cả cái may lẫn cái rủi trên đường mới phải.\" \"Ố không, không đâu, \" người kia giận dữ nói. \"Tôi đã nhặt được thì nó là của tôi.\" Ngay khi đó họ nghe thấy tiếng quát to \"Đứng lại, đồ ăn cắp!\". Họ nhìn quanh và thấy một đám người cầm gậy gộc đang đi về phía họ. Người nhặt được chiếc ví đâm ra hoảng sợ. \"Chúng ta chết mất nếu họ tìm được trong người chúng ta chiếc ví của họ,\" \"Ồ không, không\" người kia đáp, \"Hồi nãy ông không chịu bảo là 'chúng ta', thì bây giờ ông cũng đừng có nói là 'chúng ta' đấy nhé. Phải giữ lấy lời. Phải nói là 'Tôi sẽ chết mất.\" Bài học: Chúng ta đừng mong người ta chia sẻ với mình cái rủi mà lại không chịu chia sẻ với họ điều may mắn.", "Câu chuyện : Ong mật, ong vằn và ong bắp cày. Nội dung : Một kho mật lớn được phát hiện ra trong một bọng cây, và bầy Ong Vằn nhất quyết bảo đó là mật của chúng. Lũ Ong Mật cũng nhất mực khẳng định khó báu đó do chúng làm ra. Cuộc tranh chấp ngày càng căng thẳng, và như thể đã đến hồi nếu không giải quyết được thì sẽ có đánh nhau to, cuối cùng, với tất cả mọi thiện chí, chúng đồng ý mời một quan tòa đứng ra xét xử. Thế là chúng đưa vụ kiện ra gặp Ong Bắp Cày, là quan tòa chuyên giải quyết các tranh chấp trong khu rừng đó. Khi quan tòa mời hai bên đến dự phiên tòa, các nhân chứng tuyên bố rằng họ đã nhìn thấy các sinh vật có cánh nào đấy ở gần bọng cây, cứ suốt ngày bay kêu o o ầm ĩ, có thân thể có sọc vàng đen, nhìn giống như Ong Mật. Luật sư của Ong Vằn vội chống đỡ rằng lời mô tả đó hoàn toàn phù hợp cho khách hàng của ông ta. Chứng cứ như thế chẳng giúp cho quan tòa Ong Bắp Cày ra được quyết định gì, nên ông liền hoãn phiên tòa đến 6 tuần nữa để ông có thời gian suy nghĩ. Khi phiên tòa kế tiếp đã đến, cả hai bên đều mang theo rất nhiều nhân chứng. Một con Kiến đứng lên làm chứng, và sắp sửa được thẩm vấn thì một cụ Ong Già khôn ngoan đứng lên phát biểu với Tòa. \"Thưa quý tòa,\" cụ nói, \"phiên tòa nay đã được hoãn qua sáu tháng. Nếu không có kết quả xét xử sớm, mật sẽ hư hết không còn dùng được. Tôi có ý kiến là bây giờ Tòa sẽ yêu cầu Ong Mật và Ong Vằn xây tổ chứa mật. Khi đó chúng ta sẽ biết ngay mật thực sự là của ai.\" Bầy Ong Vằn nhao nhao phản đối. Quan Tòa Ong Bắp Cày khôn ngoan hiểu ngay ra rằng tại sao chúng lại phản đối: Vì chúng biết rằng chúng đâu có xây nổi cái tổ để chứa mật. \"Bây giờ thì rõ rồi,\" Quan tòa nó, \"Ai là người biết làm tổ và ai không biết làm. Thế là kho mật ong được quyết định trao trả cho chủ là Ong Mật. Lời bàn: Khả năng được thể hiện qua công việc", "Câu chuyện : Chuyện ở đời, đừng vội phán xét ai!. Nội dung : Một con tàu du lịch gặp nạn trên biển, trên thuyền có một đôi vợ chồng rất khó khăn mới lên đến trước mũi thuyền cứu hộ, trên thuyền cứu hộ chỉ còn thừa duy nhất 1 chỗ ngồi. Lúc này, người đàn ông để vợ mình ở lại, còn bản thân nhảy lên thuyền cứu hộ. Người phụ nữ đứng trên con thuyền sắp chìm, hét lên với người đàn ông một câu... Kể đến đây, thầy giáo hỏi học sinh: \"Các em đoán xem, người phụ nữ sẽ hét lên câu gì?\" Tất cả học sinh phẫn nộ, nói rằng: \"Em hận anh, em đã nhìn nhầm người rồi.\" Lúc này thầy giáo chú ý đến một cậu học sinh mãi vẫn không trả lời, liền hỏi cậu bé. Cậu học sinh nói: \"Thầy ơi, em nghĩ người phụ nữ sẽ nói: Chăm sóc tốt con của chúng ta anh nhé!\" Thầy giáo ngạc nhiên hỏi: \"Em nghe qua câu chuyện này rồi ư?\" Học sinh lắc đầu: \"Chưa ạ, nhưng mà mẹ em trước khi mất cũng nói với bố em như vậy.\" Thầy giáo xúc động: \"Trả lời rất đúng.\" Người đàn ông được cứu sống trở về quê hương, một mình nuôi con gái trưởng thành. Nhiều năm sau, anh ta mắc bệnh qua đời, người con gái lúc sắp xếp kỷ vật, phát hiện quyển nhật ký của bố. Hóa ra, lúc mẹ và bố ngồi trên chiếc tàu ấy, người mẹ đã mắc bệnh nan y, trong giây phút quyết định, người chồng đã giành lấy cơ hội sống duy nhất về mình. Trong nhật ký viết rằng: \"Anh ước gì anh và em có thể cùng nhau chìm xuống đáy biển, nhưng anh không thể. Vì con gái chúng ta, anh chỉ có thể để em một mình ngủ giấc ngủ dài dưới đáy đại dương sâu thẳm. Anh xin lỗi.\" Kể xong câu chuyện, phòng học trở nên im ắng, các em học sinh đã hiểu được ý nghĩa câu chuyện này: Thiện và ác trên thế gian, có lúc lắm mối rối bời, khó lòng phân biệt, bởi vậy đừng nên dễ dàng nhận định người khác. Người thích chủ động thanh toán tiền, không phải bởi vì người ta dư dả, mà là người ta xem trọng tình bạn hơn tiền bạc. Trong công việc, người tình nguyện nhận nhiều việc về mình, không phải bởi vì người ta ngốc, mà là người ta hiểu được ý nghĩa của trách nhiệm. Sau khi cãi nhau người xin lỗi trước, không phải bởi vì người ta sai, mà là người ta hiểu được sự trân quý của người bên cạnh mình. Người tình nguyện giúp đỡ người khác, không phải vì nợ người đó cái gì, mà là vì người ta xem người đó là bạn. -ST-", "Câu chuyện : Chiền chiện mẹ và con . Nội dung : Chim Chiền Chiện làm tổ trên một cánh đồng lúa mì non. Ngày ngày trôi qua, khi những thân lúa đã vươn cao thì bầy chim con mới nở ngày nào, đã lớn nhanh như thổi. Rồi một ngày, khi lúa những ngọn lúa chín vàng đung đưa trong gió, Bác Nông Phu và những người con đi ra đồng. \"Lúa này bây giờ gặt được rồi đây,\" Bác Nông Phu nói. \"Chúng ta phải kêu cả những người hàng xóm và bạn bè đến giúp cho chúng ta thu hoạch.\" Bầy chim Chiền Chiện con trong tổ ngay sát đó nghe vậy hết sức sợ hãi, vì chúng biết rằng chúng sẽ gặp nguy lớn nếu không kịp dời tổ trước khi thợ gặt đến. Khi chim Chiền Chiện Mẹ kiếm ăn trở về, lũ chim con kể lại cho mẹ những gì chúng nghe được. \"Đừng sợ, các con ạ,\" Chiền Chiện mẹ nói. \"Nếu Bác Nông Phu bảo rằng ông ấy sẽ kêu hàng xóm và bạn bè của ông ấy đến giúp, thì đám lúa này cũng còn một thời gian nữa họ mới gặt được. Vài ngày sau, khi lúa đã quá chín, và khi có gió lay động thân lúa, một loạt các hạt lúa rào rào rơi xuống đầu lũ Chiền Chiện con. \"Nếu không gặt gấp đám lúa này,\" Bác Nông Phu bảo, \"chúng ta sẽ thất thoát đến cả nửa vụ mùa. Chúng ta không thể chờ đợi bạn bè được nữa. Ngày mai chúng ta sẽ bắt đầu tự gặt lấy.\" Khi lũ Chiền Chiện con kể lại với mẹ những gì chúng nghe ngày hôm nay, nó bảo: Thế thì mình phải dọn tổ đi ngay. Khi người ta đã quyết định tự mình làm mà không trông nhờ vào ai khác nữa, thì chắc chắn là họ chẳng trì hoãn gì nữa đâu.\" Cả nhà chim tíu tít lo bay tới bay lui dọn tổ đi ngay buổi trưa đó, và đến khi mặt trời mọc sáng hôm sau, lúc Bác Nông Phu và những người con ra đồng gặt lúa, họ chỉ gặp một cái tổ rỗng không. Lời bàn: Trong cuộc sống, khi đã quyết định tự mình làm việc gì, đừng quá trông mong vào sự giúp đỡ người khác. Tự cứu mình là tốt nhất.", "Câu chuyện : Câu chuyện ổ bánh mỳ và lão già kỳ quặc. Nội dung : Một người phụ nữ nọ có thói quen nướng bánh mì cho gia đình, luôn làm dư một cái để lại cho người nghèo đói. Bà để ổ bánh mì dư bên ngoài thành cửa sổ cho người nghèo đi qua dễ lấy. Ngày qua ngày cứ đến buổi, một ông lão gù lưng đến lấy ổ bánh mì đi. Thay vì nói lời cảm ơn, ông ta vừa đi vừa lẩm bẩm những lời như niệm chú: \"Việc xấu ngươi làm thì ở lại với ngươi, việc tốt ngươi làm thì sẽ trở lại với ngươi\". Điều này cứ diễn ra, ngày này qua ngày khác. Mỗi ngày, người già đến lấy bánh và lại lẩm bẩm câu : \"Việc xấu ngươi làm thì ở lại với ngươi, việc tốt ngươi làm thì sẽ trở lại với ngươi!\" Ngày qua ngày, người phụ nữ dần bực bội trong lòng nghĩ: \"Nhận được bánh, không biết cảm ơn còn lải nhải mấy lời khó chịu kia! Hắn ta muốn ám chỉ điều gì?\". Rồi một hôm, chịu hết nổi, bà nghĩ cách làm cho ông già đi khuất mắt. Bà tự nhủ: \"Ta sẽ làm cho hắn mất dạng\". Bà trộn thuốc vào ổ bánh mì dư bà thường làm, tay run run để bánh có thuốc độc lên thành cửa sổ, bỗng cảm thấy hốt hoảng: \"Ta làm gì thế này?\" Bà ném vội ổ bánh có thuốc độc vào lửa và thay một cái bánh khác lên thành cửa sổ. Như mọi khi, ông lão đến lấy bánh và lại lẩm bẩm: \"Việc xấu ngươi làm thì ở lại với ngươi; việc tốt ngươi làm thì sẽ trở lại với ngươi\". Ông lão cầm ổ bánh vui vẻ rời đi, không ai biết trong lòng người phụ nữ vừa trải qua một trận chiến giận dữ dội. Có một điều mà không ai biết đó là mỗi khi đặt ổ bánh mì cho người nghèo lên thành cửa sổ, bà lại cầu nguyện cho đứa con trai đi tìm việc làm xa, đã nhiều tháng không nhận được tin tức. Bà nguyện cho con trở về nhà bình an, mạnh giỏi. Buổi chiều hôm đó, có tiếng gõ cửa. Khi mở cửa ra, bà ngạc nhiên thấy con trai mình đứng trước cửa... Anh ta gầy xọp đi, quần áo anh rách rưới đến thảm hại. Anh ta đói lả và mệt. Khi trông thấy mẹ, anh ta nói: Mẹ ơi, con về được đến nhà quả là một phép lạ. Khi con còn cách nhà mình cả dặm đường, con đã ngã gục vì đói, không đi nổi nữa và tưởng mình sẽ chết dọc đường, nhưng bỗng có một người gù lưng đi ngang, con xin ông ta cho con một chút gì để ăn, và ông ta đã quá tử tế cho con nguyên một ổ bánh mì ngon và chút nước. Ông ta nói: \"Đây là cái mà tôi có mỗi ngày, nhưng hôm nay tôi cho anh vì anh cần nó hơn tôi!\" Khi người mẹ nghe những lời đó, mặt bà biến sắc. Bà phải dựa vào thành cửa để khỏi ngã. Bà nhớ lại ổ bánh mì có thuốc độc mà bà đã làm sáng hôm nay. Nếu bà không ném nó vào lửa thì con trai yêu quý của bà đã ăn phải và đã chết! Ngay lập tức bà nhớ lại câu nói lặp đi lặp lại qua ngày của ông lão... Trong cuộc sống, luôn tồn tại luật nhân quả. Những gì bạn làm hôm nay là căn nguyên cho những sự việc sẽ đến với bạn trong tương lai bởi vậy hãy luôn sống tốt và không bao giờ phải hổ thẹn với lương tâm của mình bạn nhé! -ST-", "Câu chuyện : Chú lừa trong cái giếng. Nội dung : Một ngày nọ, con lừa của một ông chủ trang trại sảy chân rơi xuống một cái giếng. Lừa kêu la tội nghiệp hàng giờ liền. Người chủ trang trại cố nghĩ xem nên làm gì. Cuối cùng ông quyết định: con lừa đã già, dù sao thì cái giếng cũng cần được lấp lại và không ích lợi gì trong việc cứu con lừa lên cả. Ông nhờ vài người hàng xóm sang giúp mình.Họ xúc đất và đổ vào giếng. Ngay từ đầu, lừa đã hiểu chuyện gì đang xảy ra và nó kêu la thảm thiết. Nhưng sau đó lừa trở nên im lặng. Sau một vài xẻng đất, ông chủ trang trại nhìn xuống giếng và vô cùng sửng sốt. Mỗi khi bị một xẻng đất đổ lên lưng, lừa lắc mình cho đất rơi xuống và bước chân lên trên. Cứ như vậy, đất đổ xuống, lừa lại bước lên cao hơn. Chỉ một lúc sau mọi người nhìn thấy chú lừa xuất hiện trên miệng giếng và lóc cóc chạy ra ngoài. Lời tựa: Cuộc sống sẽ đổ rất nhiều thứ khó chịu lên người bạn. Hãy xem mỗi vấn đề bạn gặp phải là một hòn đá để bạn bước lên cao hơn. Chúng ta có thể thoát khỏi cái giếng sâu nhất chỉ đơn giản bằng cách đừng bao giờ đầu hàng. -ST-", "Câu chuyện : Đàn cừu và bầy sói. Nội dung : Thượng đế đã an bài cho hai bầy cừu sống trên thảo nguyên, một bầy sống ở phía Nam, một bầy sống ở phía Bắc. Thượng đế còn cho hai bầy cừu tự tìm kiếm hai loại kẻ thù tự nhiên (thiên địch) – một là sư tử, một nữa là sói. Thượng đế nói với bầy cừu rằng: \"Nếu như các ngươi chọn sói thì ta sẽ cấp cho các ngươi một con và nó có thể tùy ý cắn giết các ngươi. Còn nếu như các ngươi chọn sư tử thì sẽ cấp cho các ngươi hai con, các ngươi có quyền lựa chọn sống cùng một con trong chúng và tùy thời điểm mà hoán đổi\". Vấn đề đặt ra trong câu chuyện này là: Nếu như là bạn, thì bạn sẽ chọn sói hay chọn sư tử? Rất dễ dàng để lựa chọn phải không nào? Lựa chọn xong rồi, bạn hãy nhớ kỹ lựa chọn của mình và đọc tiếp. *** Bầy cừu ở phía Nam nghĩ rằng, sư tử thì hung mãnh hơn sói rất nhiều, hay là chúng ta chọn sói đi! Thế là, chúng chọn một con sói. Bầy cừu ở phía Bắc nghĩ rằng, mặc dù sư tử hung mãnh hơn sói rất nhiều, nhưng chúng ta lại có quyền được lựa chọn, hay là chúng ta chọn sư tử đi! Thế là chúng chọn hai con sư tử. Ở phía Nam, sau khi sói tiến vào bầy cừu, nó liền bắt đầu ăn thịt chúng. Thân thể sói nhỏ, sức ăn cũng nhỏ, cho nên một con cừu cũng đủ cho nó ăn mấy ngày. Và như thế, bầy cừu vài ngày mới bị truy đuổi một lần. Bầy cừu ở phía Bắc chọn một con sư tử, con còn lại được lưu lại ở nơi của Thượng đế. Sư tử sau khi tiến vào bầy cừu, nó cũng bắt đầu ăn chúng. Sư tử không những hung mãnh hơn sói, mà sức ăn của nó cũng kinh người. Mỗi ngày nó đều phải ăn một con cừu. Như vậy, bầy cừu ngày ngày bị truy sát nên cũng vô cùng hoảng loạn. Bầy cừu phía Bắc đã vội vã xin Thượng đế đổi con sư tử kia. Nhưng thật không ngờ rằng, con sư tử kia khi lưu lại chỗ Thượng đế đã không hề được ăn gì, đói khát không chịu được, nên đã nhào vào bầy cừu mà cắn giết còn điên cuồng hơn con lúc trước. Bầy cừu phía Bắc suốt ngày chỉ lo trốn chạy để khỏi chết, ngay cả cỏ cũng không kịp ăn. Bầy cừu phía Nam may mắn khi đã lựa chọn đúng kẻ thù thiên địch, lại cười nhạo bầy cừu phía Bắc không có con mắt tinh tường khi lựa chọn. Bầy cừu phía Bắc thấy hối hận vô cùng và thống thiết kể khổ với Thượng đế, cầu mong được thay đổi thiên địch – đổi thành sói. Thượng đế nói: \"Một khi đã lựa chọn thiên địch rồi thì không thể thay đổi được, nhiều đời sau cũng phải tuân theo, các ngươi chỉ có quyền lợi duy nhất là ở cùng hai con sư tử đã lựa chọn đó mà thôi\". Bầy cừu phương Bắc đành phải không ngừng hoán đổi chung sống với hai con sư tử. Nhưng hai con sư tử đều hung tàn như nhau, hoán đổi con nào thì cũng bị thê thảm hơn bầy cừu phương Nam rất nhiều. Chúng dứt khoát không hoán đổi nữa, khiến cho một con ăn đến béo mập, cơ thể cường tráng, con còn lại tắc thì bị đói bụng đến gầy còm. Khi con sư tử gầy đói kia sắp chết, bầy cừu liền lên Thượng đế xin đổi sang ở cùng với nó. Con sư tử gầy trải qua thời gian dài đói khát dần dần hiểu ra một đạo lý: Bản thân tuy hung mãnh phi thường, 100 con cừu cũng không là đối thủ, nhưng vận mệnh của nó là nằm trong tay bầy cừu điều khiển. Bầy cừu bất cứ lúc nào cũng có thể đưa nó trở về chỗ Thượng đế, cho nó chịu đủ sự dày vò, hành hạ của đói khát, thậm chí có thể bị chết đói. Sau khi nghĩ thông suốt đạo lý đó, con sư tử gầy gò đối xử với bầy cừu rất khiêm nhường, nó chỉ ăn con cừu chết hoặc con cừu bị bệnh, mà không ăn con cừu khỏe mạnh nào nữa. Bầy cừu mừng rỡ, có mấy con cừu nhỏ muốn đề nghị ở cố định với con sư tử gầy, không muốn con sư tử mập kia nữa. Một cừu già liền nhắc nhở: \"Con sư tử gầy này là sợ chúng ta trả nó lại nơi Thượng đế để nó chịu đói chịu khát nên mới đối tốt với chúng ta như thế. Nhưng ngộ nhỡ con sử tử mập kia chẳng may chết đói thì chúng ta sẽ không có sự lựa chọn nào nữa, vì con sư tử gầy này sẽ rất nhanh chóng khôi phục lại bản tính hung tàn của nó\". Bầy cừu cảm thấy con cừu già nói rất có lý, vì không muốn cho con sư tử mập kia chết đói, chúng vội vàng đổi nó về sống cùng. Con sư tử béo tốt trước kia bây giờ cũng đã đói bụng đến nỗi chỉ còn lại da bọc xương, hơn nữa cũng hiểu được đạo lý rằng số mệnh của mình là nằm trong sự điều khiển của bầy cừu. Để có thể sống trên thảo nguyên lâu hơn nữa, nó lại tìm mọi cách để nịnh nọt bầy cừu. Còn con sư tử bị trả về nơi Thượng đế kia khổ sở đến chảy nước mắt. Bầy cừu phía Bắc sau khi đã trải qua trùng trùng điệp điệp những trắc trở, cuối cùng chúng đã vượt qua và sinh sống tự do tự tại. Tình cảnh của bầy cừu phía Nam thì càng ngày càng bi thảm, con sói kia vì không có đối thủ cạnh tranh, bầy cừu lại không có cách gì thay thế nó, nó lại được thể làm xằng làm bậy. Mỗi ngày đều muốn cắn chết mấy chục con cừu, con sói từ sớm đã không thèm ăn thịt cừu nữa, nó chỉ uống máu của cừu, còn không cho phép con cừu nào được kêu. Con cừu nào mà kêu thì sẽ bị nó cắn chết ngay lập tức. Bầy cừu phía Nam lúc này chỉ có thể than thở trong lòng: \"Sớm biết như thế này, chi bằng lựa chọn hai con sư tử còn hơn!\" *** Bài học: Bạn muốn được sống một cuộc đời vui vẻ thoải mái, thì ngoài khả năng mạnh yếu bên ngoài ra, còn cần tự mình \"nắm giữ quyền quyết định\" cũng là yếu tố vô cùng quan trọng!", "Câu chuyện : Chàng trai và chiếc rìu. Nội dung : Có 1 chàng trai trẻ đến gặp quản đốc của một nhóm thợ đốn gỗ để xin việc. Người quản đốc chỉ vào một cái cây to và bảo anh ta hãy đốn thử xem mất bao lâu. Chàng thanh niên đã không mất nhiều thời gian đốn đổ cái cây đó một cách thiện nghệ. *** Rất ấn tượng trước tay nghề khéo léo của anh, người quản đốc quyết định nhận anh vào làm \"Tốt lắm, hãy bắt đầu đi làm từ Thứ Hai tới\". Thứ Hai. Thứ Ba. Rồi Thứ Tư trôi qua, ngày ngày chàng trai đều chăm chỉ làm việc. Đến chiều ngày Thứ Năm, bổng quản đốc tới và cho chàng trai trẻ xem bảng xếp hạng: \"Chàng trai, năng suất làm việc của cậu đã tụt lùi so với những người khác. Tổng kết từ đầu tuần cho thấy cậu đã rơi từ vị trí đứng đầu hôm Thứ Hai xuống vị trí bét bảng cho đến hết ngày hôm nay.\" Chàng trai trẻ bất bình lên tiếng: \"Nhưng tôi đã rất chăm chỉ làm việc. Tôi luôn là người đến đâu tiên và là người ra về cuối cùng, thậm chí tôi còn không cả có thời gian uống nước!\" Người quản đốc gật đầu nói: \"Phải công nhận cậu là công nhân cần cù nhất ở đây, nhưng đã bao lâu rồi cậu chưa mài chiếc rìu của mình?\" Chàng trai thật thà thừa nhận: \"Từ đầu tuần tới giờ thì chưa lần nào. Tôi mải làm việc quá nên không có thời gian để mài rìu.\" *** Cuộc sống của chúng ta cũng như vậy. Chăm chỉ không có gì là xấu, nhưng đôi khi cần có một khoảng ngừng để \"mài sắc chiếc rìu\", làm mới bản thân thông qua việc tự học tập và rèn luyện. Bỏ qua việc này, chúng ta sẽ nhanh chóng bì \"cùn\" đi, và mất dần đi khả năng làm việc hiệu quả của mình.", "Câu chuyện : Âm mưu của sư tử. Nội dung : Âm mưu của sư tử Một con Sư tử đã già, cảm thấy việc kiếm ăn ngày càng tốn sức, bèn quyết định dùng mưu để thay đổi cách kiếm ăn. Nó suốt ngày nằm trong hang, giả vờ bị bệnh, cứ rên hừ hừ. Bách thú nghe tin, lần lượt ghé thăm, con nào vào trong hang cũng đều bị Sư tử ăn thịt. Sau có một con Cáo nhờ óc quan sát, phát hiện âm mưu của Sư tử. Cáo đến thăm Sư tử, nhưng chỉ đứng xa xa ngoài cửa hang, Sư tử mời khan mời vã, rủ Cáo vào nói chuyện cho vui, Cáo vẫn không chịu vào. Cáo nói: - Cám ơn ý tốt của ông, tôi đứng ngoài này cũng được. Tôi không vào vì tôi thấy có rất nhiều dấu chân đi vào hang, mà đáng sợ thay, không thấy một vết chân nào đi ra!", "Câu chuyện : Chim tu hú và hai nhà vua. Nội dung : Khi chim ưng làm vua rất thích nghe bầy chim thổi sáo. Ngày hội nhạc, chim ưng cho môt ngàn con chim cùng thổi sáo chung một lúc. Trog một ngàn con chim đó có Tu hú là không biết thổi, nhưng cũng cứ dự phần vào để kiếm miếng ăn vua cho. Khi chim ưng thôi giữ chức, chim Phượng hoàng được lên thay. Vua mới này cũng rất thích nghe thổi sáo, nhưng lại chỉ muốn nghe tiếng thổi của từng cây sáo một. Tu hú biết mình sắp bị lộ liền xin ra khỏi ban nhạc. Chim Hạc là nhạc trưởng thấy thế hỏi: - Vì sao đang làm ăn khá thế mà xin nghỉ? Tu hú đáp: - Làm ăn chung thì dựa dẫm nhau được chứ làm ăn riêng thì biết dựa vào ai?", "Câu chuyện : Có còn hơn không . Nội dung : Người đánh cá quăng chài, kéo lên được chú cá con. Cá van xin được thả ra vì nó còn nhỏ tẹo, đợi khi nó lớn thì người hãy bắt. Nhưng người đánh cá bảo: - Quả là tao ngốc mới buông tha cho mày khi mày nằm trong tay tao. Thói thường, có ngay được lợi nhỏ, hơn là lợi lớn không chắc chắn.", "Câu chuyện : Câu chuyện về chú ếch (Sức mạnh của lời nói). Nội dung : Một bầy ếch đi dạo trong rừng và có hai con bị rơi xuống một cái hố sâu. Tất cả các con ếch còn lại trong bầy đều bu quanh miệng hố để kéo chúng lên. Nhưng khi thấy cái hố quá sâu, cả bầy liền nói với hai con ếch rằng chúng chỉ còn nước chết mà thôi. Hai con ếch bỏ ngoài tai những lời bình luận đó và cố hết sức nhảy lên khỏi hố. Những con ếch kia lại nói với chúng đừng nên phí sức, rằng chúng chỉ còn nước chết. Sau cùng, một con ếch phía dưới nghe theo những gì cả bầy đã nói, nó bỏ cuộc và ngã lăn ra chết trong sự tuyệt vọng. Con ếch còn lại tiếp tục cố gắng nhảy. Một lần nữa cả bầy xúm lại và thét lên khuyên nó hãy thôi. Nó càng nhảy mạnh hơn nữa. Cuối cùng nó nhảy được lên bờ. Cả bầy vây quanh và hỏi nó: \"Anh không nghe tụi tôi nói gì hay sao?\". Thì ra con ếch này bị nặng tai. Nó tưởng cả bầy ếch đã động viên nó suốt khoảng thời gian vừa qua. Cho nên: 1. ĐỪNG vì những lời nói của người khác mà từ bỏ NỖ LỰC của bản thân. Rất nhiều khi THÀNH CÔNG chỉ cách bạn có 1 chút, 1 chút xíu CỐ GẮNG nữa mà thôi. 2. Hãy CẨN THẬN với những gì chúng ta nói. Một lời động viên khích lệ cho một người đang bế tắc có thể vực người ấy dậy và giúp anh ta vượt qua khó khăn. Nhưng một lời nói cũng có thể giết chết một người trong cơn tuyệt vọng. 1 chút quan tâm, 1 chút chia sẻ, thế giới của bạn sẽ tốt đẹp và hạnh phúc hơn. -ST-", "Câu chuyện : Lo trước chắc ăn . Nội dung : Vào những ngày hè, Kiến vừa đi dạo hết cánh đồng vừa thu nhặt các hạt lúa mì, lúa mạch để dự trữ lương thực cho mùa đông. Bọ Rầy thấy thế liền chế giễu Kiến phải làm chi cho cực trong lúc các loài vật khác được nghỉ ngơi vui chơi, đắm say vào các cuộc hội hè. Kiến vẫn cứ lặng thinh làm việc. Khi mùa đông đến, trời mưa dầm dề, Bọ Rầy không tìm được thức ăn, đói lả, bèn đến hỏi Kiến vay lương thực. Kiến bảo: \"Chị Bọ Rầy ạ, giá trước đây chị cứ lo làm, đừng quở trách gì tôi thì bây giờ đâu đến nỗi chị phải chịu ngồi đói meo!\".", "Câu chuyện : Mua giầy. Nội dung : Một người ở nước Trịnh, anh ta định mua cho mình một đôi giày để đi. Trước khi đi, anh ta đo vẽ kích thước chân mình, rồi để bản vẽ mẫu lên bàn. Khi lên đến chợ, vào tiệm chọn giày, anh mò vào túi không thấy tấm giấy vẽ mẫu đâu, biết mình để quên ở nhà, anh ta nói với chủ tiệm: - Tiếc thay tôi để quên cái mẫu đo ở nhà, để tôi chạy về lấy mẫu đến mới mua được. Xong anh ta vội vàng chạy một hơi về đến nhà lấy cái mẫu chân mình, khi quay lại chợ thì chợ đã tan rồi. Rốt cuộc anh không mua được giày. Có người hỏi anh: - Tại sao lúc đó anh không lấy ngay chân của anh mang thử giày, vừa thì mua có tốt không? Anh ta trả lời: - Tôi thà tin sự đo mẫu hơn là tin ở đôi chân của mình! Thật là một trò cười cho thiên hạ! Bài học: Trong bất kỳ việc gì, không nên quá khuôn mẫu, nên linh động để đạt kết quả tốt nhất", "Câu chuyện : Người bán tượng . Nội dung : Một người nọ làm tượng thần Hermes bằng gỗ và đem ra chợ bán. Không một ai đến hỏi mua cả. Lúc đấy, để thu hút sự chú ý của bất cứ ai, anh ta bèn rao bán tượng thần, đấng ban phước và bảo vệ phước lộc cho người. Một người qua đường hỏi anh ta: - Anh bạn thân mến ạ, việc gì anh lại bán đi một bức tượng như thế, cứ việc giữ nó để dùng có phải hơn không? Người bán tượng đáp: - Tôi rất cần phước lộc của thần nhưng thần thường đem lợi lộc đến quá chậm!", "Câu chuyện : Trò đùa của nhền nhện . Nội dung : Một con Khỉ được mời tới nhà vị hôn thê chơi, nó vui vẻ mời cả bạn Nhện Tây Ðạt cùng đi. Khỉ ta rất ưa bóng bẩy, trước khi đi nó đeo một đôi mắt giả vừa to vừa sáng vào. Tây Ðạt xưa nay quen thói đố kị. Nó thấy Khỉ bảnh bao thế lòng đố kị bùng lên. Nó quyết định tìm mọi cơ hội phá Khỉ. Vị hôn thê của Khỉ thấy có hai khách quí đến chơi vô cùng phấn khởi, cô ta nhanh nhảu đi làm cơm. Khi đó Khỉ ta ngồi cạnh lò lửa. Nhân lúc không ai để ý Nhện bèn vứt lén một quả ớt xanh vào lò. Lập tức ai nấy họng ngứa mũi cay, nước mắt giàn giụa. Vì Khỉ vừa mới đeo mắt giả nên nó rất đau nhức. Nó lấy tay dụi mắt. Thế là đôi mắt giả rơi ra. Vị hôn thê của Khỉ nhìn thấy tỏ ra rất tức giận. Cô ta trách móc Khỉ giả dối, lừa đảo và xé tan tờ hôn ước. Ðến khi Khỉ biết được rằng đó là do anh chàng Nhện bày trò nó tức điên lên hầm hầm giẫm Nhện nát bét. Lời bàn: Câu chuyện trên nhắc nhở chúng ta: Ðừng bao giờ kết bạn với những kẻ chuyên đố kị, ghen ghét người khác.", "Câu chuyện : Vẹt và châu chấu. Nội dung : Khoa La là tên một con vẹt, mỏ nó vừa đẹp vừa linh hoạt. Nó có thể mổ châu chấu trong các bụi cỏ rất chi là tự nhiên. Nó thấy loại côn trung xanh này ngọt và ngon nên sau mỗi lần chén no nê xong nó bỏ những phần thừa vào một chỗ dự trữ. Chẳng bao lâu sau châu chấu không chịu cam phận. Chúng cững muốn được sống tự do. Thế là chúng vùng dậy phản kháng. Ðể chống lại kẻ thù chúng chúng bí mật tổ chức một \"liên minh chấu chấu\" và lên kế hoạch hành động cụ thể. Hôm đó vẹt Khoa La lượn một hồi lâu mà chẳng bắt được con châu chấu nào đành nhịn đói quay về. Hôm sau vẫn thế, vẹt KHoa La buộc phải dùng đến thức ăn trong kho dự trữ. Mấy ngày liền sau đó, vẹt Khoa La toàn không gặp may. Thức ăn dự trữ ngày một ít. Xem ra chỉ còn lại một 1 càng châu chấu. Vẹt Khoa La muốn để dành nhưng không được, nó đói không ngủ được \"không ăn thì không ngủ được\" nó tự nhủ. Cuối cùng nó ăn nốt càng châu chấu đó. Nhưng 1 chiếc càng châu chấu có thấm tháp gì! Bụng nó sôi eo éo cả đêm. Tờ mờ sáng hôm sau vẹt Khoa La buộc phải đi kiếm mồi. Vì đói nên nó rất yếu, dù đi bộ hay bay trên không trung nó đều cảm thấy mệt rã rời. Nó đành phải nghỉ dưới một gốc cây. Bỗng vẹt Khoa La nghe thấy một âm thanh lạ: Bu chi chi... cưa chi chi... Bu chi chi... cưa chi chi... Nó nghĩ có lẽ là bụng nó sôi thành tiếng, cứ ngủ cái đã, ngủ đi sẽ quên đói. Bu chi chi... cưa chi chi... Bu chi chi... cưa chi chi... Âm thanh lạ đó cứ kéo dài mãi. Vẹt Khoa La càng nghe càng khó chịu: Nó muốn đi chỗ khác nhưng nó thấy trời đất tối sầm lại. \"ồ! Sao ta lại không nhìn thấy gì cả. Ðây hẳn là bụng ta đang gào thét, nó muốn trả thù ta vì đã lâu ta không có gì cho vào bụng\". Lúc đó, Vẹt Khoa La thấy phía trước hình như có một đám mây lớn đang bay lại. Ðợi đám mây đó đến gần Vẹt Khoa La nhìn kỹ hoá ra đám mây là do rất nhiều con vật tạo thành. Ðang buồn bực thì đám con vật kia bay tới, con thì đánh, con thì đạp, con thì đẩy, con thì cắn khiến vẹt ta vừa đau vừa ngứa không thể chịu nổi. \"A! Trời ơi, đó là một đàn châu chấu\", Vẹt Khoa La kinh ngạc kêu lên. Ðúng vậy, đàn châu chấu đông đúc bao vây Vẹt Khoa La làm nó lóng ngóng và sợ hãi. Ðể thoát khỏi vòng vây Vẹt Khoa La buộc phải nhảy từ chỗ nọ sang chỗ khác, từ cành cây này sang cành cây khác. Nhảy mãi nhảy mãi sức nó cạn kiệt rồi \"phộp\" một tiếng nó rời từ trên cây xuống. \"Liên minh châu chấu\" đã nghĩ ra cách đó. Vậy âm thanh lạ Vẹt nghe lúc nãy là gì? Té ra châu chấu có thể vừa đạp vừa bay. Vì tất cả cùng đạp nên những đôi càng răng cưa phát ra tiếng \"bu chi chi, cưa chi chi\". Chúng muốn dùng cách đó để uy hiếp kẻ thù trước. Lũ châu chấu quả là ghê gớm! Ðội quân châu chấu thấy vẹt Khoa La nằm bất động tưởng rằng đã chết nên tản đi. Kỳ thực vẹt Khoa La chỉ ngất đi thôi. Vài giờ sau gió chiều mát mẻ thổi tới làm nó tỉnh lại. Lúc đầu nó vẫn ngỡ là một cơn ác mộng. Bốn bề im ắng, vẹt càng nghĩ càng tủi, hôm nay sao mà xúi quẩy hế không biết. Nó thấy cổ họng khô rát, thèm nước. Nó lê tới một dòng suối cạnh đó uống nước, ánh trăng phản chiếu trên dòng suối láp lánh anh bạc, thật giống một tấm gương. Vẹt Khoa La soi mình vào dòng nước, nó giật mình và dường như không nhận ra mình nữa, mũi xanh mắt quầng, xấu xí quá! \"Lũ châu chấu thật đáng sợ\", vẹt Khoa La tự nhủ, \"Nhưng ta chẳng phải có một cái mỏ vừa đẹp vừa linh hoạt sao? Chẳng phải trước đây đã từng mổ châu chấu rất tự nhiên đó sao? Tại sao vừa nãy lại không phát huy tác dụng nhỉ?\" Từ đó trở đi mỗi khi vẹt gặp châu chấu đều không dám mổ. Lúc đói nó kiếm vài cọng cỏ để ăn hoặc mổ những hạt quả mềm ăn nhân. Lời bàn: Câu chuyện mách bảo ta điều gì? Kẻ yếu thì phải đoàn kết lại thì mới thắng được kẻ mạnh.", "Câu chuyện : Đom đóm và giọt sương . Nội dung : Tối hôm đó không có trăng nhưng bầu trời đầy sao sáng. Đom Đóm bay từ bụi tre ngà ra ruộng lúa. Cây đèn của Đom Đóm cứ chớp lên trong đêm, trông đẹp như ngôi Sao Hôm đang nhấp nháy. Đom Đóm sà xuống chân ruộng bắt mấy con Rầy Nâu hại lúa để ăn lót dạ. Sau đó, cậu ta bay lên một gò cao, đậu lên một bông cỏ may, vừa hóng gió thu về đêm, vừa làm cho cây đèn của mình sáng thêm. Bỗng Đom Đóm nhìn sang bên cạnh và thấy cô bạn Giọt Sương đang đung đưa trên lá cỏ. Đom Đóm thầm nghĩ: \"Ôi! Bạn Giọt Sương thật là xinh đẹp!\". Rồi Đom Đóm cất cánh bay quanh Giọt Sương. Lạ thật! Càng đến gần, Đom Đóm lại càng thấy Giọt Sương đẹp hơn. Đom Đóm cất tiếng: - Chào bạn Giọt Sương, trông bạn lung linh, tỏa sáng như một viên ngọc vậy! Giọt Sương dịu dàng nói: - Bạn Đom Đóm ơi! Mình sáng đẹp thế này là vì mình phản chiếu ánh sáng từ các ngôi sao trên bầu trời, có khi còn mờ hơn ánh sáng cây đèn của bạn. Mình nghĩ bạn mới là người đẹp nhất, sáng nhất, vì bạn sáng lên được từ chính bản thân mình. Bạn thật đáng tự hào! Đom Đóm nói: - Bạn Giọt Sương khiêm tốn quá! Nhưng mình xin cảm ơn bạn về những lời tốt đẹp bạn dành cho mình. Thôi, chào bạn! Mình đi bắt bọn Rầy Nâu hại lúa đây! Đom Đóm bay đi, Giọt Sương còn nói với theo, giọng đầy khích lệ: - Xin chúc bạn làm tròn nhiệm vụ của mình để đồng ruộng thêm tươi tốt nhé! Bài học: Luôn luôn khiêm tốn và đừng tiếc lời khen ngợi để khích lệ một ai đó", "Câu chuyện : Tình bạn của rái cá. Nội dung : Tuyết rơi liên miên nhiều ngày đêm trong tháng Giấc ngủ lớn. Một cơn bão khủng khiếp có gió cực mạnh như ngựa lồng khắp cả nước, xoá đi tất cả dấu chân của các con vật chạy bão ẩn núp vào các hang hốc. Cái đói – người khách không được nghênh tiếp – hoan hỉ bám riết những căn nhà buộc người da đỏ phải xông vào bão tố để kiếm cái ăn. Nhưng họ thường về tay không, mệt nhọc bao nhiêu mà không tìm nổi vết chân thú trong tuyết. Tiếng tru của những con sói đói vượt lên trên tiếng gió gào nghe rợn người, nhưng cái làm người ta sợ nhất là tiếng khóc của những đứa trẻ đang chết dần vì đói. Lúc đó, Pháp sư Dadahwat của bộ lạc cầu khẩn túi thần. Pháp sư nói với những thợ săn đến tụ hội : \"Túi này có phép thần thông. Chỉ cần sờ vào túi là túi sẽ đưa đến cho anh con vật mà anh muốn săn được. Nhưng khi mổ thịt con mồi, không được ăn quả tim nó vì ăn thế thì, nếu không thì túi thần sẽ mất thiêng\". Tù trưởng của bộ lạc là người đầu tiên sờ vào túi cầu giết được gấu. Những thợ săn khác cũng làm theo ông. Người cuối cùng trẻ nhất là Skagedi cầu hạ được con mèo rừng. Ðêm xuống buốt lạnh. Bão như muốn giật tung các bức tường nhà. Những đám mây nặng đem theo tuyết vần vụ trên nền trời thấp. Gió đệm theo điệu vũ của nó những giai điệu dữ dằn hoà tấu trên các ngọn cây. Mọi người ngủ cả, trừ Skagedi. Không chịu nổi những vò xé của cơn đói, anh nhỏm dậy dù lúc ấy đang đêm. Anh lần bước theo con đường vào rừng, dựa vào trí nhớ mà đi. Hy vọng rằng trời hửng sáng sẽ soi cho anh thấy vết chân con mèo rừng chưa bị gió và tuyết xoá sạch. Skagedi rất đỗi kinh ngạc khi nhận ra được con mèo rừng giữa đêm tối dày đặc. Con dã thú quặp trong chân nó hai con rái cá non còn sống. Nghe thấy tiếng chân của Skagedi, rái cá ngẩng đầu lên nhìn, dưới ánh sao, Skagedi đọc được trong mắt nó lời van xin khiến anh nao lòng. Chỉ một phát tên, Skagedi giết gọn con mèo rừng và cứu được hai con rái cá bé nhỏ, chúng lẳng lặng chạy đi ngay làm Skagedi rất vui và trong phút giây anh hầu như quên đói. Nhưng chúng vừa mất hút, cái đói lại nổi lên cồn cào ruột anh như xoắn lại. Chẳng chút nghĩ ngợi, bằng một nhát dao găm, anh phanh bụng con mèo rừng móc lấy quả tim còn nóng ăn sốt sột như thói quen. Anh đã quên bẵng điều mà pháp sư đã dặn : cấm ăn tim con mồi. Chỉ lát sau nhớ lại lời dặn ấy, anh tự nhủ chẳng ai nhìn thấy anh đã phạm tội ấy. Anh về nhà nằm dài và ngủ giấc ngủ của người ngay thẳng.Trong lúc đó, những người khác trong làng cũng đi săn. Chao ôi ! Phép thiêng của túi thần đã mất rồi. Con gấu đang đứng trước tầm bắn của tù trưởng đã tránh được mũi tên, những người thợ săn khác cũng không bắn được con mồi nào. \"Có cái gì trục trặc đây\", họ nghĩ thế và trở về làng để hỏi pháp sư. Pháp sư đoán rằng có kẻ đã phạm điều cấm. Không cần tìm thủ phạm ở đâu xa : xác con mèo rừng chưa bị lột da nằm trước nhà Skagedi. Lật lại con vật, pháp sư thấy rằng tim nó đã bị móc mất. Dadahwat giận dữ tuyên bố trước các thợ săn : Skagedi sẽ bị trừng phạt vì đã làm mất phép thiêng của túi thần, cái túi mà tất cả phù thủy ở xứ người da đỏ đều thèm muốn vì có uy lực từ chính Thượng đế ban cho. Lập tức, pháp sư truyền đọc lời phán xét, mọi người cùng nghe trong im lặng : \"Tất cả chung ta rời bỏ vùng này đến ngụ tại nơi có thừa thãi con mồi để săn bắt. Còn Skagedi, chúng ta để hắn ở đây một mình vì hắn đã phạm luật bằng hữu\". Hình phát thật nghiêm khắc, nhưng Skagedi tuân theo không một lời kêu ca như một con người chân chính. Không một thợ săn nào lên tiếng bênh vực cho anh, không một phụ nữ nào nhìn anh bằng cặp mắt thông cảm. Chỉ có cô gái Wia nhỏ nhắn không nói gì, nhìn anh ta, đôi mắt cô đẫm lệ, nước mắt chảy dài trên má. Mọi người đã ra đi, chỉ một mình Skagedi ở lại. Nằm trong lều, anh miên man suy nghĩ, người run lên vì rét và buồn. Ngọn lửa mà anh nhóm lên không đủ sưởi ấm. Bất chợt, anh cảm thấy có tiếng chân đang bước. Ðúng rồi, có ai đến. Anh đứng dậy nhìn ra ngoài, không thấy một bóng người. Nhưng xen giữa tiếng rú rít của bão tuyết, rõ ràng anh nghe thấy một tiếng nói dịu dàng : \"Skagedi ! Skagedi ! Cách lều anh không xa có một hang động trong đó đang ẩn náu một con gấu. Anh đến giết nó thì sẽ được cứu sống\". Sáng sớm, gió đã dịu, Skagedi ra khỏi lều và tìm thấy dễ dàng cái hang động có con gấu đang ngủ say. Một phát tên của Skagedi đưa con gấu đến Xử Ngủ vĩnh viễn. Con mồi được xẻ ra thế là anh đã có thịt xông khói và bộ lông chống rét. Anh làm việc suốt ngày khá mệt, nhưng đến tối vẫn không ngủ được. Anh luôn nghĩ đến người lạ nào đã cứu anh. Ai? Ai? Nửa đêm, trong giấc ngủ chập chờn nửa tỉnh nửa mê, Skagedi lại nghe thấy tiếng nói quen thuộc. \"Skagedi ! Skagedi ! Wia sắp đến. Hãy bảo cô kêu gọi mọi người trở về làng và bảo cô xin pháp sư đừng giận nữa vì anh biết trả lại phép thiêng cho túi thần\". Skagedi nhảy vọt ra ngoài. Không một ai. Vẫn chỉ là đêm tối. Trên cao, mặc giá buốt, lấp lánh những ngôi sao yên ả. Quả thật hôm sau, Wia tìm đến. Cô rất vui khi nhìn thấy anh còn sống và càng mừng hơn khi người yêu của cô cho biết anh có thể đem trở lại phép thiêng cho túi thần. Nhưng Skagedi không nhắc gì đến tiếng người lạ vẫn nói với anh. Wia đi khỏi. Anh làm việc như hôm trước và buổi tối, nằm bên lửa chỉ mong đến đêm lại nghe thấy tiếng nói kia. Anh lại nghe thấy nó. \"Skagedi ! Skagedi ! Khi pháp sư trở về với cái túi, anh hãy cầm lấy trong bàn tay sạch. Hãy hỏi mỗi người thích con mồi nào rồi mở túi ra. Anh sẽ thấy nhảy ra con gấu lớn, con hươu nhẹ chân, con thỏ rừng trắng, tóm lại bất cứ con vật nào mà các anh em muốn. Về phần anh, đừng cầu xin gì. Mọi người được thỏa mãn rồi, anh hãy cầm lấy cái còn lại trong túi và sẽ đem cái đó đến cho tôi ở nhà tôi. Tôi không nói nhà ở đâu, nhưng nếu anh làm đúng lời tôi chỉ dẫn thì anh sẽ thấy nhà\". Hai hôm sau, những người da đỏ trở về làng. Pháp sư được cô gái báo cho lời thỉnh cầu của Skagedi đã đưa cái túi cho anh : – Này đây, anh hãy chứng minh rằng anh làm được như lời anh đã hứa – Pháp sư vừa nói vừa nhìn anh bằng con mắt dò xét. Hai tay Skagedi đón lấy cái túi, vẻ rất tự tin. Trước tiên, anh hỏi tù trưởng bộ lạc muốn bắt con mồi nào. Tù trưởng vừa trả lời \"con gầu\" thì một con gấu lừ đừ bước ra khỏi túi. Quay lại người con cả của tù trưởng, Skagedi hỏi : \"Còn anh\". Người con cả đáp \"con hươu\" thì một con hươu nhảy rất nhẹ từ trong túi ra và nằm dưới chân anh ta. Lần lượt từng người thợ săn ngỏ ý muốn của mình. Skagedi luôn tay mở túi và đóng túi. Mọi người đều vui lòng vì được đúng con mồi như ý. Cuối cùng, bàn tay của Skagedi chạm phải một vật mềm, có lông ở đáy túi. Rút tay ra, anh nhìn thấy một cặp chân rái cá liền bỏ luôn vào trong túi áo. Và xỏ chân vào đôi dưpa da mới tinh, anh hối hả đi tìm ngay ân nhân đã cứu giúp mình. Anh chưa biết đi về hướng nào thì đôi dưpa đưa anh đi đúng hướng. Ðến bìa rừng, anh đứng trước một cái lều mà trước đây anh chưa hề thấy ở nơi ấy. Ðoán rắng đó là nhà ở của ân nhân, anh bước vào: Không người. Trên nền đất, một đống cá. Phảng phất mùi rái cá. Skagedi đặt đôi chân rái cá ở giữa lều và vội vàng đi ra ngay. Anh mới ra được mấy bước thì một tiếng nói quen thuộc giữ anh lại: – Skagedi! Skagedi! Anh quay lại . Một cái hồ chợt hiện ra ở chỗ trước đây là cái lều. Tiếng nói quen thuộc cất lên: – Skagedi! Cảm ơn anh đã cứu hai con tôi khỏi nanh vuốt con mèo rừng. Bởi vậy, từ nay túi thần không bao giờ mất thiêng. Cặp chân mà anh đem lại chính là của tôi... của tôi...của tôi...của tôi. – Tiếng vang nhắc lại – Nhưng anh nên nhớ rằng: Không một thợ săn nào được giăng bẫy bắt rái cá. Nếu không làm đúng thế thì anh sẽ mất tình bạn của tôi. Skagedi còn nghe thấy một tiếng \" búp\" rồi im lặng. Trên mặt hồ có những vòng tròn loang rộng dần. Mặt hồ lại phẳng lặng như mảnh gương đúng lúc Wia hớn hở đi đến gặp anh. – Wia! Wia! – Skagedi reo lên, chạy tới đón cô. Anh kể với Wia tất cả câu chuyện mà sau này anh còn nhắc lại với ai muốn biết. Từ đó, không bao giờ bộ lạc ấy phải đói. Những con người màu da đồng sống mãi trong tình thân hữu với rái cá và cái túi giàu có chẳng lúc nào rỗng không.", "Câu chuyện : Thầy tu rởm. Nội dung : Xưa có một con Sói rừng vừa hung ác vừa gian giảo. Một hôm nó nghe tin ở làng bên có một chú bé bị ốm liền nghĩ ra một kế độc để ăn thịt thằng bé. Nó trang điểm thành một thầy tu : Ðầu đội mũ thánh hồng, khoác bộ áo thánh trắng, đi đôi giày thánh vàng, đeo một chuỗi tràng hạt vào cổ, kẹp một quyển kinh ở nách trái, tay phải chống một cây gậy. Hắn đến làng bên. Vừa vào làng, sói ta lớn tiếng hát các bài kinh,mọi người ùa cả ra vây lấy thầy tu. Bố mẹ đứa trẻ ốm rất đỗi vui mừng, hai người lập tức mời thầy tu về mổ gà mổ dê thịnh tình đãi khách, họ cầu xin thầy tu cứu chữa con họ. Rượu thịt no nê xong, sói vờ vịt vừa đi vừa lần tràng hạt, giở quyển kinh ra đọc. Ðọc được một lúc nó đến bên thằng bé ốm nhìn từ đầu đến chân rồi nói : \"Bệnh cháu nặng lắm! Ngoài ta – một thầy tu giỏi nhất vùng này ra chẳng ai chữa nổi đâu! Chân chủ phù hộ các con gặp được ta. (Chân chủ là vị thầy duy nhất mà đạo Ixlam thờ phụng). Giờ các con hãy mau đi giết hai con bò làm đồ tế lễ để ta cầu khấn Chân chủ về giải nạn cho cháu! Khi hai con bò được bày lên bàn thì trời đã tối. Sói ta nói với bố mẹ đứa bé ốm : \"Các con cứ yên tâm về phòng ngủ đi, đêm nay ta sẽ trông cháu cho.\" Sáng sớm hôm sau, vừa dậy bố mẹ đứa bé ốm đã chạy sang phòng con. Ðẩy cửa vào họ sững người lại : Thầy tu biến mất, hai con bò cũng biến mất. Trên giừng thằng bé chỉ còn vệt máu và vài khúc xương. Bố mẹ đứa bé ốm biết mình bị lừa, khóc lóc thảm thiết. Tiếng khóc làm động lòng hàng xóm. Mọi người đến an ủi họ và cùng nghĩ cách trả thù cho đứa bé. Họ quyết định vời Thỏ đến giúp. Thỏ được mời đến. Sau khi nghe bố mẹ đứa bé ốm kể lại đầu đuôi câu chuyện Thỏ nói : \"Ðúng là các bác bị lừa rồi, nó chẳng phải thầy tu gì sất mà là một con sói rừng hung ác. Nhưng không sao các bác cứ đợi đây tôi sẽ lôi cổ nó về đây cho\". Thỏ cũng trang điểm thành thầy tu : Ðầu đội mũ thánh hồng, khoác bộ áo thánh trắng, đi đôi giầy thánh vàng, đeo một chuỗi tràng hạt, kẹp quyển kinh vào nách trái, tay chống một chiếc gậy rồi cưỡi một con gà trống lớn ra đi. Ðến cổng nhà sói rừng, Thỏ bảo gà trốn trong bụi cây còn mình lớn tiếng đọc kinh. Sói nghe tiếng đọc kinh chạy ra xem và vội mời thầy tu vào nhà. Một lát sau mâm cơm thịnh soạn được bày ra. Sói rừng nịnh bợ : \"Ðược thầy hạ cố vào chơi thật là diễm phúc, tôi chẳng chuẩn bị gì mong thầy thông cảm\". Thỏ gắp thức ăn vào mồm, lắc đầu nói : \"Hơi nhạt thì phải\". \"Ðể tôi đi lấy thêm muối\". Sói nói chân thành rồi đi vào bếp. Thỏ đi theo vào bếp. Lúc soi thò đầu vào tải muối lấy muối Thỏ nhảy vọt tới đẩy mạnh sói vào tải túm nhanh miệng tải lại và kêu lớn: \"Gà trống đâu lại đây giúp ta!\" Gà trống nghe tiếng gọi chạy vào lấy dây thừng buộc chặt miệng tải lại. \"Thả ta ra nếu không ta sẽ ăn thịt các ngươi!\" Sói vừa ra sức đạp vừa doạ. Thỏ và gà trống coi như không nghe thấy, vác sói chạy một mạch về làng. Mọi người đều đến, người thì đấm, người thì đạp, người thì quật, người thì phang, ai ai cũng phải đánh sói rừng một cái. Chẳng mấy chốc soi đã đi đời nhà ma! Lời bàn: Câu chuyện nhắc nhở chúng ta: Không thể đánh giá một con người tốt hay xấu bằng hình thức bên ngoài.", "Câu chuyện : Hổ và ngựa . Nội dung : Con ngựa có tính huênh hoang, khoác lác, ra khỏi nhà là nó nện bốn cái vó xuống đất, nghe ròn hơn gõ mõ làng, hí váng cả tai hàng xóm. Một hôm trời chưa sáng hẳn, ngựa còn đang ngủ say, chủ nhà đã ra bắt ngựa cưỡi đi chợ. Ngựa phải đưa chủ qua suối, qua đồi, qua khe. Đường xa, bụng đói, chân mỏi, người đẫm mồ hôi, nhưng con ngựa không dám kêu, vì kêu thì sợ lúc trở về chủ sẽ không cho ăn bắp ngô, chậu cám. Đến chợ, chủ nhà buộc ngựa ngoài gốc cây, vào quán ăn thịt uống rượu. Con ngựa khát nước khô cả cổ mà không dám đòi, vì sợ chủ ăn không ngon, lúc về sẽ bắt ngựa chạy nhanh hơn. Ngựa về, bụng đã đói, chân đã mỏi, nhưng chủ nhà vẫn giục ngựa chạy nhanh. Lưng ngựa oằn xuống, bọt xùi ra mép, ngựa vẫn cắm đầu chạy một mạch, mong mau về đến nhà kiếm nắm cỏ tươi. Nhưng vừa mới về đến cửa thì con chủ nhà đã ra đón. Ngựa lại phải đưa con chủ nhà đi thăm nương, rẫy. Mãi đến nửa chiều, ngựa mới được về nhà uống một chậu nước cám. Uống xong, lại sức, con ngựa ra sông tắm. Vừa mới tắm xong ngựa đã lên bờ giũ lông, hí vang, ra dáng khoan khoái lắm. Lúc đó có một con hổ đi ngang. Thấy hổ lủi thủi đi một mình, đuôi cụp, đầu cúi, dáng buồn bã, ngựa nghển cổ lên nói khích: - Đi đâu mà trông khổ sở thế anh hổ? - Tôi đi kiếm ăn ở rừng dưới về. Anh chẳng làm gì sao mà trông thong thả thế? Ngựa càng lên mặt, giũ lại bộ lông một lần nữa, hí vang thêm một lượt, rồi mới ngạo nghễ nói: - Tôi lúc nào mà chẳng thong thả? Đi dạo chơi từ sáng đến giờ, bây giờ ra tắm cái cho khỏe. - Anh sung sướng quá! Phận tôi thì phải chạy tối ngày mà có khi cũng chẳng được miếng ăn. Được hổ nịnh, ngựa càng vênh mặt: - Anh vất vả quá thật. Đường rộng rãi thế này, mà tôi dạo một lúc đã thấy mỏi chân. Còn anh thì núi rừng thế kia, đi vướng trước, đụng sau làm sao mà chịu được? Ngựa còn khoe lúc nào cũng thừa thóc thừa ngô, ăn chẳng hết, rồi mời hổ về nhà chơi, để xem những thứ đó. Tính hổ ít nói, lại không muốn mang ơn bạn trước, nên mời ngựa đến nhà mình chơi trước, rồi mới đến trả lễ sau. Hổ về, chạy vào rừng tìm bắt những con nai, con hươu làm tiệc đón ngựa. Ngựa đến cùng hổ ăn thịt, uống rượu tới một ngày rồi kết nghĩa làm anh em. Xong bữa tiệc đó, ngựa về lo đón hổ, tỏ cho hổ biết mình là người sang trọng. Ngựa lấy lục lạc tròng vào cổ, mang yên vào lưng, ngắm nghía một lúc rồi ra đứng đón hổ. Hôm đó nhà chủ ngựa lại có cỗ, ngựa chờ chủ nhà ngủ yên, vào lấy hết mâm cỗ ra tiếp hổ. Hai bên ngồi ăn uống, ngựa chỉ vào từng món thức ăn, khoe: - Cái này là thịt gà xào này! - Cái này là mật ong này, ngọt lắm. - Cái này làm chỗ ở của tôi - Ngựa chỉ ra chuồng, nói tiếp - chỗ tôi ở mưa không dột, nắng không đến, chứ đâu có khổ sở như anh, lúc mưa phải núp vào hang đá, lúc nắng trú dưới bóng cây... Ngựa còn đang khoác lác thì trời đã sáng, chủ nhà cầm một cái roi ra bắt ngựa cưỡi đi chợ. Thấy ngựa ăn cắp mâm cỗ, sẵn roi chủ nhà đến tóm bờm ngựa đánh một trận nên thân. Ngựa cúi đầu chạy, hổ núp bên ngoài nhìn thấy mọi chuyện vừa xảy ra. Hổ tự hỏi: - Ta ở trong rừng. Núp mưa trong hang đá, núp nắng dưới gốc cây mà không bị đánh là sướng, hay ở nhà gỗ ăn cám ngô mà bị đánh là sướng? - Đi đường dốc, vấp phải đá, quàng phải dây mà không bị người ta ngồi trên lưng là sướng, hay đi đất bằng, đường rộng mà bị người ngồi trên lưng là sướng? Hổ ra bờ suối, chui vào bụi rậm nằm, chờ ngựa, còn ngựa đưa chủ đi đến nửa buổi chiều mới được về. Ăn xong một nắm cỏ, nó lại ra suối tắm. Hổ hỏi: - Anh ngựa này? Cái sướng của anh tôi không muốn đâu! Anh được ăn ngô, ăn thóc, ăn cỏ, được ở nhà gỗ mà bị người ta đánh vào đầu, người ta cưỡi lên lưng thì sướng làm sao được? Con ngựa chống chế: - Tôi không phải làm nhà mà được ở, ngô, thóc tôi không cấy mà được ăn... Anh bảo thế chưa sướng thì thế nào là sướng? Lủi thủi trong rừng quanh năm suốt đời như anh là sướng đấy sao? - Núi rừng tuy có âm u rậm rạp, nhưng tôi muốn đi đâu cũng được, muốn nằm đâu cũng được. Lúc tôi ngủ không ai dám gọi, lúc tôi chơi không ai dám ngăn. Hươu, nai, cáo, cầy không phải là của tôi, nhưng tôi có công bắt được thì tôi cứ ăn; không bị ai giành lại, không bị ai đánh mắng. Cái sướng của anh tôi không muốn đâu... Tôi không làm bạn với anh nữa đâu. Tôi đi về rừng rậm núi cao của tôi đây. Nói rồi hổ cong đuôi chạy vào rừng.", "Câu chuyện : Chim sơn ca. Nội dung : Bụi trường xuân vừa ra hoa, Sơn Ca lập tức đoán ra ngay cái nguy cơ rình rập loài có lông vũ. Tập hợp các loài chim lại, nó lên tiếng thuyết phục chúng: – Tốt hơn hết là nên hạ cây sồi có bụi trường xuân mọc trên đó. Nếu không làm nổi việc đó thì nên bay đến gặp loài người để cầu xin họ đừng dùng bụi trường xuân để săn chim. Nhưng các loài chim không nghe lời và chế nhạo nó. Sơn Ca liền bay đi để gặp loài người để xin điều đó. Nhờ sự khôn lanh của nó, loài người đã chịu để nó sống bên cạnh mình. Chính vì thế các loài chim khác đều bị loài người bắt ăn thịt, chỉ riêng có loài Sơn Ca xin được nương náu bên cạnh loài người là không bị đụng đến, được loài người cho phép xây tổ bình yên trong nhà của họ. Lời bàn: Truyện ngụ ngôn này cho thấy ai có khả năng nhìn thấy trước sự việc thì dễ dàng tránh khỏi những cảnh hiểm nghèo.", "Câu chuyện : Vịt và cá rô. Nội dung : Cá rô lóc lách lên bờ, đến khi nước rút, bị mắc cạn trên một vũng khô. Tưởng mình sắp chết, may mắn thấy bầy vịt đi qua, Cá rô bèn năn nỉ: - Làm ơn cho xin ít nước, không tôi chết mất! Bầy vịt đáp: - Cứ nằm đợi đấy đi, để tụi tui đi kiếm ăn một lát rồi chiều sẽ đem nước về cho cá bơi. Nói xong, bầy vịt lũ lượt ra đồng. Cá rô nằm chờ suốt một ngày giữa trời nắng gắt. Chiều đến, bầy vịt đem về cho đầy tràn một vũng nước, nhưng khi đó cá đã chết khô rồi. Bài học: Hãy suy xét tính nghiêm trọng của một vấn đề để có hướng giải quyết phù hợp và không gây ra hậu quả đáng tiếc", "Câu chuyện : Tham ăn. Nội dung : Ngày xưa, ở vương quốc Thái Lan, có một ngôi chùa rất lớn và đẹp, trụ trì ngôi chùa này là một ông sư còn trẻ nhưng lại nổi tiếng tham lam và ích kỷ. Không biết ai đã đưa ông vào ngôi chùa này mặc dù đức hạnh ông ta không hề có. Trong sân chùa này có một cây táo rất sai quả, quả nào quả nấy to bằng nửa nắm tay người lớn và trái rất ngọt. Đến mùa quả chín nhà sư chỉ cho phép một mình được hái táo vì ông ta chỉ nghĩ đến bản thân mình mà thôi. Ngay cả những sư khác trong chùa cũng không được đụng tới. Trong vùng có hai người nông dân nghe tiếng ông sư này tham lam liền tìm cách lừa ông ta một vố để dạy cho ông một bài học. Một trong số hai người liền tìm đến chùa ra mắt vị sư tham lam nọ và hỏi xin ít táo. Nhà sư nói: – Không được, những táo này chỉ dành cho ta thôi. Không ai được hái đâu. Người nông dân nài nỉ mãi nhưng nhà sư nhất quyết không cho. Cuối cùng, anh nông dân nói: – Ông chưa hiểu ý tôi. Tôi sang mời ông chiều nay đến nhà tôi để ăn thịt hươu. Tôi xin ít quả táo để nướng chung với thịt hươu. – Thế sao anh không nói ngay từ đầu? – Nhà sư thốt lên, mắt nhìn xung quanh xem có ai thấy không rồi tiếp – Anh cứ hái đi, cần bao nhiêu cứ hái. Trông vẻ mặt nhà sư lúc này rạng rỡ hẳn lên, không còn cau có như lúc đầu nữa. Thấy đã trúng kế, anh nông dân mỉm cười đắc ý. Thế rồi nhà sư dẫn anh nông dân ra chỗ cây táo và cùng anh ta hái một túi đầy. Vừa hái táo nhà sư vừa hỏi về bữa thịt hươu sắp tới với vẻ mặt của một người sắp được đánh chén. Còn anh nông dân thì luôn miệng ca ngợi món thịt hươu nướng của mình. Sau khi hái đầy bao táo, người nông dân cáo từ và hẹn chiều gặp lại. Anh ta về được một lúc thì có một người nông dân khác vào xin táo và cũng bị nhà sư từ chối như anh nông dân lúc nãy. Nhà sư nghĩ: \"Ta dại gì cho hắn, cho tên kia thì còn được mời đến ăn thịt hươu chứ cho tên này thì ta mất không, chẳng được lợi lộc gì?\". Nghĩ vậy nhà sư lắc đầu nguầy nguậy nhất định không cho. Biết tẩy của anh ta, anh nông dân nói: – Tôi đến mời ông đi ăn thịt gà, nhân tiện xin ông ít quả táo hầm với gà cho ngon. Bữa tiệc này chỉ có tôi và ông thôi, chớ ngại. Nghe xong nhà sư mừng lắm, định bụng hôm nay sẽ được chén một bữa no nê thịt hươu và thịt gà. Nhưng ông đâu có biết sa vào bẫy của hai người kia. Thấy nhà sư im lặng, người kia nói: – Ông thấy thế nào? Hay ông không thích ăn thịt gà của tôi? Nhà sư vội vã đáp: – Không phải, không phải, tôi rất vui lòng nhận lời mời của anh bạn. À mà nhà ông bạn ở đâu? Anh nông dân đáp: – Chỉ ở cuối xóm này thôi. Tuy miệng hỏi vui vẻ như vậy nhưng trong đầu của nhà sư đã hình dung một con gà béo tròn đặt lên đĩa còn đang bốc khói nghi ngút. Và tất nhiên anh đựơc nhà sư mời ra sân và cho hái quả thoải mái trên cây táo đã nổi tiếng là \"bất khả xâm phạm\" của mình. Sau khi đã hái đầy một bịch táo, anh nông dân chào nhà sư ra về dưới con mắt ngạc nhiên của các chú tiểu trong chùa. Từ đó trước tới nay họ chưa bao giờ thấy nhà sư của mình cho ai nhiều táo như vậy. Chiều đến hai anh nông dân cùng đến ngôi chùa nọ để mời nhà sư đi ăn tiệc. Họ gặp nhà sư và như đã bàn tính trước, một trong hai anh nông dân nói: – Bây giờ sư ông đến nhà tôi trước, nhà tôi ở gần ngay đây thôi. Người thứ hai phản đối: – Không được! Đến nhà tôi trước vì cả nhà đang đợi. Không ai nhường ai họ cãi nhau ỏm tỏi khiến nhà sư phải lên tiếng: – Thôi thôi, được rồi, tôi sẽ đi với cả hai vị. Hai người nông dân nháy mắt với nhau, họ đưa nhà sư đi lòng vòng khắp nơi, được một lúc mỏi chân quá, nhà sư nói: – Đã đến chưa mà sao đi mãi vậy? Hai người nông dân đồng thanh đáp: – Sắp tới rồi, ông ráng lên, chỉ còn một đoạn nữa thôi. Hai anh nông dân đáp trấn an nhà sư. Mãi đến lúc này nhà sư nọ vẫn chưa biết mình bị hai người đàn ông kia lừa. Đến chiều nọ họ đã tới làng, đi một đỗi nữa đến ngã ba, một trong hai người nắm tay kéo nhà sư vào con đường phía bên trái và nói: – Đã đến nhà tôi rồi, xin ông hãy qua nhà tôi trước, đánh chén xong hãy qua nhà ông kia. Người kia đâu có chịu bèn chạy lại nói: – Đâu có được, chính tôi mời ông qua nhà tôi trước. Thế là họ cãi nhau. Còn nhà sư không biết phải đi theo ai trước nên chỉ biết phải im lặng. Cãi nhau chán mỗi người bèn tóm một tay của nhà sư mà kéo về phía mình. Vừa kéo họ vừa chửi bới nhau cho đến lúc nhà sư không chịu nổi nữa phải thốt lên: – Hãy để tôi yên! Tôi chẳng đến nhà ai cả, buông tôi ra! Đến lúc này hai người mới buông tha nhà sư ra. Bây giờ ông ta đã quá mệt, vừa chẳng ăn đựơc gì, lại vừa phải nghe tiếng chửi rủa suốt buổi của hai người nông dân. Nhà sư chẳng nói chẳng rằng, bỏ đi một mạch về với vẻ mặt mệt mỏi xen lẫn thất vọng vì hụt bữa ăn ngon, và ông ta cũng chưa biết rằng mình bị chơi một vố đau. Đợi cho nhà sư đi rồi, hai anh nông dân nhìn nhau cười đắc ý. Về phần nhà sư, ông không những mất một số táo đáng kể mà còn chẳng ăn được gì. Đúng là tham thì thâm!", "Câu chuyện : Đàn kiến đền ơn . Nội dung : Trong khu rừng nọ, một đàn kiến sa vào vũng nước. Ở trên cành cây gần bên, có một chú chim nhỏ vừa ra khỏi tổ, thấy động lòng thương, chú bay vụt ra nhặt mấy cọng rác thả xuống làm cầu cho đàn kiến đi qua. Ngày tháng trôi qua, chú chim ấy cũng không còn nhớ đến đàn kiến nọ. Loài chim nhỏ này rất thích làm tổ trên cành sơn trà bởi vì cành cây tua tủa những gai nhọn hoắt. Sơn trà dùng gai làm vũ khí chống kẻ thù và khi ấy sơn trà che chở luôn cho cả tổ chim. Mèo, quạ to xác nhưng khó mà len lỏi vào giữa những mũi gai sắc nhọn để đến được gần tổ chim. Nhưng một hôm con mèo rừng xám bất chấp gai góc cứ tìm cách lần mò tới gần tổ chim nọ. Bỗng từ đâu có một đàn kiến dày đặc đã nhanh chóng tản đội hình ra khắp cành sơn trà nơi có tổ chim đang ở... Mèo rừng hốt hoảng bỏ chạy ngay bởi nó nhớ có lần kiến lọt vào tai đốt đau nhói. Đàn kiến bị sa vào vũng nước ngày ấy đã không quên ơn chú chim đã làm cầu cứu thoát mình khỏi vũng nước.", "Câu chuyện : Những con hạc vàng. Nội dung : Ngày xưa, ở rất xa đây, cách Xứ Lắm Ruộng hàng nghìn ngày đường, có đàn chim hạc lớn lông vàng. Một hôm, Thần Ðại Linh gọi Latakini, con chim đầu đàn đến và nói rằng : – Latakini, đàn chim của ngươi đẹp nhất trong số các loài chim. Ta không ban cho loài chim nào bộ lông vàng như bộ lông của các ngươi. Ta muốn các ngươi không được rời khỏi nơi ta đã dành cho các ngươi. Latakini bèn hỏi : \"Tại sao cấm chúng tôi bay đến nơi khác?\". – Bay đi nơi khác thì cánh hạc sẽ mất đi ánh vàng đẹp mắt – Thần Ðại Linh trả lời rồi biến mất. Latakini xù bộ lông vàng rồi xòe hai cánh mạnh mẽ bay đi rất đường bệ. Nó đi báo cho cả đàn biết quyết định của Thần Ðại Linh. Mùa hè sắp hết. Những đàn ngỗng xứ Canada, vịt trời và cuốc kéo đến quê hương của Latakini ở phương Bắc. Tất cả các loài chim di trú báo cho nhau hiệu tập hợp và để thực hiện cuộc di chuyển hàng năm về phương Nam ấm áp. Latakini không còn bình thản được nữa. Ngày lại ngày, nó theo dõi những đàn chim rất đông bay đi mất hút ở chân trời. Ðêm lại đêm, nó nghe không ngớt những tiếng đập cánh của những đàn chim bay càng nhiều trên nền trời tối đen. Rồi, một buổi sáng, nó nhận thấy cả một vùng rộng chỉ có đàn hạc. Không cưỡng nổi sự cán dỗ, nó ra hiệu cho cả đàn cất cánh bay đi. Thần Ðại Linh rất giận đàn chim hạc không tuân theo lệnh của Người. Người biết rằng đàn hạc bay về Xứ Lắm Ruộng và Người ra lệnh cho tất cả các nguồn nước ở xứ này xoá sạch ánh vàng trên cánh những con hạc dám cưỡng ý Người. Những con hạc vàng bay ngày, bay đêm vượt qua nhiều nước lạ không nghỉ. Cuối cùng, từ trên cao, chúng nhìn thấy một đồng cỏ ngập nắng, ở đó trải dài nhiều khoảng ruộng và lấp lánh những hồ nước. Chúng đã đến đích. Latakini cụp bớt cánh, lượn một vòng trên mặt hồ rồi nhào xuống, có cả đàn theo sau. Những con hạc vừa đậu xuống nước thì tức khắc nổi lên một cơn bão. Sóng trên hồ dâng rất cao có thể nhấn chìm cả đàn. Những con sóng đã giật lấy những cánh vàng của chúng và cuốn đi rất xa theo lệnh của Thần Ðại Linh. Latakini ra hiệu cho đàn cất cánh bay lên, nhưng đã muộn. Không còn đâu những con chim cánh vàng hợp thành một đám mây dày lấp lánh trong nắng phương Nam, bây giờ chỉ là những con chim trắng bay thành một đám như sương mù. Lúc đó Latakini mới nhớ lại lời cảnh cáo của Thần Ðại Linh. Latakini tự an ủi mình : \"Mùa xuân đến, ta trở về quê hương ở phương Bắc thì có thể Thần Ðại Linh trả lại cho ta cánh vàng. Nếu thế thì không bao giờ ta trái lệnh Người nữa, ta sẽ không rời bỏ khu vực mà Người đã dành cho ta\". Nó rất mong đến mùa xuân và khi những con chim di trú lên đường thì Latakini gọi cả đàn bay về quê hương. Một lần nữa, đàn hạc bay nhiều ngày nhiều đêm không nghỉ. Chúng hạ cánh xuống một đồng cỏ ở quê hương. Chao ôi ! Thật chẳng khác gì tuyết đã trở lại : Ðàn chim vẫn một màu trắng xoá. Latakini hiểu rằng không bao giờ nó sẽ có cánh vàng nữa vì nó đã làm trái với ý muốn của Thần Ðại Linh.", "Câu chuyện : Đại bàng và con chim sẻ. Nội dung : Ở khu rừng nọ có một con đại bàng huênh hoang hợm hĩnh . Gặp bất cứ con chim nào , đại bàng cũng khoe khoang rằng nó là chúa tể của các loài chim , rằng nó khỏe nhất , kêu to nhất , bay cao nhất . Một hôm , đại bàng tập hợp tất cả các loài chim lại và lên giọng thách thức : – Hỡi các loài chim , trong các người có kẻ nào dám đọ sức kêu to , ăn nhiều , bay cao cùng ta không nào ? Cả bầy chim sợ hãi nhìn nhau chẳng dám ho he một tiếng . Thấy thế đại bàng càng được thế : – Ta bất chấp tất cả các ngươi đấy . Lúc ấy, một chú sẻ con bèn lên tiếng : – Bác đại bàng ơi , thi ăn nhiều , kêu to với bác thì chúng em chẳng dám rồi , nhưng thi bay cao với bác thì em cũng thử một lần xem sao . Cả đại bàng lẫn các loài chim khác đều sửng sốt ngoảnh lại nhìn chim sẻ nhưng nó không hề nao núng . Cuộc thi bắt đầu . Ðại bàng vỗ cánh bay lên . Khi đã bay cao hơn cả những ngọn cây cao nhất , đại bàng liền gọi : -Ê , sẻ con chết rấp ở đâu rồi ? Lúc ấy sẻ bay lên đầu đại bàng , đáp : -Em đây , bác cứ yên tâm , em không bỏ cuộc đâu . Ðại bàng cố sức bay cao lên nữa . Khi cao hơn cả những đỉnh núi mù sương , đại bàng lại cất tiếng gọi : -Thế nào , sẻ con , vẫn theo ta được đấy chứ ? Chim sẻ lại bay lên trả lời : – Vâng , em vẫn cố theo bác đây . Chừng bác mệt rồi sao mà bay chậm thế ? – Ðời nào ! Ðại bàng nói hổn hển rồi bay ngược lên cao cao mãi , lần này đại bàng đã ở trên cả những đám mây trắng xóa . Nó tin là sẻ con chẳng thể nào bay lên tầng cao này được . Ðôi cánh đã mỏi rã rời . Cổ và đầu nặng trĩu , đại bàng nói chẳng ra hơi . – Sẻ con đã chịu thua ta rồi chứ ? – Chưa đâu , em vẫn ở trên đầu bác đây này . – Giọng sẻ con vẫn lanh lảnh . Ðại bàng quyết không chịu thua chim sẻ , nó lấy hết sức tàn rướn lên cao nhưng không được nữa . Ðại bàng tắt thở . Từ trên cao nó rơi thẳng xuống vực như một hòn đá vậy . Khi ấy , sẻ con chỉ việc xòe cánh ra từ từ hạ xuống giữa các loài chim đang nóng lòng chờ tin cuộc đọ sức . Chúng không hiểu sẻ con có mưu mẹo gì mà thắng được đại bàng vốn bay cao nhường ấy . Chỉ có mỗi một con sẻ con khác là trông thấy lúc cuộc thi bắt đầu , sẻ con đã đậu ngay trên lưng đại bàng . Thì ra đại bàng đã mất công chở chim sẻ trên lưng mà không biết . Mỗi lần đại bàng cất tiếng hỏi , sẻ con lại từ lưng đại bàng bay lên đáp lời , thành thử nó chẳng mất tí sức nào . Bằng trí thông minh và lòng dũng cảm, sẻ con đã thắng đại bàng kiêu ngạo và to lớn hơn nó gấp nghìn lần .", "Câu chuyện : Bài học đầu tiên của gấu con. Nội dung : Ngày chủ nhật Gấu con xin phép mẹ ra đường chơi cùng các bạn. Gấu mẹ dặn: – Con chơi ngoan nhé. Nếu làm sai điều gì, con phải xin lỗi. Được ai giúp đỡ thì con phải cảm ơn. Gấu con tung tăng chạy nhảy và mải lắng nghe chim Sơn Ca hót nên va phải bạn Sóc khiến giỏ nấm văng tung toé ra đất. Gấu con vội vàng khoanh tay và lễ phép nói: – Cảm ơn bạn Sóc! Nói xong Gấu con cúi xuống nhặt nấm bỏ vào giỏ giúp Sóc. Sóc ngạc nhiên nói: – Sao Gấu con lại cảm ơn, phải nói xin lỗi chứ! Mải nhìn Khỉ mẹ ngồi chải lông cho Khỉ con nên Gấu con bị trượt chân, rơi xuống hố sâu. Gấu con sợ quá kêu thất thanh: – Cứu tôi với! Ai cứu tôi !!! Bác Voi ở đâu đi tới liền đưa vòi xuống hố và nhấc bổng Gấu con lên mặt đất. Gấu con luôn miệng: – Cháu xin lỗi bác Voi, Cháu xin lỗi bác Voi! Bác Voi cũng rất ngạc nhiên liền nói: – Sao Gấu con lại xin lỗi, phải nói cảm ơn chứ! Về nhà, Gấu con kể lại chuyện cho mẹ nghe. Gấu mẹ ôn tồn giảng giải: – Con nói như vậy là sai rồi. Khi làm đổ nấm của bạn Sóc, con phải xin lỗi. Còn khi bác Voi cứu con ra khỏi hố sâu, con phải cảm ơn. – Con nhớ rồi ạ! – Gấu con vui vẻ nói.", "Câu chuyện : Chim ưng và cáo. Nội dung : Chim ưng và Cáo quyết định sống với nhau như bạn bè và thoả thuận ở gần nhau cho tình bạn thêm bền chặt nhờ tình láng giềng. Chim ưng xây tổ trên ngọn cây cao còn Cáo đào hang đẻ con ngay trong những bụi cây dưới đất. Nhưng có một lần, cáo đi kiếm mồi, chim ưng đang đói bay sà xuống bụi cây vồ lấy các con cáo con và cùng với các con chim ưng con của mình ăn thịt chúng. Cáo về nhà, biết được điều gì đã xảy ra và rất đau đớn: đau vì các con của mình đã chết không bằng đau vì không trả được thù, vì các con thú rừng không tài nào bắt được chim ưng. Nó chỉ còn biết đứng từ xa mà cất tiếng nguyền rủa kẻ vong tình bội nghĩa kia. Kẻ sức yếu, thế cô thì có thể làm được gì hơn? Nhưng rồi cũng đến lúc chim ưng phải trả giá cho tình bạn bị nó chà đạp. Một người nào đó đem dê ra đồng để hiến tế. Chim ưng bay đến con vật bị hiến và tha đi bộ lòng bốc khói của nó. Và khi nó chỉ vừa mới tha về đến tổ, một cơn gió mạnh ập đến, những dây bện tổ cũ kỹ mỏng mảnh bốc lửa cháy sáng rực. Những con chim ưng con bị cháy xém rơi xuống đất. Chúng chưa thể bay lên được. Thế là Cáo chạy ra ăn thịt chúng ngay trước mắt chim ưng. Lời bàn: Truyện ngụ ngôn này cho thấy kẻ phản bạn dù có thoát được sự trả thù của người bị xúc phạm nhưng cũng không tránh khỏi được sự trừng phạt của Thượng đế.", "Câu chuyện : Sẵn lòng giúp đỡ. Nội dung : Chạy khắp rừng thấm mệt, anh Nai muốn nghỉ ngơi chút đỉnh. Anh nằm xuống bãi cỏ rồi nhờ Thỏ: – Chú mày làm ơn nửa giờ nữa đánh thức anh dậy nhé! Thỏ mừng rối rít: được anh Nai nhờ đâu phải chuyện chơi! – Anh cứ ngủ đi! Ngủ đi! Thế nào em cũng đánh thức anh dậy đúng giờ! – Thỏ hứa. Nai duỗi chân rồi nhắm mắt. – Để em lót cỏ cho anh ngủ nhé? – Thỏ đề nghị, rồi kéo cỏ đến nhét dưới hông Nai. – Cảm ơn, thôi không cần! – Anh Nai nói vẻ ngái ngủ. – Không cần là thế nào? Nằm trên cỏ êm hơn chứ! – Thôi được! Thôi được rồi... Tôi buồn ngủ... – Hay để em mang cho anh cái gì uống trước khi ngủ? Gần đây có con suối. Em chỉ chạy nhoáng một cái là có liền! – Thôi được rồi, không cần đâu... Tôi buồn ngủ lắm rồi... – Thì anh cứ ngủ đi! Ngủ đi! Hay anh muốn em kể chuyện thần thoại cho anh nghe? Như thế anh sẽ dễ ngủ hơn! – Thỏ vẫn ngồi năn nỉ. – Thôi được... Cảm ơn... Tôi ngủ thế này cũng được... – Hay là mấy cái sừng nó làm anh khó ngủ? Nghe đến đấy, Nai đứng dậy bỏ chạy một mạch. – Anh đi đâu thế? – Thỏ ngạc nhiên hỏi – Chưa được hai mươi phút mà!", "Câu chuyện : Sếu, cua và bầy cá. Nội dung : Ở ven hồ kia, có một con sếu rất tinh ma xảo quyệt. Hằng ngày sếu kiếm ăn quanh quẩn trong hồ, hễ con cá nào vừa nhô lên mặt nước hoặc rơi vào bờ là sếu mổ chết ngay. Hồ sẵn cá, tôm, cua, ếch... nên sếu chẳng bao giờ bị đói. Tuy đầy đủ thế song sếu vẫn chưa vừa ý, nó chỉ muốn ăn cho thoả thích đến không còn một con cua, con cá nào trong hồ nữa thì thôi. Một hôm, sếu bay đi kiếm ăn xa, nó nhìn thấy môt cái hồ rộng khác. Sau khi kiếm được vài con cá khá to, sếu quay về hồ cũ. Nó liền nghĩa ra một kế độc để đánh lừa đàn cá: – Này các bạn cá yêu quý của tôi ơi, hôm nay tôi đi xa chơi, trông thấy một cái hồ rộng và đẹp lắm ở bên kia cánh rừng này. Một con cá nhô lên đớp sóng và nói với sếu: – Cái hồ đó thì có dính dáng gì đến chúng tôi? – Thì các bạn để tôi nói hết đã nào! – Con sếu kể tiếp – Trên đường quay về với các bạn tôi nghe thấy mấy người nói với nhau là vài bữa nữa họ sẽ tát cạn hồ để bắt hết cá. Tôi lo quá, mấy người kia nói là họ làm thật đấy. Nếu các bạn chết hết thì tôi biết sống với ai. Con cá nhỏ thật thà kia bèn kể lại lời sếu cho ông bà cha mẹ, anh em bạn bè mình nghe. Chẳng mấy chốc lũ cá trong hồ đã tụ tập lại sát bờ nhau nhau nhờ sếu giúp đỡ qua cơn hoạn nạn. Bàn đi tính lại mãi, cuối cùng lũ cá bằng lòng cho sếu mỗi lần cắp vài con đem thả xuống hồ nước rộng lớn kia rồi quay trở về đón dần dần những con cá khác. Thật tội nghiệp, lũ cá kia đã mắc mưu ác hiểm của con sếu. Sếu xà xuống nước cắp mấy con cá lên rồi bay một mạch đến cái cây to cao nó vẫn thường đậu qua đêm. Nó ung dung chén từng con một rồi tha xương xuống đất. Xong, sếu lại quay lại hồ cắp tiếp một vài con cá khác. Cứ như thế, hết chuyến này đến chuyến khác, cả đàn cá lần lượt theo nhau chui vào bụng sếu, xương cá đã chất thành đống dưới gốc cây. Bây giờ thì đến lượt cua. Nó vốn biết sếu là kẻ gian ác, cua đã cẩn thận dè chừng. Nó để cho sếu cắp vào mai, còn hai càng cua thì vòng qua ôm vào cổ sếu thật chặt. Sếu cắp cua nhằm thẳng cái cây to bay tới. Trong lúc sếu bay cua nhìn xuống mãi mà không thấy cái hồ rộng, đẹp ấy đâu. – Này anh sếu ơi, sắp đến chưa? – Sắp rồi, đừng sốt ruột – Sếu trả lời. Cua bắt đầu e ngại, nỗi ngờ vực ngày càng tăng, chốc chốc nó lại hỏi sếu: – Đã sắp đến chưa? Cái hồ anh nói sao xa thế? – Sắp rồi, chỉ một quãng nữa là đến thôi – Sếu nói, rồi đậu xuống một cành cây quen thuộc. Cua nhìn xuống gốc cây, thấy cả một đống xương to, trắng xoá, nó hiểu ngay là đàn cá trong hồ đã bị sếu ăn thịt hết. Lập tức cua xiết chặt hai càng to khoẻ quanh cổ sếu. Mặc cho sếu vỗ vành rồi vùng vẫy, dù thế nào cua cũng không buông lỏng cổ sếu ra. Cua bắt sếu phải cắp nó quay lại hồ cũ. Bị hai càng cua to chặt kẹp đau quá, sếu đành phải cắp cua bay về hồ. Trước khi sếu há mỏ để thả cua xuống nước, cua lấy hết sức kẹp đứt lìa cổ sếu. Chỉ kịp kêu lên một tiếng thất thanh, con sếu rơi xuống mặt hồ. Thật đáng đời cho con sếu gian tham độc ác!", "Câu chuyện : Sáng ba tối bốn. Nội dung : Ở Tống Quốc có một người rất thích nuôi khỉ, nên người ta đặt cho anh ta cái tên là Vượn Công. Anh ta nuôi hàng đàn khỉ, biết rõ tâm tính từng con, đàn khỉ cũng hiểu được tiếng nói của chủ mình. Vượn Công mỗi ngày dành một khẩu phần lương thực để nuôi đàn khỉ. Không lâu, nhà không đủ lương ăn, anh ta định bớt lại khẩu phần ăn của đàn khỉ, nhưng sợ đàn khỉ không nghe lời, bèn nghĩ ra cách nói lừa chúng nó. Rồi anh ta tập hợp đàn khỉ lại, nói: – Từ nay về sau cho chúng mày ăn hột cao su trừ bữa, mỗi đứa sáng ba hột, tối bốn hột, đủ no không? Đàn khỉ nhau nhau chê ít. Một lúc sau, anh ta lại hỏi: – Chúng mày từ nay ăn hột cao su trừ bữa, mỗi đứa sáng bốn hột, tối ba hột, như vậy đủ no rồi chứ! Cả đàn khỉ nghe qua, nằm mọp xuống đất tỏ ý rất hài lòng.", "Câu chuyện : Gà gô và người bẫy chim. Nội dung : Một người săn chim bắt được một con gà gô và chuẩn bị làm thịt nó. Gà gô nói: – Khoan đã, đừng giết tôi. Người bẫy chim hỏi: – Tại sao lại không giết ngươi? Gà gô trả lời: – Vì tôi muốn sống. Còn nữa, nếu ngài thả tôi đi, tôi sẽ dụ vài người bạn và hàng xóm của tôi đến đây, rồi ngài có thể bắt lấy họ, như thế chẳng tốt hơn là chỉ bắt được có mỗi một con chim tội nghiệp này thôi sao? Người săn chim nói: – Vậy ngươi sẵn sàng để bạn bè và hàng xóm của mình phải chết chỉ để cứu lấy mạng sống của chính ngươi sao? Đồ độc ác! Ngươi sống như vậy là đủ rồi đấy. Rồi ông ta làm thịt nó luôn.", "Câu chuyện : Con nhím và bầy rắn . Nội dung : Một ngày nọ, một con nhím lang thang đi tìm nơi trú ngụ. Nó tìm thấy gia đình nhà rắn đang sống trong một cái hang ấm áp và đã đề nghị được cho vào ở cùng. Bầy rắn miễn cưỡng đồng ý, thế là nhím ta chui vào nhà của rắn. Nhưng bầy rắn nhanh chóng nhận thấy rằng những cái lông nhọn như gai của nhím thường đâm vào chúng và làm chúng đau đớn. Bầy rắn ước sao mình đã không cho nhím vào ở chung. Bầy rắn nói: – Nhím yêu quý ơi, làm ơn hãy đi đi, bạn to và nhiều gai nhọn quá. Nhưng con nhím nọ rất xấu tính, nó trả lời: – Ồ không. Nếu các anh không thích ở đây thì các anh có thể đi chỗ khác. Riêng tôi thì thấy nơi này thật dễ chịu. Lời bàn: Giữ một vị khách không mời ở ngoài cửa dễ hơn là cho anh ta vào nhà rồi bắt anh ta đi...", "Câu chuyện : Con cáo và cái bóng. Nội dung : Một con cáo tinh thần đang vui vẻ thèm ăn rời hang đi tìm mồi. Khi nó chạy, nắng chiều chiếu xuống trên lưng nó làm bóng nó đổ dài trên mặt đất, nhìn y như là nó cao lớn hơn mọi hôm gấp nhiều lần. \"Ô, xem kìa!\" con cáo tự hào la lớn, \"mình mới cao lớn làm sao! Sao mình lại phải bỏ chạy mỗi khi thấy thằng sư tử bé nhỏ ấy nhỉ! Mình sẽ cho nó biết ai mới xứng đáng làm vua khu rừng này, nó hay là mình.\" Ngay khi đó, một cái bóng khác khổng lồ bao trùm lấy nó, và trong chớp mắt nó đã té xuống chỉ với một cú đấm của sư tử. Lời bàn: Đừng để trí tưởng tượng của bạn làm bạn quên mất cả sự thực!", "Câu chuyện : Đôi bò và cặp bánh xe. Nội dung : Một đôi bò ra sức kéo một chiếc xe chất đầy hàng qua một con đường quê lầy lội. Chúng phải lấy hết sức lực mới kéo nổi chiếc xe, nhưng không hề phàn nàn kêu ca. Cặp Bánh Xe thì lại khác hẳn. Mặc dù nhiệm vụ của chúng phải làm là hết sức nhẹ nhàng so với việc của đôi bò, chúng cứ kẽo kẹt rên rỉ theo mỗi vòng quay. Đôi bò tội nghiệp, mặc dù đã phải hết sức mới kéo được chiếc xe đi trong buồn sâu, lại còn phải ù tai vì những tiếng kêu ca phàn nàn nhức óc của Cặp Bánh Xe. Việc này, ai cũng biết, làm cho công việc của chúng trở nên nặng nề khó chịu đựng hơn. \"Im đi!\" Đôi Bò cuối cùng cũng phải la lên, mất hết cả kiên nhẫn. \"Bánh Xe chúng mày phải làm những gì mà kêu ca phàn nàn nhức óc thế? Tụi tao phải kéo cả chiếc xe nặng nề, chứ không phải chúng mày, nhưng chúng tao có kêu ca gì đâu.\" Lời bàn: Người sung sướng nhất lại hay kêu ca nhiều nhất!", "Câu chuyện : Cáo và dê con . Nội dung : Ngày xưa có một chú dê con đang nhú sừng nghĩ rằng mình đã lớn và có thể tự lo cho mình được. Thế nên vào một buổi chiều, khi đàn dê từ đồng cỏ bắt đầu quay về chuồng thì dê mẹ gọi, nhưng dê con chẳng thèm nghe và cứ kiếm cỏ non gặm tiếp. Lát sau, khi nó ngẩng đầu lên thì đàn dê đã về hết. Nó chỉ còn lại một mình. Mặt trời đang lặn xuống. Các bóng cây đổ dài trên mặt đất. Một cơn gió nhẹ lạnh run lướt qua đồng cỏ rít lên những tiếng động đáng sợ. Dê con rùng mình sợ hãi khi nghĩ đến tên Cáo khủng khiếp. Nó bắt đầu chạy lung tung khắp cánh đồng, kêu be be mẹ ơi mẹ. Nhưng mới được một tí, tên Cáo bỗng xuất hiện, gần một bụi cây! Dê con biết là mình chẳng còn nhiều hy vọng gì nữa. \"Cháu xin ông, ông Cáo,\" dê con run rẩy nói, \"cháu biết là ông sẽ ăn thịt cháu. Nhưng trước khi ăn, xin ông hãy thổi kèn lên giúp cháu, vì cháu muốn được nhảy múa cho vui vẻ trước khi chết.\" Cáo thấy trước khi ăn được nghe nhạc chút ít cũng thích thú, nên nó liền lấy kèn thổi cho Dê Con nhảy múa tưng bừng. Trong lúc đó, đàn dê đang trên đường từ từ trở về chuồng. Trong buổi chiều im ắng tiếng kèn của Cáo được gió thổi đi xa. Mấy chú chó chăn dê vểnh tai lắng nghe. Chúng liền nhận ra bài Cáo vẫn thường hát trước khi ăn, chỉ một thoáng, chúng đã phóng như bay trở lại cánh đồng cỏ. Cáo đột ngột ngừng thổi, và bỏ chạy, nhưng không còn kịp nữa vì lũ chó đã đến gần, nó bèn trách mình sao ngu ngốc đi thổi kèn để làm vui lòng dê, thay vì cứ để tâm đến cái công việc sát sinh của mình. Lời bàn: Đừng bao giờ để bất cứ việc gì gây sao nhãng mục tiêu chính của mình.", "Câu chuyện : Con lừa và con la. Nội dung : Lừa và La cùng đi đường. Hai con cùng chở hàng bằng nhau. Lừa càu nhàu là La cũng mang bằng nó nhưng nhận phần thức ăn gấp đôi. La lẳng lặng không nói gì. Được một quãng, Lừa thấm mệt. Người chủ hàng lấy bớt một phần hàng trên lưng Lừa chuyển sang cho La. La không phàn nàn gì, tiếp tục đi. Được một quãng đường nữa, Lừa càng đuối sức. Chủ hàng lại lấy thêm hàng chuyển sang cho La. Trên lưng Lừa hầu như chẳng còn hàng hoá gì nữa, lẽo đẽo đi sau, vừa đi vừa thở hổn hển. Khi ấy, La quay lại bảo Lừa: – Này bạn thân mến, tôi đáng được hưởng gấp đôi phần ăn đấy chứ? Lời bàn: Vì vậy, khi ta xét đoán công việc mọi ngưòi không phải ở lúc bắt đầu, mà là ở khi kết thúc.", "Câu chuyện : Con gấu và hai người đàn ông . Nội dung : Hai người đàn ông đang đi cùng nhau thì bỗng nhiên có một con gấu xuất hiện trên đường. Một người nhanh chóng trèo lên một cái cây và cố giấu mình trong những nhánh cây rậm rạp. Người kia nhận thấy mình sắp bị tấn công bèn nằm sải trên nền đất. Khi con gấu lại gần dùng mũi đánh hơi và hít hít ngửi ngửi khắp người anh ta, thì anh ta liền nín thở, giả vờ chết. Con gấu bỏ đi vì người ta vẫn hay nói rằng loài gấu không bao giờ động vào xác chết. Khi con gấu đã đi khỏi, người đang trốn trên cây bèn tuột xuống, chạy đến chỗ bạn mình và hỏi đùa rằng: – Con gấu đó đã thì thầm cái gì vào tai anh vậy? Người kia nghiêm trang trả lời: – Nó đã cho tôi một lời khuyên: đừng bao giờ đồng hành cùng một người bỏ rơi anh trong lúc hoạn nạn.", "Câu chuyện : Con chó xấu tính. Nội dung : Có một con chó nọ cứ hay lao vào tấn công bất cứ ai mà nó gặp, nhưng nó làm điều này rất bất ngờ đến mức không ai nghĩ là sẽ bị nó làm đau cho đến khi nó cắn vào gót chân họ. Nhằm cảnh báo cho người lạ biết mà tránh, đồng thời cũng để trừng phạt con chó, có lúc người chủ đeo vào cổ của nó một cái chuông, và có lúc ông bắt nó phải kéo một khúc gỗ nặng, khúc gỗ này được cột vào vòng cổ của nó bằng một sợi xích. Lúc đầu con chó nọ còn cúi gằm mặt xuống, nhưng khi thấy chính cái chuông và khúc gỗ làm cho người ta chú ý đến mình nhiều hơn, thì nó lại lấy làm tự hào và chạy vòng quanh khu chợ để trưng chúng ra cho người ta chú ý. Thậm chí nó còn tỏ ra kiêu ngạo, huênh hoang với những con chó khác không giống như nó. Thấy thế, một con chó săn già đã nói: – Tại sao chú mày lại tỏ ra huênh hoang cứ như thể cái chuông và khúc gỗ của chú mày là những phần thưởng thế hả? Đúng là những vật đó khiến cho chú mày được nhiều người chú ý đến thật đấy, nhưng khi người ta hiểu được ý nghĩa thực sự của chúng thì chúng chính là điều đáng hổ thẹn cho chú mày và là vật luôn nhắc nhở rằng chú mày là một \"con chó xấu tính\". Lời bàn: Nổi tiếng vì những phẩm chất tốt đẹp là một chuyện, nhưng tai tiếng vì những lỗi lầm của mình thì lại là chuyện khác.", "Câu chuyện : Chiến mã và con lừa. Nội dung : Một con chiến mã – đã sẵn sàng ra chiến trường với bộ yên cương lục lạc tuyệt đẹp trên mình – đang phi nước kiệu trên đường, tiếng vó ngựa phi trên đường nghe như tiếng sấm dội. Một con lừa già đáng thương – đồ đạc chất đầy trên lưng – cũng đang chầm chậm bước đi trên con đường đó. Con chiến mã nói: – Tránh đường cho ta đi, nếu không ta sẽ giày ngươi xuống đám bụi đường bây giờ! Con lừa tội nghiệp cuống cuồng tránh đường cho nó, thế là con chiến mã lại tiếp tục phóng đi đầy kiêu hãnh. Không lâu sau, con ngựa bị bắn trúng mắt. Vì không còn phù hợp để phục vụ trong quân đội nữa, nên người ta tháo bộ yên cương và lục lạc của nó ra. Rồi nó bị bán cho một người nông dân, ông ta thường bắt nó phải chở rất nhiều đồ đạc trên lưng. Không lâu sau, con lừa già ngày nào gặp lại nó và nhận ra nó ngay. Con lừa kêu lên: – A ha! Có phải là anh đấy không? Lời bàn: Tính tự phụ, kiêu căng rồi thì cũng có ngày bị sụp đổ mà thôi!", "Câu chuyện : Giá trị thực sự. Nội dung : Một lần nọ, cáo và báo cãi nhau xem ai đẹp hơn. Báo khoe từng cái đốm trên khắp bộ da của mình. Còn cáo vốn tự hào về trí khôn của nó hơn là vẻ ngoài, sau cùng đã cắt ngang sự khoe khoang của báo bằng một câu nói như thế này: – Có nói gì thì nói, tôi vẫn đẹp hơn anh nhiều, tôi không chỉ có vẻ đẹp bên ngoài, mà vẻ đẹp của tôi còn thể hiện qua trí tuệ của tôi nữa kia. Lời bàn: Giá trị thực sự của một người quan trọng hơn vẻ ngoài của anh ta.", "Câu chuyện : Bài học nhớ đời . Nội dung : Gấu lớn cứ bắt nạt Thỏ nhỏ. Chẳng chi cả mà nó cứ tóm lấy Thỏ rồi bạt tai đến nỗi một bên tai Thỏ vẹo hẳn xuống. Chú Thỏ khốn khổ khóc mãi, khóc hoài. Tai chú cuối cùng rồi cũng hết ê ẩm, nước mắt cũng đã khô, thế mà chú vẫn thấy đau. Chú phải làm gì đây? Tại sao chú lại cứ đụng phải cái gã Gấu hết lần này đến lần khác như thế kia chứ! Xưa nay chú chưa bao giờ phải chịu cái nông nỗi này. Nhưng lấy ai là người có thể giúp đỡ chú được? Gấu là gã khỏe nhất trong khu rừng này. Còn Sói và Cáo là bạn chí thân của gã. Chúng vẫn thường về hùa với Gấu. – Ai có thể giúp tôi được đây? – Thỏ than vãn. – Được, tôi đây! – Có ai đó kêu lên. Thỏ liếc con mắt trái và thấy Muỗi. Làm sao bạn có thể giúp tôi được? – Thỏ nói – Bạn làm gì nổi Gấu? Gã quá to, mà bạn thì nhỏ như thế. Bạn không đủ sức mạnh đâu! – Được, đợi coi nhé! – Muỗi nói. Gấu đã lang thang suốt ngày qua khu rừng nóng nực. Gã mệt mỏi và buồn ngủ, liền lăn ra đám cây mâm xôi nằm nghỉ. Nhưng khi ngã vừa nhắm mắt lại, thì gã nghe có tiếng gì vo ve bên tai: \"Vi...e...é...\" Gấu biết đó là tiếng chú Muỗi. Gấu nín hơi đợi cho Muỗi đậu lên mũi. Muỗi lượn vòng quanh, vòng quanh và rồi cuối cùng đậu lên ngay chóp mũi của Gấu. Gấu vung bàn tay trái lên, đạp bóp một cái vào chóp mũi của gã! Như vậy là dạy cho gã một bài học rồi! Gấu trở mình qua bên phải nhắm mắt lại. Nhưng đúng lúc đang ngáy dở, ngã lại nghe thấy tiếng gì vo ve bên tai: \"Vi...e...é...\" – Thằng Muỗi phải cút đi ngay từ lúc đó rồi chứ! Gấu nín thở nằm yên, giả bộ ngủ say, nhưng suốt thời gian đó gã lắng nghe, đợi cho Muỗi tìm nơi đậu khác. Còn Muỗi thì cứ tiếp tục vo ve, vo ve rồi đột nhiên ngừng bặt. – Thật là thoát nợ! – Gấu nhủ thầm và nằm duỗi ra. Nhưng, Muỗi đã lại nhẹ nhàng đậu lên tai Gấu và bò vô trong. Muỗi chích Gấu một cú đau dễ sợ! Gấu nhảy dựng lên. Gã vung bàn tay phải, đập vô tai gã mạnh đến nỗi nảy đom đóm mắt. Dứt khoát, cú đó thì đủ săn sóc cho cái thằng Muỗi đến tàn đời. Gấu gãi tai và sửa soạn chỗ nằm. Gã có thể ngủ được rồi đây! Nhưng đúng lúc ngã vừa nhắm mắt, thì lại nghe có tiếng \"Vi...e...é\" quen thuộc. – Thật là tai họa không thể chịu được nữa! Gấu rền rỉ, vùng dậy, đâm đầu chạy khỏi cái nơi Muỗi đã đưa nó vào tròng. Gã trượt té, xô bừa qua các bụi cây, ngáp đến sái quai hàm, vừa đi vừa buồn ngủ đến suýt ngục xuống. Thế mà Muỗi vẫn ở ngay bên cạnh: \"Vi...e...é\" Gấu lại tiếp tục chạy. Gã chạy đến hụt hơi rồi gục xuống dưới một lùm cây. Gã nằm đó thở hổn hển, dỏng đôi tai lên lắng nghe tìm Muỗi. Khu rừng thật là yên vắng, và tối đen như mực. Tất cả các loài chim, thú đều đang ngủ ngon lành. Riêng Gấu trằn trọc và gần xỉu vì kiệt sức. – Khốn khổ quá! – Gấu tự nhủ: – Cái thằng Muỗi nhép đó nó gây khốn đốn cho mình, đến chẳng còn nhớ nổi tên mình là gì nữa. Sung sướng là mình đã xoay sở thoát được. Bây giờ, cuối cùng thì mình cũng có thể ngủ được một chút. Gấu tới dưới một bụi dẻ lớn. Gã nhắm mắt lại và ngủ vật vờ. Gã bắt đầu mơ. Gã thấy mình đang ở trong rừng, bất ngờ gặp một tổ ong đầy mật. Gã sắp thọc tay vô tổ ong thì đã nghe có tiếng vẳng tới: \"Vi...e...é\". Muỗi đã tìm được Gấu và cuối cùng lại đánh thức Gấu dậy! Gấu gồi dậy, rên rỉ. Trong khi đó Muỗi tiếp tục bay vòng quanh đầu gã, lúc tới gần, khi xa xa, vo ve lúc to lên, khi nhỏ lại, cho đến lúc đột nhiên Muỗi ngừng hẳn. Muỗi đã biến mất rồi ư? Gấu đợi một lát, rồi gã bò lết ra xa, vô một bụi cây, nhắm mắt lại. Toại nguyện. Gã vừa chợp mắt thì đúng khi đó, Muỗi cất lên giọng ca \"Vi...e...é\". Gấu bò lê ra khỏi bụi cây. Gã bắt đầu gào khóc. – Thì mày muốn gì, hở loài sâu bọ? Tao cầu cho mày chết rũ! Mày đợi đấy! Tao không thèm ngủ một tí nào nữa. Tao sẽ tóm được mày cho mà coi! Muỗi đã cho Gấu \"khiêu vũ\" đến tận lúc mặt trời lên. Nó đã làm cho Gấu hoàn toàn mệt lử. Suốt đêm Gấu chẳng được nghỉ lấy một chút nào. Gã đã tự đập gã đến thâm tím mình mẩy, để cố bắt cái thằng Muỗi nhép đó mà không được. Mặt trời lên. Những con chim, con thú tỉnh dậy sau một đêm ngủ ngon lành. Chúng nhảy nhót và ca hót vui vẻ. Chỉ một mình Gấu không vui vẻ gì trước lúc bắt đầu một ngày mới. Thỏ gặp Gấu ở ven rừng buổi sáng hôm đó. Gấu xù bước vấp, bước trượt, lảo đảo lê đi. Nó chẳng thế nào mở nổi con mắt ra nữa, vì quá buồn ngủ. Thỏ cười đã đời! Nó cười đến suýt bể bụng ra mất. – Cảm ơn Muỗi nhé! – Thỏ vui vẻ nói khi vừa trông thấy Muỗi. – Bạn thấy gã Gấu đấy chứ? – Tất nhiên rồi! – Thỏ đáp rồi lại bật cười. – Bạn thấy tôi cũng không đến nỗi bé nhỏ và yếu ớt quá như người ta tưởng, phải không? Muỗi nói xong, vừa bay đi vừa cất giọng hát \"Vi...e...é\".", "Câu chuyện : Chim ưng, con diều và đàn bồ câu. Nội dung : Sự xuất hiện thường xuyên của một con diều làm cho đàn bồ câu rất hoảng sợ nên chúng đã gọi chim ưng đến bảo vệ cho mình. Đàn bồ câu nói: – Ngài là người duy nhất chúng tôi quen biết, chỉ có ngài mới có thể bảo vệ chúng tôi khỏi nanh vuốt của kẻ thù. Nếu ngài bảo vệ chúng tôi, chúng tôi sẽ cảm thấy thật an toàn. Chim ưng đồng ý ngay lập tức và chuyển đến sống trong chuồng chim bồ câu. Nhưng khi đàn bồ câu để chim ưng vào ở chung với mình thì chúng nhận thấy rằng số chim bồ câu bị chim ưng giết chết trong một ngày còn nhiều hơn số chim bồ câu bị con diều kia nhào trúng trong một năm. Lời bàn: Khi gặp rắc rối, chúng ta không được quên rằng có những mối nguy hiểm khác còn ghê gớm hơn những gì chúng ta đang phải đối mặt.", "Câu chuyện : Vẻ đẹp . Nội dung : Gấu và Sói ngồi nói chuyện trên trời dưới đất. Cạnh đó có một chị Bướm đang bay lượn. Chị bay từ cây này sang cây khác. Nhìn thấy chị Bướm, bác Gấu đưa mắt ngắm nghía. – Xem kìa! – Bác nói với anh Sói – Tuyệt diệu làm sao! – Ở đâu? – Sói hỏi. – Đấy kìa, trên cành cây, ngay trên đầu anh đấy! Một chị Bướm! Biết bao nhiêu vẻ đẹp trên thân hình chị!... – Trên thân hình chị Bướm ấy à? – Sói cười mỉa. – Anh không thích chị Bướm ấy ư? – Bác Gấu ngạc nhiên. – Có cái gì hay ho trong con bướm ấy nào? – Khỏi nói! – Bác Gấu cãi lại – Anh xem kìa! Chị ấy bay lượn mới nhẹ nhàng uyển chuyển làm sao! Những nét hoa trên đôi cánh đẹp đẽ làm sao! Thật là tuyệt vời! – Uyển chuyển ư? Nét hoa ư? Tôi chẳng thấy một cái gì gọi là hay ho cả! – Nhưng... – Không có \"nhưng\" gì cả! Cách đây không lâu, tôi nhìn thấy một con Cừu non mũm mĩm. Chà, toàn là thịt! – Sói nói, hai mắt sáng rực lên – Đấy mới thật là đẹp! – A! – Bác Gấu nói, vẻ chán chường – Thiết tưởng tôi đã hiểu anh...", "Câu chuyện : Tính lầm . Nội dung : Ngày xửa ngày xưa có một anh Sói lười. Nhà cửa của anh, anh chẳng bao giờ quét dọn, sửa sang. Nó bẩn thỉu, rách nát, chỉ chực sụp xuống. Một hôm, bác Voi đi qua, chẳng may đụng nhẹ vào làm đổ mái nhà anh Sói. – Xin lỗi anh bạn! – Bác Voi nói với Sói – Tôi sẽ sửa ngay cho anh. Bác Voi vốn là người giỏi giang, cái gì cũng biết và không sợ công việc. Bác liền lấy búa, đinh, sửa ngay mái nhà cho Sói. Mái nhà trở nên chắc chắn hơn trước... \"Ô hô ! – Anh Sói bụng bảo dạ – Rõ ràng là lão ta sợ mình! Thoạt đầu đã phải xin lỗi, sau đó còn sửa lại cả mái nhà. Mình phải bắt lão ta làm cho mình một cái nhà mới mới được! Lão sợ, ắt phải nghe theo!\" – Này, đứng lại! – Sói quát bảo Voi – Mày làm cái thói gì thế? Mày tưởng có thể bỏ đi một cách dễ dàng thế chắc? Làm đổ nhà người ta, đóng qua loa được mấy cái đinh rồi định chuồn à? Biết điều thì đi mà làm cho ta một cái nhà mới! Đồ súc sinh! Bằng không ta sẽ cho một bài học, đừng hòng mong thấy lại bà con thân thích! Nhanh lên! Nghe Sói nói những lời ấy, bác Voi không nói gì cả. Bác lẳng lặng quắp ngang bụng Sói ném xuống hố nước bẩn. Rồi đè bẹp dí nhà Sói. – Này, nhà mới này! – Bác Voi nói rồi đi thẳng. Tỉnh dậy, Sói ngạc nhiên tự hỏi: \"Mình thật không hiểu gì cả! Lúc đầu lão có vẻ sợ mình đã xin lỗi tử tế, thế mà sau đó lại hành động thế này... Thật không sao hiểu nổi!\" – Chú mày ngu lắm! – Nhìn thấy hết mọi chuyện, bác Quạ già nói – Chú mày đã không hiểu sự khác nhau giữa người hèn nhát và người được giáo dục tốt!", "Câu chuyện : Một câu trả lời. Nội dung : Một hôm, chú Gà Con cứ bám riết lấy anh Gà Trống to tướng mà hỏi. – Tại sao mỏ chị Diệc dài và hai chân chị ấy cao kều, còn của em lại nhỏ xíu? – Lui ra! – Tại sao anh Thỏ lại có những hai cái tai dài còn em thì ngay cả một cái vành tai ngắn nhất cũng không có? – Đừng quấy rầy nữa! – Vì sao Mèo Con có cả một bộ lông đẹp thế mà em thì chỉ có mấy cái lông lơ thơ thế này? – Thôi đi! – Tại sao anh Chó Con biết ngoe nguẩy đuôi còn em thì chẳng có tí đuôi nào cả? – Thôi im đi! – Tại sao anh Dê Con có sừng mà em thì ngay cả một cái sừng xấu nhất cũng chẳng có? – Thôi đi! Lui ra! – Anh Gà Trống tức điên lên. – Lúc nào cũng lui ra... lui ra! Tại sao người lớn ai cũng trả lời những câu hỏi của trẻ con, còn anh thì lại không? – Gà Con trách móc. – Tại vì em không hỏi mà chỉ có ganh tỵ! – Gà Trống trả lời nghiêm khắc. Và đó hoàn toàn là sự thật!", "Câu chuyện : Mất búa. Nội dung : Có một anh chàng tiều phu làm mất cây búa, anh ta nghi ngờ cậu bé nhà hàng xóm ăn cắp. Cho nên mỗi cử chỉ đi đứng của cậu bé anh ta đều nghĩ rằng đó là cử chỉ ăn cắp. Nhìn thấy những biểu hiện trên nét mặt của cậu bé, anh ta cũng cho đó là nét mặt của kẻ ăn cắp. Nghe cậu bé nói chuyện cũng cho là giọng nói của kẻ ăn cắp. Nhất cử nhất động của cậu bé đều giống kẻ ăn cắp búa của anh ta. Rồi một hôm sau, anh ta lên núi tìm thấy lại cây búa của mình bỏ quên trên trên gò đất. Từ đó, anh ta nhìn mọi cử chỉ và hành động của cậu bé nhà hàng xóm không giống kẻ ăn cắp như trước đây anh vẫn nghĩ nữa.", "Câu chuyện : Điều mong ước cuối cùng. Nội dung : Sói quyết định thắt cổ tự tử rồi loan báo cho cả rừng biết. – Chuyện! Anh ấy mà thắt cổ tự tử! Đợi đấy! – Thỏ cười mỉa mai. – Dám thắt thật đấy! Dám lắm! Anh ta đã quyết định chắc chắn như thế – Rùa nói. – Có thể anh ta suy nghĩ lại! – Nhím nói. – Không nghĩ lại đâu! Đời nào! Anh ta đã chọn cả cây liễu để làm nơi treo cổ – Chị Quạ cam đoan – Anh ta đang đi tìm thêm dây... Tranh cãi, bàn tán xôn xao khắp rừng. Kẻ tin, người ngờ. Tin ấy đến tai bác Sếu. Bác bay ngay vào rừng tìm Sói. Bác thấy Sói đang ngồi dưới gốc liễu, buồn như tàu lá úa. Tim bác thắt lại, quặn đau. Xưa nay bác không yêu quý Sói, không bao giờ cho Sói đến sân nhà thật, nhưng đối với Sói bây giờ, dù sao cũng là một tấn thảm kịch! – Chào anh Sói! – Bác Sếu chào giọng nhỏ nhẹ. – Chào bác và xin vĩnh biệt! – Sói nói rồi đưa chân quệt nước mắt – Vĩnh biệt bác nhé! Bác đừng buồn. Hãy tha thứ cho tôi nếu như có điều gì... – Không lẽ anh định treo cổ thật? – Bác Sếu hỏi, vẻ thận trọng – Thật không sao tin được! Tại sao? Có chuyện gì vậy? – Tôi bị lăng nhục! Bị nhục mạ cả trong truyện ngụ ngôn lẫn trong truyện cổ tích... Tôi không muốn sống thêm một ngày nào nữa... Bác giúp tôi, tìm hộ cho một sợi dây. Tìm trong kho để đồ ấy... Kho khóa thật, nhưng người ta tin bác, bác cứ đến... – Được... Tôi sẽ giúp anh! – Không suy nghĩ, bác Sếu đồng ý ngay. – Cảm ơn bác lắm! – Sói nói giọng cảm động – Ừ, mà nhân tiện bác tìm cách đem cho tôi một chú dê con luôn thể... Bác cố thực hiện điều mong ước cuối cùng của tôi... Sếu đã thực hiện điều mong ước cuối cùng của Sói. Còn Sói thì không thèm thắt cổ tự tử. Nó đã nghĩ lại.", "Câu chuyện : Những ngón tay. Nội dung : Một hôm, những ngón tay tranh luận với nhau xem những ngón nào là quan trọng hơn cả. Thoạt tiên, ngón tay giữa nói: – Tôi chiếm vị trí trung tâm của bàn tay, không có tôi thì bàn tay chẳng ra bàn tay nữa. Các ngón khác đều cãi rằng: – Tuy cậu ở vị trí trung tâm và cao hơn tất cả nhưng chỉ ngồi đó cho có vị thôi, chứ có giúp được việc gì cho bàn tay để cầm nắm đâu! Ngón tay đeo nhẫn vênh mặt nói một cách tự hào rằng hắn đóng vai trò quan trọng nhất: chính hắn là người mang dấu hiệu tượng trưng cho sự trưởng thành của chủ, tức là đeo nhẫn cưới. Nhưng các ngón tay khác đều cười và nhận xét rằng: – Thà cậu im đi còn hơn. Chiếc nhẫn cưới ấy ông chủ cất trong túi nhiều hơn, cốt để các cô gái trẻ tưởng ông ấy chưa lập gia đình, chứ có đeo đâu. Ngoài ra cậu có làm được việc gì khác đâu? – Quan trọng nhất vẫn là tôi! – Ngón tay trỏ nói – Ai là người chỉ đường? Ai là người vạch ra những thiếu sót của cơ quan? Chính là tôi. Thử nghe ông chủ thường nói: Các bạn, nguyên nhân sự chậm tiến của chúng ta chính là ở đây..., mọi người đều sợ tôi trỏ vì không ai muốn mình là nguyên nhân chậm tiến của cả tập thể. – Bạn nhầm rồi, bạn thân mến ạ – Ngón tay cái phản đối – không phải chỉ mình bạn biết chỉ. Tôi cũng chỉ, nhưng chỉ một cách khéo léo, tế nhị hơn cơ. Tôi không chỉ thẳng vào người ta mà lại chỉ qua bên phải, qua sau lưng, nhưng vẫn trúng thủ phạm như thường. Hơn nữa, trong một số trường hợp, khi muốn thoái thác trách nhiệm, tôi giúp ông chủ chỉ cho khách sang cửa khác, gặp người khác mà cầu xin, phản đối... Từ nãy chỉ có ngón tay út im lặng. Vả lại, nó còn biết khoe khoang gì nữa: nó vốn là ngón tay bé nhất. Nhưng... – Kìa, tại sao chú út không nói gì? – Những ngón tay khác hỏi. – Em cũng biết chỉ đấy chứ. Vì em vốn nhỏ bé cho nên trong những lúc ông chủ cần tự phê bình, ông ấy dùng em chỉ vào ngực mình thì chẳng ai trông thấy cả. Ngoài ra, em còn được việc trong những khi cần móc ngoặc: nếu thỏa thuận với ai, chỉ cần nói xong ngay. Thế là cả hai người đều chìa em ra móc với nhau. Nhiều khi được việc ra phết đấy!", "Câu chuyện : Nhện và gián. Nội dung : Có con nhện và con gián cùng sống trong một ngôi nhà. Một hôm nhện bực bội bảo: – Tôi rất lấy làm không ưa cái ông chủ nhà này. Tôi chẳng làm hại gì ông ta, thế mà cứ hễ thấy tôi chăng cái mạng ở chỗ nào là ông ta ra tay quét bằng sạch. Tôi cầu cho ông ta tan hoang cửa nhà. Gián cãi: – Tôi thì tôi lại thích cái ông chủ nhà này, vì tôi tha hồ chui vào lọ dầu, lọ mỡ mà xơi mà chén cho thỏa thích. Tôi cầu cho ông ta ngày một giàu có để tôi được tha hồ chén dầu, chén mỡ. Quả nhiên, nhà chủ ngày một giàu lên. Và để làm cảnh, mua vui, ông chủ nhà còn rước về một con khướu. Con khướu này đặc biệt thích ăn gián, bởi thế chủ nhà ra sức bắt tìm gián để làm thức ăn cho khướu, đến nỗi đàn gián chết sạch, chỉ còn mỗi con gián độ nọ là trốn thoát. Nhện ẩn mình ở xó bếp, gặp gián bèn hỏi mỉa mai: – Thế nào, độ này bác sống ra sao? Tôi tuy bị phá sạch nhưng chưa đến nỗi bị truy diệt, nhất là không như loại gián nhà bác, chết bởi cái giống chỉ có tài hót mà thôi. Bác còn chúc chủ nhà giàu có hơn nữa thôi? Bác cũng có tài chúc đấy chứ! Gián nghe vậy thì xấu hổ quá, bèn tụt xuống miệng cống trốn. Từ bấy trở đi, loài gián toàn sống chui lủi, không bao giờ dám ló mặt giữa ban ngày ban mặt và ở những nơi thoáng đãng, có ánh sáng.", "Câu chuyện : Chị mèo nhận họ . Nội dung : Nghe người ta nói Hổ và Báo cũng thuộc họ nhà Mèo, chị Mèo hí hửng lắm: – Ồ! Thế mà ta, một con ngu, đã không biết ta có họ hàng như vậy! Đã thế, từ rày biết tay ta... Suy nghĩ một lúc, Mèo ta nhảy tót lên lưng bác Lừa. – A! Chuyện gì thế này? – Bác Lừa ngạc nhiên. – Chở ta đi đến chỗ ta ra lệnh! Chở đi và không nói năng lôi thôi! Mày có biết bà con họ hàng của ta là ai không? – Mèo ta thốt lên trong lúc vẫn ngồi chễm chệ trên u vai bác Lừa. – Ai thế? – Bác Lừa tò mò. – Ông Hổ và ông Báo chứ còn ai! Không tin à? Không tin thì cứ đi hỏi chị Quạ mà xem! Bác Lừa đành phải cõng Mèo đi hỏi chị Quạ. Chị Quạ xác nhận: – Đúng thế! Mèo, Hổ, Báo, Linh Miêu, thậm chí cả Sư Tử đều cùng họ nhà Mèo mà ra. – Bây giờ thì tin rồi chứ? – Mèo ta thốt lên rồi đưa móng chân quào vào u vai bác Lừa – Chở ta đi! – Đi đâu? – Bác Lừa hỏi giọng tỉnh bơ như không – Chở đến ông Hổ hay ông Báo? – Khó... ô... ông! – Mèo ta nói, giọng run rẩy – Chở ta đến... đến lũ... lũ gì nhỉ? Lũ Chu... uột! Và thế là bác Lừa chở Mèo ta đến chỗ có Chuột. Bởi một lẽ, dù sao thì đó cũng chỉ là một con Mèo!", "Câu chuyện : Bản chất. Nội dung : Nhìn thấy một bác Hổ đang ngủ say, bên cạnh bác là một ả Rắn, Thỏ ta mới nghĩ bụng: \"Ôi, lỡ nó cắn bác Hổ thì sao? Mình phải đánh thức bác Hổ dậy mới được!\". Rồi, tuy run sợ lẩy bẩy nhưng Thỏ cũng nắm đuôi bác Hổ giật mạnh. – Kẻ nào dám cả gan đánh thức ta dậy? – Hổ gầm lên. – Xin bác thứ lỗi cho, cháu đây mà ! – Thỏ ta nói giọng nhỏ nhẹ – Bác coi chừng ! Rắn ! Bác Hổ ngoảnh lại, nhìn thấy ả Rắn lục, vụt một cái, liền nhảy sang chỗ khác. – Đưa tay đây ! – Bác Hổ nói với Thỏ – Chú mày dũng cảm và hào hiệp lắm ! Từ nay chúng ta là bạn bè của nhau và ta sẽ đứng ra bảo vệ cho chú mày ! Bây giờ chú mày có thể không sợ bất cứ ai !... Thỏ ta lấy làm sung sướng lắm. Thình lình một chị Cáo từ bụi cây ló đầu ra. Thỏ ta ba chân bốn cẳng bỏ chạy, nhanh như gió. Bác Hổ ngạc nhiên lắm. Bác lắc đầu, không hiểu. Đến chiều tối, bác tìm được Thỏ. – Cớ sao chú mày lại bỏ chạy? – Cháu nhìn thấy chị Cáo. – Nhưng đã có ta ở bên cạnh rồi cơ mà? Ta đã hứa là sẽ bảo vệ chú mày. – Dạ, bác có hứa. – Chú mày không tin ta chắc? – Dạ, có tin. – Hay là chú mày nghĩ rằng cái con Cáo ấy mạnh hơn ta? – Không ạ, bác mạnh hơn ! – Đã thế thì cớ sao chú mày còn bỏ chạy? – Dạ, đó là một thói quen tệ hại của họ nhà Thỏ chúng cháu – Thỏ ta ngượng ngùng thú nhận.", "Câu chuyện : Không từ bỏ. Nội dung : Sau đây là một câu chuyện có thật về cách Tổng thống Abraham Lincoln ứng xử trước tình huống khó khăn của chính ông: Vào thời gian đầu trong cuộc nội chiến ở Hoa Kỳ, người cố vấn của Lincoln khuyên ông nên từ bỏ trang trại Fort Sumter và mọi tài sản khác thuộc các bang miền Nam, vì sợ những tài sản này sẽ khiến mọi người nghi ngờ lý tưởng giải phóng nô lệ của ông. Khi nhận được lời khuyên ấy, ông chỉ cười mà trả lời người cố vấn của mình bằng một câu chuyện ngụ ngôn: \"Anh có biết câu chuyện ngụ ngôn về sư tử và con gái người thợ rừng không?\" – Lincoln hỏi người cố vấn. – \"Aesop kể rằng, trong một khu rừng nọ có một con sư tử đem lòng yêu con gái của người thợ rừng. Một hôm, nó quyết định đánh bạo đến gặp cha của cô gái để xin hỏi cưới cô. Khi sư tử đến, cha cô gái nói rằng ông không thể đồng ý vì răng nanh của sư tử dài quá, có thể làm tổn hại đến con gái ông. Thế là ngay tức thì, sư tử chạy đến chỗ nha sĩ và mài mòn toàn bộ hàm răng của nó. Quay trở lại, sư tử cầu hôn cô gái lần nữa. Nhưng người thợ rừng lại bảo móng vuốt của nó dài quá, ông không muốn con gái mình bị đau. Thế là sư tử tìm đến chỗ vị y sĩ và nhổ hết móng vuốt của mình đi rồi quay lại nhà người thợ rừng. Nhưng người thợ rừng thấy rằng sư tử giờ đây đã hoàn toàn vô hại nên đã lập tức giết chết nó.\" Lincoln ngừng một lát rồi nói tiếp: \"Chẳng phải số phận tôi cũng sẽ giống như con sư tử đó nếu từ bỏ mọi thứ như lời anh khuyên?\". Lời bàn: Hãy giữ vững lập trường và niềm tin vào chính bản thân của bạn, điều đó sẽ giúp các bạn thành công trên con đường mà mình đã chọn.", "Câu chuyện : Bộ quần áo may đo . Nội dung : Tôi định đi may đo một bộ quần áo mới cho thật vừa vặn. Tôi đến cửa hàng may đo nổi tiếng với cái tên hấp dẫn: \"Sẵn sàng phục vụ\". Ra đón tôi là ông giám đốc cửa hàng, một người trông hoạt bát, nhanh nhẹn và rất dễ thương. Sau khi biết mục đích của tôi, ông giám đốc lịch sự giải thích rằng, cửa hàng này chỉ nhận may đo bằng vật liệu của khách hàng. - Vật liệu gì cơ? Tôi hỏi. Ông giám đốc đưa cho tôi một cuốn sách dày cộp, bên ngoài bìa có đề hàng chữ: \"Những chỉ dẫn cần thiết mà khách hàng cần biết\". - Đề nghị anh nghiên cứu kỹ những chỉ dẫn này. – Giám đốc nói – Và mua đủ những thứ vật liệu cần thiết đem đến đây. Chúng tôi xin vui lòng phục vụ. Ít lâu sau, tôi lại đến cửa hàng may đo ấy. Bác lái xe taxi xách giùm tôi một vali lớn vào theo. - Đây, hãy đặt vali lên bàn này. – Giám đốc chỉ tay lên bàn mình. Và ông ta hỏi thêm một cách lịch sự – Hy vọng rằng quý khách mang đủ mọi thứ như trong quyển chỉ dẫn đấy chứ? - Vâng, đủ mọi thứ – Tôi vừa đáp vừa mở chiếc vali to tướng ra. - Được rồi, chúng ta hãy kiểm tra xem. – Giám đốc nói và mở cuốn sách hướng dẫn ra. - Vải này, ba thước rưỡi đúng như trong bản chỉ dẫn. - Tốt lắm, còn vải lót? - Vải lót đây. - Vải dựng? - Có ngay, Cranh lông ngựa loại thượng hạng. - Thế thì tuyệt trần. Mấy cuộn chỉ? - Ba cuộn chỉ màu và ba cuộn chỉ trắng. - Được rồi. Kim cài có chưa? - Đầy đủ kim cài và kim băng nữa. Nhớ là kim cài của tôi núm nhựa nhiều màu hẳn hoi. - Thế còn nhẫn đê? - Đây, hai chiếc. - Sao lại hai chiếc? Trong hướng dẫn chỉ yêu cầu một nhẫn đê mà thôi. - Tôi hy vọng rằng thợ may của ông có đủ hai tay. - Thật là một ý kiến tuyệt vời. Chúng tôi xin hoan nghênh và sẽ rút kinh nghiệm sửa vào bảng hướng dẫn mới. Còn phấn màu? – Đây rồi, đây là kim này, cúc áo này, cúc tay này. À, thế còn thước đâu? - Tôi đã mua cả thước dây lẫn thước gỗ đây. - Tuyệt lắm, thế còn kéo? - Đây, tôi chỉ kiếm được một kéo thợ may, một kéo loại trung. - Kéo loại trung thì chúng tôi không cần. Nhưng thôi, cửa hàng chúng tôi không quan liêu hình thức làm gì. Đồng chí cứ đưa cả hai cái kéo cho chúng tôi dùng cũng được. Cuối cùng, giám đốc cửa hàng nhìn tôi với vẻ đầy thiện cảm: - Anh khiến tôi rất có cảm tình. Cứ như thế này chẳng mấy chốc anh sẽ trở thành một khách hàng gương mẫu có tính kỷ luật và tự giác. - Tôi rất vui mừng! – Tôi nói và đưa ra một tờ giấy. – Còn cái này nữa. Giấy chứng nhận của bệnh viện. Nhưng giám đốc tỏ vẻ ngạc nhiên: - Giấy chứng nhận của bệnh viện làm gì? Tôi không hiểu. Và hình như điều này không quy định trong bản chỉ dẫn. - Đấy là giấy tờ chứng nhận của khoa ngoại bệnh viện rằng hai tay tôi dài bằng nhau. Và hai chân cũng vậy. Điều nay sẽ tạo thuận lợi hơn cho cửa hàng khi cắt may. - Thật là một sáng kiến tuyệt vời. – Giám đốc cửa hàng reo lên – Từ nay trở đi nếu khách hàng nào không có giấy chứng nhận này thì đừng hòng đến may đo – Giám đốc cửa hàng nắm tay tôi đầy vẻ thích thú và cảm ơn. Bỗng ông ta chợt nhớ ra điều gì, nét mặt thay đổi hẳn, ngơ ngác tìm quanh rồi lục bới trong vali của tôi. Sau đó, ông ta lắc đầu thất vọng: - Hỏng rồi ông ơi! Có cái quan trọng nhất thì ông lại không mang đến, thế máy đâu? - Máy gì? Lần này đến lượt tôi không hiểu. - Còn hỏi máy gì nữa à? Tất nhiên là máy khâu, ông bạn ạ! - ...! Thế là tôi đành phải mua một bộ quần áo ở cửa hàng bán quần áo may sẵn. May mà cũng chọn được bộ vừa như in!", "Câu chuyện : Một kẻ hợm hĩnh. Nội dung : Anh Gà Trống bay lên đậu trên hàng rào rồi rướn cao đầu lên trời. – Anh đang ngắm bầu trời đấy à? – Chị Vịt thấy thế liền hỏi. – Bầu trời là cái gì đối với tôi cơ chứ ! – Gà Trống đáp lại và rướn cao đầu hơn – Một khoảng không gian ngu xuẩn chất đầy hành tinh đến nỗi không còn chen vào đâu được. Một sự luân phiên nhàm chán giữa ngày và đêm. Tất cả những cái đó đã quá quen thuộc. – Thế mà từ lâu em không biết anh là một người thú vị đến thế ! Anh có những ý tưởng mới cao siêu làm sao! Chị Vịt thốt lên. – Tôi dang đôi cánh của mình – Anh Gà Trống tiếp tục nói – Tôi sẽ bay cao hơn cả bầu trời, sẽ thách thức với tất cả các hành tinh và rồi bí ẩn nhưng kiêu hãnh, tôi sẽ quay trở về với biển xanh khôn cùng và ... tôi sẽ chìm. gà trống hợm hĩnh Nói đến đây, Gà Trống chóng mặt mất thăng bằng, ngã nhào xuống vũng nước. – Ôi ! – Chị Vịt sợ hãi – Anh đang chìm đấy ư? – Ừ ! Đang chìm ! – Gà Trống tức giận trả lời, và rồi nhìn thấy một chú giun, anh ta liền mổ, nuốt chửng. Hệt như tất cả những anh gà khác !", "Câu chuyện : Cái bẫy chuột. Nội dung : Một con chuột nhìn qua vết nứt ở vách tường và trông thấy bác nông dân cùng với vợ đang mở một cái hộp. Nó nghĩ thầm \"có lẽ là có đồ ăn gì trong hộp\". Nhưng liền sau đó, con chuột hốt hoảng khi phát hiện ra trong hộp có một cái bẫy chuột. Chú ta bèn chạy ra ngoài vườn và la toáng lên: – Có một cái bẫy chuột trong nhà! Có một cái bẫy chuột trong nhà! Chị gà mái đang bới đất gần đó nghe thấy thế ngẩng đầu lên và nói: – Này chuột, đây quả là mối lo ngại ghê gớm đối với anh, nhưng nó chẳng có phiền hà gì với tôi, tôi không thể nào bị vướng vào cái bẫy chuột. Chuột bèn quay sang nói với lợn: – Anh lợn ơi, có một cái bẫy chuột trong nhà. Anh lợn ủn ỉn có vẻ thông cảm trả lời: – Tôi rất lấy làm tiếc cho cậu, tôi chả làm được gì, nhưng tôi sẽ cầu nguyện cho anh không bị vướng vào bẫy. Nghe thấy thế, chuột hớt hải chạy đến bên bác bò đang nhai cỏ gần đó. Nó kêu lên: – Bác bò, bác bò! Có một cái bẫy chuột trong nhà! Bác bò vừa nhai cỏ, vừa từ tốn trấn an: – Bác rất hiểu sự lo âu của cháu, nhưng bác cũng chẳng giúp được gì. Chuột chán nản lẳng lặng đi vào nhà, lòng buồn thiu, một mình phải đối phó với cái bẫy chuột tàn nhẫn của bác nông dân. Thế rồi, một đêm kia, có một tiếng động vang lên trong nhà, dường như đó là tiếng bẫy xập. Vợ của bác nông dân vội chạy tới để xem có bắt được con chuột nào không? Trong đêm tối loạng choạng, bà vợ bác nông dân đã bị con rắn độc cắn vào chân khi bà mon men tới gần cái bẫy. Thì ra, cái bẫy chuột đã xập vào đuôi của một con rắn. Bác nông dân vội vàng chở vợ vào nhà thương ở trên quận. Khi trở về nhà, bà vợ bác bị lên cơn sốt. Bác nông dân nhớ là ăn cháo có thể làm giảm cơn sốt, vì thế bác đã chạy ra vườn bắt chị gà mái cắt tiết, làm thịt để nấu cháo cho vợ ăn. Thế nhưng, bệnh tình của vợ bác vẫn không giảm chút nào. Bạn bè và hàng xóm nghe tin đã tới hỏi thăm. Để thiết đãi họ, bác nông dân đã chọc tiết anh heo. Sau nhiều ngày chống chọi với cơn bệnh, vợ bác qua đời. Vì họ hàng thân thuộc đến đưa đám rất đông, bác nông dân phải mổ thịt bác bò để có đủ thức ăn đãi khách.", "Câu chuyện : Truyện ngụ ngôn cây bút chì. Nội dung : Một người thợ làm bút chì để nó qua 1 bên trước khi đặt vào hộp. \"Có 5 điều ngươi cần nhớ trước khi ta đem ngươi ra thế giới bên ngoài\". Ông ta nói với cây bút chì. \"Hãy luôn ghi nhớ và không bao giờ quên để được trở thành 1 cây bút chì tốt nhất mà ngươi có thể\" 1. Ngươi có thể làm được nhiều công việc vĩ đại chỉ khi cho phép mình được 1 người nào đó cầm trong tay 2. Ngươi sẽ trải qua việc gọt giũa đau đớn hết lần nầy đến lần khác, nhưng đó là điều cần thiết để trở nên 1 cây bút chì tốt hơn 3. Ngươi có thể sửa chữa được bất kỳ lỗi sai nào nếu đã lỡ phạm phải 4. Phần quan trọng nhất của Ngươi sẽ luôn là những gì bên trong Ngươi 5. Trên mỗi bề mặt mà Ngươi được dùng đến Ngươi phải để lại dấu ấn. Trong bất kỳ điều kiện làm việc gì, Ngươi cũng phải tiếp tục viết Cây bút chì hiểu và hứa sẽ ghi nhớ, và nó đi vào trong hộp với mục đích nằm trong tim mình Bây giờ bạn hãy thay thế vào chỗ của cây bút chì. Hãy luôn ghi nhớ và không bao giờ quên để trở thành 1 người tốt nhất mà bạn có thể.", "Câu chuyện : Thiết chúa đại phong. Nội dung : Chúa Trịnh ngày nào cũng yến tiệc, ních đầy bụng những sơn hào, hải vị. Người ăn của ngon nhàm mồm đâm ra khó tính. Một hôm chúa khó ở, lưỡi se đắng, bụng ậm ạch. Nhân ngồi với Quỳnh, chúa phàn nàn: – Ta ngẫm không còn thiếu thứ gì quý hiếm trên đời chưa thưởng thức. Quái lạ, thế mà vẫn chưa món nào làm ta thực sự cảm thấy ngon miệng. Điều đó là tại làm sao, Trạng nói ta hay? – Quỳnh nói luôn: Thế chúa đã xơi món mầm đá bao giờ chưa? – Chúa lấy làm lạ: Món mầm đá thế nào, chắc ngon lắm phải không? – Quỳnh đáp: Tuyệt trần đời. Nhưng muốn ăn mầm đá phải kỳ công. – Chúa liền nằng nặc: Sợ gì công phu! Miễn là được ăn ngon. Nhất là lúc này, người đang mệt mỏi, ta đang rất cần ăn biết ngon. Trạng hãy mau chóng cho làm móm mầm đá kia đi! – Ít lâu sau, vào tờ mờ sang. Quỳnh viết thiếp cho gia nhân mời chúa đến nhà thết tiệc mầm đá. - Chúa đến nhà Trạng ngay từ mới rạng sáng. Đến khi mặt trời đứng bóng, vẫn thấy Quỳnh bận rộn lụi hụi dưới bếp, thỉnh thoảnh chạy ra, chạy vào, mồ hôi nhể nhại, khăn tay vắt vai, tay áo xắn đến khuỷu...Chúa nghĩ thầm:\"Đúng là món mầm đá kỳ công thật, nên Trạng mới phải ra tay đốc thúc nhà bếp tất tưởi như thế kia!\" - Quá ngọ, sang mùi, bụng chúa bắt đầu cồn cào. Quỳnh vừa ló mặt, chúa chép miệng, trách: Sao \"mầm đá\" lâu chin thế? Biết vậy thế này ta chẳng nhận lời đến nhà Trạng hôm nay. - Quỳnh lấy khăn tay thấm mồ hôi trán khải rằng: Thần muốn chúa ngon miệng nên mới dụng công ninh \"mầm đá\" thật công phu. Xin gắng đợi chút nữa, sắp chín rồi... - Một chốc chúa lại giục, Quỳnh lại khẩn khoản thưa: \"Gắng đợi thêm một chút mầm đá không kỹ lửa, không ninh nhừ khó tiêu...\" - Mặt trời xế bóng vẫn chưa thấy món mầm đá được dọn ra. Mùi cá khô, lẫn mùi khói bếp bên mấy nhà vào bữa cơm chiều, làm chúa \"Nhức lỗ mũi\", ứa nước dãi. Chúa đành gọi Quỳnh lên , chúa ngồi lù đù hóp bụng lại, thú thật: Ta đói lắm rồi, không đợi được nữa. Mẩm đá để dành ăn sau cũng được. Bây giờ có thức gì dùng tạm, Trạng cứ cho mang lên! - Quỳnh dạ một tiếng, vẻ miễn cưỡng rồi hét vọng xuống bếp: Cứ chất thêm củi vào nồi \"mầm đá\"! Hãy bưng cơm lên dâng chúa dùng cho qua loa đã chúng bay! - Gia nhân dạ ran, rồi bê cái mâm lên. Bữa xoàng, có một phạng cơm với rau muống luộc, và một chiếc hũ sành.Chúa thấy ngoài chiếc hũ dán mảnh giấy hồng điều đề hai chữ \"đại phong\". Chúa ăn cơm rau chấm nước \"đại phong\" ngon lành, chỉ một loáng lại đưa bát cho Trạng xới tiếp. Chúa nghĩ bụng, chắc món này cũng quý hiếm đặc biệt, nên thấy Trạng giữ gìn chiếc hũ cẩn thận. Có lần rau đã hết nước chấm, mãi mới thấy Trạng cẩn thận đỡ miệng hũ, múc thêm mấy muôi nhỏ \"đại phong\" nữa... — Chúa ngắm nghía chiếc hũ lại nhìn Trạng. Này khanh, \"đại phong\" là món gì mà ngon lạ như vậy? – Khải chúa, đây chỉ là món thường nhật của con nhà trong làng. - Chúa không tin: Hai chữ \"đại phong\" là nghĩa thế nào? - Quỳnh tủm tỉm cười: Nhà chúa nhìn được mặt chữ, tự giải lấy, khắc rõ. - Chúa lẩm bẩm: Đại phong tức là gió lớn, phải không? - Quỳnh gật đầu, hỏi tiếp: Vậy gió lớn thì làm sao? - Chúa bối rối như học trò không thuộc bài, nhìn Trạng. - Quỳnh giảng giải: Gió lớn ắt đổ chùa! - Trạng lại tiếp, hỏi dần: Đổ chùa thì làm sao? - Chúa càng ấp úng. Quỳnh nói: Đổ chùa thì sư, vãi bỏ chạy, xôi oẵn mất hết... Của ngọc thực rơi vãi hết thì ông bụt nào cũng phải lo... Tượng lo thì làm sao? - Trạng hỏi, đáp, dồn dập, liên hồi. Chúa chỉ còn biết ngồi trơ ra như phỗng. Hồi lâu, Quỳnh mới chịu khẽ khàng cắt nghĩa: Đến trẻ con cũng biết đọc ngược thì \"tượng lo\" là \"lọ tương\". Khải chúa, thứ tương đỗ này không cao sang đâu, chẳng qua chúa quên mất những miếng ngon lành ở làng xóm rồi. Nay thần bày cách ninh \"mầm đá\", chẳng thể đun được nhừ, đợi đến bao giờ cũng không có thể ăn được. Chúa cứ ngồi cho bụng thật đói, miệng thật thèm, bấy giờ chỉ cần lấy lưng cơm với món \"đại phong\" xoàng xĩnh này, chúa thấy ngon miệng. - Chúa Trịnh bừng tĩnh trước một sự thật ngay bên mình... Chúa đứng dậy, cảm ơn Trạng, ra về.", "Câu chuyện : Gậy ông đập lưng ông. Nội dung : Án Tử là tướng quốc nước Tề. Sắp sang nước Sở. Vua nước Tề mới gọi Án Tử đến, mà phán rằng: – Nay ngươi đem chuông đi đánh xứ người, thì phải đánh thật kêu. Chớ không thể đánh qua loa mà ôm điều hối hận. Đoạn, dzô một hớp bồ đào mỹ tữu, rồi tiếp: – Quen sợ mặt. Lạ sợ áo quần. Nay người vì chính sự đi xa, thì phải chú tâm vào cái... hàng cái hiệu. Chớ đừng lưa thưa vài ba áo sống. E làm trò cho thiên hạ cười chê, thì dẫu tắm trăm sông cũng khó lòng rửa sạch... Nói rồi, liền ban cho lụa là gấm vóc, cùng mớ kim ngân phòng khi hữu sự. Án Tử lạy tạ rồi thu lấy quay về. Đến nơi, vợ chạy ra tận cổng. Đón vào. Tự tay khui một lon bia, rồi nhỏ nhẹ hỏi rằng: – Chưa tới ngày sinh nhật. Cũng không phải đến ngày hai đứa... rụng vào nhau. Hà cớ chi chàng lại mua quà nhiều như vậy? Án Tử lẹ làng đáp: – Mua đâu mà mua. Đây là quà vua ban cho ta, đặng sửa soạn cho xôm trước giờ sang nước Sở. Chớ có đâu như bà cứ bình tâm... tứ sắc, nên chẳng lý gì đến cái mặc của chồng con, thành thử đã bao năm cũng mình trơn bốn bộ! Vợ Án Tử nghe thế, mới xụ mặt xuống, mà bực dọc nói rằng: – Cây có cội. Nước có nguồn. Chim có tổ. Người có... thê! Mà giả như lang quân không muốn sống cùng em nữa – thì nói mẹ nó ra – Chớ đừng mượn gió bẻ măng mà khổ đau người đang hận... Đoạn, bưng lấy mặt mà khóc. Án Tử thấy vậy, mới thần hồn át thần tính, mà bảo dạ rằng: – Đàn bà! Luôn nhớ đến những gì người khác... quên làm cho mình, mà chẳng bao giờ nhớ đến những gì mình nhận nơi người khác, nên cõi thế này mới lắm chuyện sầu đau. Mới tím ruột tím gan tím... chiều hoang biền biệt. Thôi thì nghĩa Phu thê vẫn còn đang gắn bó – thì xá mẹ gì một chút vải này đây – để chữ trăm năm như thuyền không bến đậu. Chớ có tấm áo mà buồn trong tiếc nuối, thì liệu mai này còn... quân tử được ư? Nghĩ vậy, Án Tử mới tươi nét mặt, mà hớn hở nói với vợ rằng: – Tôi vẫn nhớ ngàn xưa hay nói: Hòa khí sanh tiền tài. Nín nhịn sẽ mang nhiều ân đức, nên quyết diệt trừ nóng giận với sầu bi. Chớ không thể cứ... vô tư làm nàng rầu mãi được... Nói rồi, liền mang tất cả lụa là gấm vóc cùng mớ kim ngân mà giao cho hiền nội. Vợ của Án Tử lấy làm thích thú. Cười híp cả mắt lại, rồi thì thầm tự nhủ: – Một người vợ hiền tất phải biết mình, biết chồng. Rõ được lúc vui. Hiểu tường lúc bực – mà đem nước mắt, nụ cười làm phương tính toán – thì dẫu không đủ ân đức để rải khắp nhân gian, thì cũng đủ cho lang quân phải hết lòng quy phục. Suy đi nghĩ lại. Thiệt là chí lý lắm thay! Một hôm, vua Sở được tin Án Tử sắp sang, bèn gọi các quan lại, mà phán rằng: – Án Tử là tay ăn nói giỏi của nước Tề. Nay sắp qua đây. Ta muốn làm nhục. Chẳng hay các ngươi có mẹo kế gì chăng? Nghiêu Phố, là tướng quốc nước Sở, mới quỳ xuống mà thưa rằng: – Đợi bao giờ Án Tử sang. Chúng tôi xin trói một người, rồi dẫn đến trước mặt vua. Vua Sở ngạc nhiên, hỏi: – Để làm gì? Nghiêu Phố đáp: – Để giả làm người nước Tề. Vua Sở đực mắt ra trong giây lát, rồi nhướng mắt lên mà nói rằng: – Ta thật không hiểu điều ngươi muốn nói. Vậy có gì thì nói mẹ nó ra. Chớ không thể cứ mông lung kiểu này nữa được! Nghiêu Phố lật đật đáp: – Chúng hạ thần cho một người giả làm người nước Tề. Bị bắt về tội ăn trộm, thì dẫu cho Án Tử có mồm năm miệng mười thế nào đi chăng nữa – thì cũng... đi luôn – Chớ không thể múa may gì nữa đặng! Vua Sở nghe thế mới trong lòng dậy nổi phong ba, mà hớn hở phán rằng: – Diệu kế! Diệu kế! Phen này Án Tử chỉ có nước... tiêu, thì làm sao giữ tăm tiếng cho nước Tề nữa đặng? Đã vậy trong lòng ta quả nhiều hứng thú. Khi nghĩ cảnh sứ người đỏ mặt tía tai, mà không cách chi cứu thua bàn thấy được... Đoạn thét tả hữu lấy ba chung bồ đào mỹ tửu ban cho Nghiêu Phố, cùng cấp bảy lượng vàng ròng để tìm người hết sức chịu chơi, đặng hợp với quan nha mà bày trò hí lộng. Nghiêu Phố khoái quá, khiến mặt mày như vừa... thẩm mỹ viện ra, bèn sướng hiu hiu mà nghĩ thầm trong dạ: – Làm tôi thấy vua thích mà không cố để vua vui là bất Trung. Ăn chén cơm vua mà không hết lòng với vua là bất Nghĩa. Bày mưu tính kế để giúp vua mà không làm là bất Tín. Ta dẫu không dám nhận mình là quân tử, nhưng không thể là kẻ thiếu Trung. Cũng không thể Tín Nghĩa mà thiếu luôn hai đàng nữa được! Tối ấy, Nghiêu Phố về nhà mà dạ lâng lâng như ngày coi mắt vợ. Vợ của Nghiêu Phố là Hàn thị, thấy chồng về mà... nhẹ gót đường mây, liền ngưng chuyện cửi canh mà nghĩ thầm trong bụng: – Người ta ở tốt với mình thì mình phải ở tốt với người ta. Người ta ở xấu với mình thì mình cũng phải ở tốt với người ta. Thế mới là hiền phụ... Nghĩ vậy, bèn đạp canh cửi ngã lăn ngã lốc mà chạy ra đón chồng, rồi hỏi: – Thiếp vẫn nghe ngàn xưa hay nói: Xa thì thương, gần thì thường. Nay thiếp đã bên chàng sống đặng mấy niên, mà vẫn thấy thương anh còn hơn hồi mới... chập. Là cớ làm sao? Nghiêu Phố tươi hẳn nét mặt lên, rồi thủng thẳng đáp rằng: – Chim Quyên ăn trái nhãn lồng. Lia thia quen chậu vợ chồng quen hơi. Vợ chồng. Ở càng lâu thì... hơi càng nặng. Chớ có mẹ gì đâu! Mà nàng phải cuống lên hỏi này hỏi nọ! Đoạn, vừa bước vào nhà vừa ca vài điệu Lý quê hương, khiến Hàn thị thấy lạ lùng trong dạ, mới bảo bụng rằng: – Chồng ta. Từ nào tới giờ, chỉ biết mỗi bài... Trống cơm. Chớ có đâu lại biết nhiều như vậy? Hay là Cậu Bà từ trên giáng xuống, nên mới xui chàng hát nọ hát kia. Chớ lẽ đâu lại ly kỳ như thế được? Nghĩ vậy. Mặt mày bỗng đâm lo, mới vội nói với Nghiêu Phố rằng: – Từ ngày về sửa túi cho lang quân đến nay. Thiếp chưa bao giờ thấy lang quân mừng dzui như dzậy. Nếu lang quân vẫn đẹp lòng đẹp ý, thì chia sớt vài phần với thiếp được chăng? Nghiêu Phố vội nắm lấy tay Hàn thị. Cười một tiếng rõ to, rồi nói: – Uống nước phải chừa cặn. Có lý phải có tình. Cạn tàu ráo máng với nhau không nên. Hà huống chi nghĩa Phu thê đã vài Thu sáng rực? Đoạn, sung sướng đem hết mọi chuyện ra mà kể. Không bỏ sót một chỗ nào. Hàn thị nghe trọn từ đầu tới đuôi, mới hớt hãi kêu Trời trong dạ: – Ngậm máu phun người dơ miệng mình, thì rõ ra ta không thể dựng đứng câu chuyện, hoặc dùng lời không phải, mà hại ai bao giờ. Lại nữa, bản tính của con người vốn là lương thiện. Vậy thì những kẻ làm điều sai trái. Chẳng qua là do lòng ham muốn quá nặng mà ra. Chớ chẳng phải số... xui gì hết cả. Đó là chưa nói lâu dần thành ra khó rút – khiến lương thiện buổi đầu mất mẹ nó ngày sau – thành thử cứ dzô sâu mà không mần chi được... Nghĩ vậy, Hàn thị trầm ngâm một chút, rồi nhìn thẳng vào mắt của Nghiêu Phố, mà nói những lời nghe thấu ruột thấu gan: – Thiếp gần gũi với chàng tuy chẳng được trăm năm, nhưng những điều bổ ích thu đặng không phải là ít. Phẩm cách cao thượng của phu quân, là khuôn mẫu cho các con mai ngày góp mặt. Tấm lòng lượng cả của phu quân, khiến thiếp đã bao phen lặn mình ở trong đó. Những lời tâm huyết của phu quân, là hướng đi cho thiếp một đời theo đuổi. Nay bỗng dưng phu quân bỏ chỗ quang đâm đầu vào bụi rậm, là cớ làm sao? Nghiêu Phố trừng mắt lên nhìn Hàn thị, rồi giận dữ gắt rằng: – Ăn cơm vua. Hưởng lộc nước, thì dầu có phải bán chữ... Thánh hiền để vui lòng vua. Ta cũng làm tuốt luốt. Chớ xá chi chút khen chê mà lo này lo nọ. Đó là chưa nói ta không làm lỡ thằng nào dzớt mất, thì mộng công hầu ta biết liệu làm sao? Khi chốn quan nha lắm gian mà ít thật... Hàn thị nghe thế. Chợt trong lòng trĩu nặng nỗi buồn. Như muốn khóc, rồi chậm rãi đôi lời nghe thấy mẹ thấy cha: – Trời không nở bịt hết đường. Hay số phần định cho chàng phải... đứt chến vậy chăng? Đoạn, thở hắt ra một cái, rồi nghẹn ngào nói tiếp: – Cây Lan mọc nơi rừng sâu núi thẳm. Mặc dù chẳng có ai ngửi thấy mùi thơm ngọt ngào của nó, nhưng... đều đều vẫn cứ tỏa hương. Cũng vậy. Một con người có tu dưỡng. Có nhân đức. Càng quyết không thể vì bả phù vân mà thay đổi khí tiết. Nay chàng. Trên thì thua một người. Dưới lại ngồi trên hàng vạn sinh linh – mà còn chưa thấy đủ – thì trách chi cõi dương gian lắm ghen nhiều cái lụy... Lúc Án Tử đến nơi. Vua Sở làm tiệc thiết đãi tử tế. Rượu uống ngà ngà. Chợt thấy hai tên lính điệu một người bị trói vào. Vua hỏi: – Tên kia tội gì mà phải trói thế? Một tên lính thưa: – Tên ấy là người nước Tề. Phạm tội ăn trộm nên bị bắt. Vua Sở khoái trá, liền nheo mắt nhìn Án Tử, rồi cao giọng hỏi rằng: – Người nước Tề hay trộm cắp lắm nhỉ? Án Tử đứng dậy thưa rằng: – Chúng tôi trộm nghe cây Quất mọc ở đất Hoài Nam, thì là Quất ngọt. Đem sang trồng ở đất Hoài Bắc, thì hóa Quất chua. Cành lá giống nhau mà quả chua, quả ngọt. Là tại làm sao? Tại thủy thổ khác nhau vậy. Nay dân sinh trưởng ở nước Tề thì không ăn trộm. Sang ở nước Sở thì sinh ra trộm cắp. Có lẽ cũng tại vì cái thủy thổ khác nhau mà khiến ra như thế chăng? Vua Sở cười nói: – Ta muốn làm nhục ngươi hóa ra lại chịu nhục. Thế mới hay. Kẻ khôn ngoan chẳng nên nhục mạ ai bao giờ... Các quan nghe thế. Chỉ lấy mắt nhìn nhau. Chớ tuyệt nhiên không nói thêm chút gì nữa cả. Còn Nghiêu Phố thì đỏ mắt tía tai, đến độ miếng ăn ngon mà không sao nuốt vào cho đặng. Đã vậy lại thấy Án Tử ung dung cười vui chén, thêm phong độ tẩy trần như thưởng nguyệt chờ trăng, khiến lòng trí mê man như vừa ôm sốt nặng, rồi trong lúc buồn dâng cao như thế, mới nhủ đôi lời nghe tím dạ tím gan: – Công danh có thể quen mà thành. Tiền của có thể do số... đề mà có. Duy cái Chí khí của con người. Không thể với kim ngân mà mua liền mua được, nên thiên hạ phân loại nhân phẩm con người cao thấp là chỗ đó. Còn ta. Tự cho mình là đại trượng phu – mà hành động chẳng có gì quang minh chính trực – thì... thiệt là hết biết!", "Câu chuyện : Ăn giỗ. Nội dung : Một hôm, họ nhà Khỉ có giỗ nên mời Heo và Bò tới nhà ăn cỗ. Xong xuôi, chiều đến bỗng Khỉ thấy Cọp tới hỏi: - Vì sao giỗ chẳng mời ta? Khỉ bảo: - Cỗ bàn nhỏ mọn. Nào đâu dám mời quan bác, xin hẹn sang năm sẽ sửa mâm cỗ đầy. Cọp nghe thế lấy làm phải bèn phe phẩy đuôi ngất nghểu ra về. Khỉ vợ hỏi khỉ chồng: - Sao lại đặt điều nói khoác với bác Cọp làm chi? - Không, đó chỉ là cách khéo léo từ chối giao du với những kẻ hung dữ đó thôi.", "Câu chuyện : Đeo chuông miệng mèo. Nội dung : Vì mèo mà cuộc sống họ nhà chuột trở nên khó khăn. Ngày nào chuột cũng bị mèo săn bắt. Một hôm, họ nhà chuột tụ họp bàn tính xem làm cách nào để thoát được mèo. Bàn đi tính lại, chuột không nghĩ được giải pháp nào. Bấy giờ một con chuột nhắt mới lên tiếng: ─ Tôi xin có ý kiến. Sở dĩ chúng ta bị bắt là bởi vì chúng ta không biết khi nào mèo đến cạnh chúng ta. Bây giờ, chúng ta hãy đeo cái chuông này quanh cổ mèo. Như vậy, khi nào mèo đến gần, chúng ta sẽ đều nghe rõ và dễ dàng lẩn trốn. Lời đề nghị này được mọi người khen hay. Cho đến một lúc sau, một con chuột già đứng dậy và nói: ─ Tốt lắm, thế nhưng ai sẽ là người đeo chuông cho mèo đây? Lũ chuột cứ con này nhìn con kia không con nào nói gì. Thấy vậy, chuột già liền bảo: ─ Nói thì bao giờ cũng dễ nhưng làm thì mới khó.", "Câu chuyện : Con quạ thông minh . Nội dung : Một con quạ đang khát nước. Nó bay rất lâu để tìm nước nhưng chẳng thấy một giọt nước nào. Mệt quá, nó đậu xuống cành cây nghỉ. Nó nhìn quanh và bỗng thấy một cái bình ở dưới một gốc cây. Khi tới gần, nó mới phát hiện ra rằng cái bình có chứa rất ít nước, và nó không thể chạm mỏ đến gần đáy mà uống được. Nó thử đủ cách để thò mỏ được đến mặt nước, nhưng mọi cố gắng của nó đều thất bại. Nhìn chung quanh, quạ thấy những viên sỏi nhỏ nằm lay lắt ở gần đấy. Lập tức, nó dùng mỏ gắp một viên sỏi thả vào bình. Cứ như vậy, nó gắp những viên sỏi khác và tiếp tục thả vào bình. Chẳng bao lâu, nước đã dâng lên đến miệng bình. Giờ thì nó có thể thò mỏ vào để uống. Quạ rất vui sướng khi nhìn thấy công sức của mình đã có kết quả. Quạ uống thỏa thích những giọt nước mát ngọt rồi bay lên cây nghỉ ngơi.", "Câu chuyện : Thầy bói xem voi. Nội dung : Nhân buổi ế hàng, năm ông thầy bói nói chuyện với nhau. Thầy nào cũng phàn nàn không biết hình thù con voi nó như thế nào. Chợt nghe người ta nói có voi đi qua, năm thầy chung nhau tiền biếu người quản voi, xin cho voi dừng lại để cùng xem. Thầy thì sờ voi, thầy thì sờ ngà, thầy thì sờ tai, thầy thì sờ chân, thầy thì sờ đuôi. Đoạn, năm thầy ngồi bàn tán với nhau Thầy sờ vòi bảo: - Tưởng con voi nó thế nào, hoá ra nó sun sun như con đỉa. Thầy sờ ngà bảo: - Không phải! Nó dài dài như cái đòn càn. Thầy sờ tai bảo: - Đâu có! Nó bè bè như cái quạt thóc. Thầy sờ chân cãi: - Ai bảo? Nó sừng sững như cái cột đình. Thầy sờ đuôi lại nói: - Các thầy nói sai cả. Chính nó tua tủa như cái chổi xể cùn. Năm thầy, thầy nào cũng cho mình nói đúng, không ai chịu ai, thành ra xô xát, đánh nhau tọac đầu chảy máu. Lời bàn: Khi giao tiếp, nói chuyện, vấn đề nào tìm hiểu chưa thấu đáo thì không nên thể hiện quan điểm của mình vì không thể nào có được một nhận xét đúng đắn về thực tế xung quanh (hiện tượng, sự việc, sự vật, con người) nếu chưa tìm hiểu đầy đủ, kĩ càng. Muốn kết luận đúng về sự vật thì phải xem xét nó một cách toàn diện. Những hiểu biết hời hợt, nông cạn, những suy đoán mò mẫm thiếu thực tế... chỉ dẫn đến nhận thức lệch lạc, sai lầm mà thôi. Qua truyện, người xưa còn ngầm phê phán những kẻ thiếu hiểu biết nhưng lại hay tỏ ra thông thái.", "Câu chuyện : Chàng ngốc học khôn. Nội dung : Ngày xưa, ở một làng nọ có anh chàng Ngốc bố mẹ mất sớm. Ngày bố mẹ anh còn sống có cưới cho anh một người vợ và để lại cho hai vợ chồng một ngôi nhà, một đám vườn và vài sào ruộng. Nhưng thấy Ngốc đần độn, vợ anh có ý định bỏ anh đi lấy người khác. Cho nên, sau khi bố mẹ chồng nối nhau qua đời, vợ Ngốc cũng bỏ về nhà bố mẹ đẻ hơn một năm trời không trở lại. Giữa lúc ấy có một thầy khóa góa vợ, thấy vợ Ngốc coi được thì muốn lấy tranh. Bố mẹ vợ Ngốc vốn ham của và ham chức vị nên hối hả nhận lời. Bèn bảo chàng rể mới cứ chuẩn bị lễ vật rồi làm lễ cưới bừa, dù Ngốc có biết cũng không hơi sức đâu mà kiện tụng, vả chăng anh em họ hàng nhà Ngốc chẳng còn có ai để mà bày vẽ. Về phía Ngốc, tuy bị vợ bỏ, nhưng anh cũng không biết làm thế nào để khuyên dỗ vợ trở lại với mình, cũng chẳng nghĩ gì đến chuyện thưa kiện, vì đối với anh, việc đó to lớn rắc rối quá, y như chim chích lạc vào rừng vậy. Lật đật mà ngày cưới của đôi bên đã đến. Ngốc ta tuy biết, nhưng chẳng có ai bày mưu tính kế, nên anh cũng cứ để mặc. Mãi đến trước ngày cưới một hôm, một người đàn bà xóm giềng thương hại Ngốc, bèn đến báo tin: - Này anh kia, anh sắp mất vợ đến nơi rồi. Chỉ nội nhật ngày kia là chúng nó làm lễ cưới đấy. Anh có biết gì không? - Có biết, Ngốc đáp. - Thế tại sao anh không làm cách gì để trị cho chúng một mẻ? - Tôi có biết cách gì đâu, làm thế nào bây giờ? - Không biết thì phải đi học khôn với người ta chứ! Qua ngày mai, chàng Ngốc dậy sớm quyết định đi học khôn một phen như lời bà láng giềng khuyên bảo. Anh cứ thẳng đường đi mãi. Khi mặt trời đã lên cao, anh vẫn chưa có dịp học được cái gì, vì mọi người còn bận công việc làm ăn của họ. Qua một bãi cỏ rộng, anh thấy một lũ trẻ chăn trâu đang chơi đùa vui vẻ. Anh sán lại gần, bỗng nghe một đứa nói: – \"Thênh thênh ngồi đám cỏ xanh hơn ngồi chiếu hoa\". Ngốc ta thấy câu nói hay hay, liền lẩm nhẩm học thuộc lòng. Anh lại đi thêm một đoạn đường dài. Đến một bờ ruộng, anh thấy có một người đang lom khom bắt chuột. Người ấy hì hục đào lỗ, đặt hom, rồi đốt một nắm rạ, quạt khói vào hang. Bỗng có một con chuột từ trong hang thò đầu ra khỏi lỗ sắp chui vào hom, nhưng thấy bóng người, lại thụt trở vào. Người kia giơ ngón tay chỉ và nói: – \"Thập thò, thập thò, lo chẳng chết!\". Ngốc ta thấy câu nói hay hay lại lẩm nhẩm học thuộc. Bỏ người bắt chuột, chàng Ngốc lại tiếp lục cuộc hành trình. Qua một cánh đồng khác, anh nhìn thấy có hai người lực điền tát nước, đang ngồi nghỉ dưới gốc cây, hút thuốc. Người này bảo người kia: - \"Thượng điều tích thủy, hạ điền khan\"[1]. Ngốc ta cho là câu nói hay, lại lẩm nhẩm học thuộc. Bấy giờ trời đã trưa, anh lại đi thêm một đoạn đường nữa. Trước mặt anh là dòng sông nước chảy xiết. Giữa sông, anh nhìn thấy có một cái bè gỗ đang xuôi dòng. Một ông lão mà anh gặp đứng ở trên đồi nhìn xuống cái bè, rồi bỗng chốc thốt lên một câu: - \"Đại mộc lưu giang bất đắc hồi cố\"[2]. Ngốc ta cho là câu nói hay quá, lại lẩm nhẩm học thuộc. Buổi chiều, trên đường về, anh đi qua một hàng cơm. Có hai người từ trong cửa hàng bước ra, mặt đỏ gay, đang chuyện trò với nhau rôm rả. Sau đó một lát, họ từ giã nhau, người này nói với người kia: – \"Thôi, cơm no rượu say, tôi xin vô phép, mai ta lên quan sớm\". Ngốc ta lại học thuộc lòng câu này. Cho như thế là đã đủ, và đi bộ suốt ngày đã mệt, bụng lại đói, chàng Ngốc bèn trở về nhà thổi cơm ăn, rồi lên giường nằm nhẩm lại những câu vừa học. Đoạn ngủ quên lúc nào không biết. Ngày hôm sau, chàng Ngốc ăn mặc chỉnh tề đi sang nhà bố mẹ vợ. Khi đến nơi đã thấy khách khứa tấp nập, cỗ bàn bày la liệt, hai họ đang chia nhau ngồi vào tiệc. Ngốc ta chẳng nói chẳng rằng bước vào cổng. Một người nhà chạy vào loan báo cho bố mẹ vợ Ngốc và chàng rể mới biết là chàng rể cũ tự nhiên không mời mà đến. Mọi người cười ồ tỏ ý khinh thường, nhưng cũng bảo người nhà ra mời Ngốc vào xem hắn ta định làm gì cho biết. Họ ngạc nhiên thấy Ngốc ung dung ngồi phịch xuống một đám cỏ trước sân, vừa ngồi vừa nói câu nói thứ nhất học được ngày hôm qua: - Thênh thênh ngồi đám cỏ xanh hơn ngồi chiếu hoa. Cho rằng lời nói đó có ngụ ý thách thức, nhiều người từ chỗ coi thường Ngốc chuyển sang lo lắng. Họ bèn đứng lố nhố ở cửa nhìn ra để dò thái độ. Ngốc đang ngồi, nhìn thấy họ, sực nhớ tới câu thứ hai đã học được, liền chỉ ngón tay vào nhà mà nói: - Thập thò, thập thò, lo chẳng chết? Từ lo lắng, mọi người chuyển sang sợ sệt khi cảm thấy trong câu nói thứ hai của Ngốc không phải chỉ là sự thách thức mà còn có ý đe dọa. Thầy khóa hết đứng lại ngồi, rấm rứt như sắp có tai vạ. Hắn bảo bố vợ: \"Thằng này không phải ngốc nghếch như bố tưởng. Con cho rằng nó đang có âm mưu gì đây\". Nhưng người bố vợ thì vẫn coi thường Ngốc, đáp: – \"Con đừng lo. Nó ù lì như một hòn đá. Bố dám đoan với con rằng nó chẳng có phá đám gì đâu!\". Tuy nhiên, ông cũng ra lệnh cho mời chàng Ngốc vào nhà, nhưng chỉ đưa anh vào ngồi ở những mâm phía dưới dành cho kẻ hầu người hạ. Đó là hạng cỗ xoàng đã không có nem, mọc, giò, chả, lại cũng không có rượu. Họ thấy Ngốc ta vui vẻ bước vào ngồi lên chiếu. Và sẵn đói bụng, anh cầm đũa bát ăn rất ngon lành. Bố vợ bảo nhỏ chàng rể mới: – \"Con thấy không. Thậm chí nó cũng không biết nhục. Bố nói có sai đâu mà\". Nhưng đang ăn, Ngốc ta cũng không quên câu nói thứ ba đã học được, nên anh ngừng lại, mỉm cười nói: - Thượng điền tích thủy, hạ điền khan. Nghe câu đòi rượu uống một cách rất văn hoa, thầy khóa sợ xanh cả mắt. Hắn bụng bảo dạ: – \"Nó nói được những câu như thế thì nhất định nó không chịu để mất vợ đâu, chỉ tại lão già khuyên dỗ, một hai nói nó chẳng biết gì. Thực ra nó đâu có ngốc như người ta tưởng. Việc này rồi sẽ lôi thôi to. Cái bằng khóa sinh không khéo bị lột mất, vì ta đã phạm đến danh giáo\". Nghĩ vậy, hắn biết là dại, liền hầm hầm làm mặt giận, bỏ ra về. Thấy chàng rể mới toan bỏ dở cuộc, bố vợ chạy ra cố sức níu hắn lại, bảo: – \"Con cứ nghe bố ngồi lại mà dự cho xong đám cưới. Nó là thằng ngốc, nó nói gì thì nó cũng không thể làm được gì sất\". Những người khác cũng chạy ra giữ thầy khóa ở lại. Trong khi kẻ lôi người kéo ngoài sân thì ở trong nhà người ta bưng rượu đến cho Ngốc. Cầm chén rượu, Ngốc ta sực nhớ tới câu thứ tư, anh nói ngay: - Đại mộc lưu giang bất đắc hồi cố! Thầy khóa đang chần chừ, nửa muốn về nửa muốn ở lại, chợt nghe câu nói ấy, liền bước thẳng ra cổng không ngoái cổ lại, vừa đi vừa lẩm bẩm: -\"Nó \"chửi chữ\" mình đấy! Thế mà ông lão cứ một hai bảo nó ngốc đặc\". Thấy Ngốc ăn nói khôn ngoan khác trước, người bố vợ lúc này mới chột dạ, sai người ra tiếp Ngốc tử tế. Sau khi uống mấy chén rượu mặt đã đỏ gay, chàng Ngốc đặt đũa đứng dậy ra về. Đến sân, anh còn ngoảnh lại nói nốt câu nói cuối cùng: - Thôi, cơm no rượu say, tôi xin vô phép. Mai ta lên quan sớm! Cả nhà nghe câu nói dõng dạc bao nhiêu hồn vía đều lên mây. – \"Thằng này nó dọa đi kiện đây! Chắc đã có đứa nào làm thầy cho nó. Đành phải bảo con gái trở về với nó, không thì oan gia\". Tuy nghĩ vậy, bố vợ Ngốc vẫn chưa tin là Ngốc đã có thể biết đường kiện cáo, bèn cho tên người nhà là Kềnh chạy sang nhà Ngốc rình xem Ngốc làm gì để biết mà lo liệu. Chàng Ngốc từ nhà bố mẹ vợ trở về đánh một giác ngủ say. Khi tỉnh dậy thấy trong người ngứa ngáy khó chịu, liền cởi áo xoay trần bắt rận. Giữa lúc đó Kềnh đã lén tới trèo lên một cây ổi ở góc vườn, nhìn vào cửa sổ để nghe ngóng. Hắn chỉ thấy Ngốc quay lưng về phía mình, người đang cúi xuống trước một vật gì trăng trăng. Kềnh bụng bảo dạ: – \"Có lẽ hắn đang viết đơn kiện\". Trong lòng hồi hội, Kềnh nín thở lắng tai nghe. Lúc này, Ngốc ta bắt được hai con rận lớn, bèn reo lên: - A! Thằng Đực và con Cái! Phải giết [3] chúng mày mới được! Kềnh giật thót mình. Hắn lo sợ đến tái mặt. Vì Đực và Cái chính là tên vợ chồng lão chủ nhà hắn. Hắn nói thầm: - \"Như vậy là hắn đã viết tên ông bà chủ mình vào đơn\". Kế đó, Kềnh lại nghe tiếng Ngốc nói: - Lại thằng Béo, giết. Béo là tên thây khóa. Kềnh vẫn cố lắng tai nghe. Tiếng của Ngốc lại vọng ra: - Lại con Lớn, giết. Lớn là tên vợ Ngốc. Kềnh vẫn lắng tai. Lại có tiếng của Ngốc: - À! Thằng Kềnh! Giết, giết. Kềnh sửng sốt: – \"Không ngờ hắn viết cả tên mình vào đơn. Thật là tai vạ\". Bèn tụt xuống đất rồi chạy vào nhà van lạy, nước mắt giàn giụa: - Thưa ông, ông tha cho con. Việc gả bán là ở ông bà chủ của con và thầy khóa cả. Phận con là đầy tớ, có biết gì đâu. Xin ông sinh phúc tha cho, đừng viết tên con vào đơn! Ngốc nói: - Vậy thì, mày hãy về bảo với ông bà phải trả vợ cho tao. Nghe nói, Kềnh ba chân bốn cũng chạy về. Đến nhà, hắn vừa thở hổn hển vừa kể lại mọi việc. Mẹ vợ Ngốc bảo chồng: - Thôi ông ạ! Vô phúc đáo tụng đình! Bảo con chịu khó trở về với nó đi thôi. Trả lễ lại cho thầy khóa! Đừng để của trong nhà tự dưng vô cố đội nón ra đi!. [1] Câu này nghĩa là: ruộng trên ứ nước, ruộng dưới khô. [2] Câu này nghĩa là: cây gỗ lớn trôi ở sông không thể quay trở lại. [3] Tiếng \"giết\", có một số địa phương phát âm nghe dễ lẫn với tiếng \"viết\".", "Câu chuyện : Người bạn tham lam. Nội dung : Hai người đang đi bộ cùng nhau trên một con đường thì một người bỗng nhặt được một cái túi tiền đầy cứng. Người nhặt được túi tiền nói: ─ Tôi may mắn quá! Tôi đã nhặt được một cái túi tiền. Người bạn đồng hành nói: ─ Phải nói cho đúng là 'chúng ta may mắn quá' và 'chúng ta nhặt được'. Người kia giận dữ nói: ─ Ồ không, không đâu. Tôi đã nhặt được thì nó là của tôi. Ngay khi đó họ nghe thấy tiếng quát to: ─ Đứng lại, đồ ăn cắp! Người nhặt được túi tiền hoảng sợ nói: ─ Chúng ta chết mất nếu họ tìm được trong người chúng ta cái túi tiền của họ. Người kia đáp: ─ Ồ không, không. Hồi nãy anh không chịu bảo là 'chúng ta', thì bây giờ anh cũng phải nói là 'tôi sẽ chết mất'. Dân làng xúm lại bắt người nhặt được túi tiền và dẫn về làng để xử tội.", "Câu chuyện : Ba giỏ khoai lang. Nội dung : Ngày xưa, có một lần Gấu, Thỏ và Khỉ rủ nhau cùng tới thăm nhà bác Dê. Trước khi về, bác Dê bảo chúng: \"Ðây là ba giỏ khoai lang, mỗi cháu mang về một giỏ. Bằng giờ sang năm, đưa lại cho bác số khoai lang cũng như thế. Ðược không?\" Gấu thích quá, liền nói: \"Cám ơn bác\". Rồi xách giỏ chạy theo Thỏ và Khỉ. Về tới nhà, chúng mới sực nghĩ tới lời bác Dê dặn: làm thế nào đây? Gấu nghĩ: \"Sang năm nghĩa là còn sớm chán. ăn đã rồi sẽ tính\". Thế là nó ăn luôn một lúc, hết nửa giỏ khoai. Thỏ nghĩ: \"Dê yếu rồi, sợ gì ông ta, sang năm hãy tính\" Còn Khỉ thì sao?. Nó chọn ra mấy củ khoai to cất đi... Ngày hôm sau, Gấu gặp Khỉ, hỏi: – Anh đã ăn hết khoai chưa? – Ăn một ít, còn giữ lại cũng không ít. – Giữ lại để làm gì?. Ðể cho Chuột ăn à? – Không! Ðể trồng mà. Sang năm vào mùa Xuân thì đem trồng, đến mùa Thu thì sẽ thu hoạch. Sẽ có bao nhiêu là khoai để đem trả bác Dê, còn lại thì để ăn. Nghe Khỉ nói. Gấu hiểu ra: Khỉ làm như thế là đúng. May quá là mình hãy còn lại ba củ, phải giữ lại để làm giống mới được. Mấy ngày sau, Gấu lại lôi khoai ra xem. Gấu thèm rỏ dãi, nghĩ: \"Làm giống thì cần gì tới ba củ?. Hai cũng được\". Nghĩ tới đó, nó há to mồm ăn luôn một củ. Mùa Đông tới, gió vù vù thổi, bụng Gấu cũng sôi réo lên. \"Kiếm cái gì nhét đầy vào cái dạ dày đây?\". Nó lại nghĩ tới khoai: \"Ðể giống cần gì tới hai củ? Một không đủ hay sao?\". Thế là nó lại ăn một củ. Mùa Xuân tới rồi. Gấu tỉnh giấc, nhìn thấy Ong đang hút nhuỵ hoa, chim Yến đang xây tổ, Khỉ con đang cày ruộng. Nó nghĩ tới củ khoai để giống, bèn đào một cái hố trước cửa nhà, đem củ khoai vùi vào đó. Mấy ngày sau, chẳng thấy động tĩnh gì, Gấu bới đất lên xem, củ khoai vẫn đang ngủ ở đó. Nhìn củ khoai, Gấu nghĩ: \"Củ khoai đẹp như thế mà phải vùi vào đất, phí quá! Chuột mà biết sẽ lấy trộm. Chuột không lấy trộm đi thì cho dù khoai có mọc mầm, côn trùng cũng gặm chết nó. Côn trùng nếu không gặm thì mưa to cũng dìm ngập. Nếu không ngập mà chết, khoai lớn lên thì Chuột này, Chó con này, Hươu này... cũng lại đào... Hay là bây giờ đặt nó vào dạ dày là chắc nhất\". Nghĩ tới đó, Gấu liền xơi ngay củ khoai. Mùa Thu tới, Gấu mang cái gì để trả cho bác Dê? Trong cái giỏ của nó, trừ mạng nhện ra, chẳng có cái gì. Gấu đi tìm Thỏ con, Thỏ con mang giỏ lại. Ôi, chả có lấy một củ. Cả hai đi tới nhà Khỉ. Vừa vào nhà đã thấy khoai mới dỡ chất đầy nhà. Khỉ thấy các bạn tới, vui quá. Nó mời Thỏ và Gấu ăn khoai thoả thích lại còn cho đầy khoai vào hai thúng lớn tặng chúng. Khỉ, Gấu, Thỏ mang ba giỏ khoai đầy đi gặp bác Dê Bác Dê cười vang: - Các cháu ngoan! Các cháu đã ngoan lắm! Bác đâu cần các cháu trả lại bác. Bác muốn xem ai biết suy nghĩ, ai biết lao động. Thôi, bác cám ơn, nhưng các cháu mang khoai về đi nhé!. Cả ba cháu đều là những đứa trẻ ngoan. Gấu, Thỏ nghe thế, mặt đỏ tía lên. Lời bàn: Chăm chỉ, biết suy nghĩ và siêng năng lao động ngay từ những việc nhỏ sẽ đem lại kết quả tốt.", "Câu chuyện : Cái chén gáo dừa. Nội dung : Ngày xưa, ở một vùng nọ, có vợ chồng kia hiền lành và chăm chỉ, hai người lấy nhau đã lâu mà vẫn chưa có con, họ cầu Trời khấn Phật mãi nhưng vẫn chưa có kết quả. Hôm ấy, sau khi hai vợ chồng đi lễ chùa về, trời đang nắng bỗng nổi cơn mưa lớn, sấm chớp nổ đùng đùng làm cả hai xanh mặt, vội vã chạy đến một cái miếu nhỏ ở bên đường để núp tạm tránh sét, khi chạy gần đến bậc thềm thì người vợ trợt té, úp bụng xuống đất. Chồng thấy vậy thì hoảng quá, bồng vợ mang vào bên trong miếu, tưởng rằng vợ bị sây sát gì, nhưng người vợ bảo là chẳng bị trầy trật ở đâu cả, chỉ thấy hơi đau nhói một chút ở bụng mà thôi. Mưa tạnh trời quang, vợ chồng đưa nhau về nhà và một tháng sau thì người vợ mang thai. Biết rằng Trời Phật đã nhận lời, hai người mừng vô hạn, bèn lấy một phần ba của cải đem đi bố thí cho người nghèo để đền ơn. Đến ngày khai hoa nở nhụy, người vợ sinh ra được một thằng bé kháu khỉnh trong niềm sung sướng tột cùng. Người chồng bảo: – Trời Phật đã thương mà nhận lời chúng ta, thì chúng ta phải cố sống làm sao cho xứng với tình thương ấy. Tôi dự tính trích thêm một số bạc nhà mình để sửa lại chùa, mình thấy thế nào? – Thì mình tính sao em nghe vậy, ân đức này cao bằng trời biển, biết bao nhiêu mà sánh bằng được? Và thế là ngôi chùa đã được người chồng bỏ tiền ra sửa sang lại khang trang hơn trước. Đứa bé đầy tháng thì ông mang đến lễ chùa tạ ơn và được đặt tên là Phúc để nhớ đến ân phúc Trời Phật đã ban cho vợ chồng họ. Thằng Phúc chóng lớn và khôn ngoan thấy rõ, mới lên ba mà đã ăn nói như người lớn vậy, hai vợ chồng cảm thấy vô cùng sung sướng và hạnh phúc khi có một người con như thế. Những tưởng cảnh đầm ấm này sẽ được dài lâu, ngờ đâu sự việc đến không như họ nghĩ, vì cũng năm đó, người vợ lâm bạo bệnh rồi đột ngột qua đời, dù người chồng đã tìm đủ thầy, chạy đủ thuốc. Người chồng chỉ biết ôm con mà khóc, không ngờ tình cảnh lại thay đổi một cách éo le và nhanh chóng như vậy, mới hôm nào gia đình còn hạnh phúc tràn trề mà nay đã gãy gánh giữa đường, phải chịu cảnh gà trống nuôi con. Sự đời như thế vẫn chưa yên vì cái rủi vẫn đeo bám ông, quá nhớ thương vợ và khóc lóc nhiều nên mắt ông sưng lên, vài tháng sau thì mờ dần, không nhìn rõ được. Năm đó lại xảy ra hạn hán, mất mùa, người ăn xin đông như kiến, ông lại có tính hay giúp người nên cơ ngơi của ông cứ thế mà vơi dần. Nạn đói đã bắt đầu xảy ra, người ta giành giật nhau từng củ khoai, bụi sắn mà không còn nghĩ gì đến tình làng nghĩa xóm. Thấy ông bị mờ mắt, con trai thì còn nhỏ dại, bọn gia nhân của ông ngày trước đói quá hóa liều, đêm hôm ấy chúng đột nhập vào nhà bắt trói cha con ông lại rồi tha hồ vơ vét thóc lúa bạc tiền. Không nhìn thấy gì nên ông chỉ biết tri hô lên cầu cứu, bọn ác nhân liền phang ông một gậy để ông im miệng vì sợ lộ tung tích, thằng bé Phúc còn nhỏ quá nên chỉ biết sợ hãi nhắm tịt mắt lại rúc vào người cha để tránh nạn. Bọn cướp vét hết tài sản của ông rồi bỏ đi, để lại thằng bé khóc lóc ngơ ngác bên xác cha mình. May mà ông chỉ bị ngất đi chứ không chết. Khi người làng hay tin đến cứu thì bọn cướp đã cao chạy xa bay, giờ đây cha con ông chỉ còn cái xác nhà không và mảnh vườn trơ trụi. Ông ôm lấy con mà an ủi: – Cu Phúc đừng khóc nữa. Bố còn sống đây là được rồi. Thế nào bố cũng có cách gầy dựng lại, cho con ăn học thành người... Tuy mắt bị mờ, không còn nhìn thấy rõ, nhưng ông vẫn không chịu thua số phận, cố gắng hy sinh tất cả vì con. Thấy con đói, ông lùng sục khắp nơi để lặt từng mớ rau, dò dẫm đào từng củ khoai, củ chuối, lặn lội mò cua bắt ốc để nuôi con qua ngày đoạn tháng. Trời cũng không phụ lòng nên cha con ông vẫn sống sót được, thoát qua khỏi mùa đói khắc nghiệt năm ấy. Ông làm lại từ đầu để gầy dựng cơ nghiệp và lo cho con ăn học, dù có phải làm thuê làm mướn, cực khổ trăm bề, ông cũng không từ nan bất cứ việc gì, miễn sao có cái ăn cho thằng Phúc và gởi nó theo học với thầy đồ trong làng, vui cùng chúng bạn cùng tuổi. Năm tháng qua đi, Phúc mỗi ngày một khôn lớn và người cha mỗi ngày một già đi, ông vẫn âm thầm lo cho con ăn học mà không quản khó nhọc và sức lực hao mòn. Ngày con trai lên kinh ứng thí là ngày người cha mừng đến rơi nước mắt, vì ước vọng của ông bao lâu nay đã thành hiện thực. Con đi rồi, ông lần ra thắp hương nơi mộ vợ mà rằng: – Xin mình chứng giám cho lòng thành của tôi, có thương con thì cầu xin cho nó được đỗ đạt, làm quan vinh hiển để đổi đời cho nó, còn tôi thì phận già ra sao cũng được. Trước sau sống đời chung thủy với mình, vui vầy sớm hôm với con với cháu. Quả nhiên, người con trai đỗ á khoa kỳ thi năm ấy và được cử làm quan tri huyện trong vùng. Người cha nghe tin mừng không kể xiết, thế là tâm nguyện đã thành, ông nghĩ vợ mình chắc cũng đang mỉm cười nơi suối vàng khi biết con trai đã công thành danh toại. Quan tri huyện Phúc nhậm chức được hai năm thì lấy vợ, nàng là con gái của một phú ông trong vùng, do đó mà cuộc sống cũng khá giả và hạnh phúc. Khi con đã thành đạt thì người cha bây giờ mắt đã lòa đi nhiều, bao nhiêu sức lực đã hao phí khi còn trẻ để làm lụng lo lắng cho con, bây giờ tuổi già, sức yếu, chẳng làm gì được, chỉ biết sống bám vào con trai cho trọn vẹn tuổi già. Quan tri huyện thấy cha đã già yếu, nên lo lắng chăm sóc cho cha rất chu toàn, khiến người cha lấy làm mãn nguyện và sung sướng trong lòng vì mình đã có một người con hiếu thảo. Ngày tháng trôi đi nhanh như vó câu băng qua cửa sổ, vợ chồng quan tri huyện cũng có một người con trai xinh xắn và dễ thương như vợ chồng ông ngày trước. Mặc dù mắt ông đã mờ nên ông không nhìn thấy rõ gương mặt cháu nội, nhưng ông cũng mường tượng ra được ít nhiều qua tiếng nói, cử chỉ, ông thấy thằng bé cũng thông minh và sáng dạ như thằng Phúc khi xưa, gia đình ông lại đầm ấm và tràn ngập tiếng cười. Ngày đứa cháu nội lên bốn thì sức ông đã yếu lắm, tay chân run lẩy bẩy, mỗi lần ăn uống thật là khó khăn, mắt mờ nên ông không nhìn thấy, làm thức ăn đổ trong đổ ngoài, người con dâu phải dọn dẹp mãi nên lâu ngày thành ra khó chịu. Đã vậy cứ đôi ba hôm ông lại làm rơi vỡ một cái chén, vì tay ông cứ run cầm cập nên không giữ chặt được, ông cũng lấy làm ngại lắm nhưng không biết làm thế nào vì sức mình đã yếu lắm rồi. Người con dâu thấy vậy tiếc của nên không dám dọn chén kiểu cho ông nữa vì ông cứ làm rơi hoài, cô nàng thay bằng chén sành để lỡ có đánh rơi thì cũng ít hao hơn. Quan huyện lúc đầu không đồng ý, nhưng sau cũng nghe theo lời vợ vì nghĩ rằng mắt cha đã mờ, đâu có phân biệt được chén kiểu hay chén sành. Nhưng rồi chồng chén sành cũng ngày một vơi đi vì ông cứ đánh rơi mãi khiến vợ chồng quan huyện không biết xử trí thế nào nữa. Người vợ bèn nghĩ ra một cách, liền bảo chồng: – Hay là ta kiếm cái gáo dừa làm chén để dọn cho cha ăn, nếu lỡ rơi xuống đất thì cũng đâu có bể, khỏi phải mất công thay chén khác. – Không được, ai lại làm thế với cha bao giờ! Thiên hạ biết được thì còn coi mình ra gì. – Nhưng cứ mỗi ngày đánh rơi một cái thì làm sao mình kham nổi, vả lại mắt cha mờ nên có thấy gì đâu, chén gì thì cũng vậy thôi. Người chồng cứ phân vân mãi, nhưng rồi thấy vợ nói cũng phải, nghĩ rằng chắc cha cũng chẳng nhìn thấy gì nên giấu mọi người trong nhà, lấy cái gáo dừa đẽo gọt miệng cho phẳng để làm chiếc chén theo như lời vợ. Đứa cháu nội ngạc nhiên khi nhìn thấy chiếc chén cơm của ông làm bằng gáo dừa, có rơi xuống đất cũng không bị bể, nó cảm thấy lạ lắm, nhưng không lộ ra nét mặt nên bố mẹ nó đâu có biết. Mỗi lần ăn cơm, cầm chiếc chén trên tay, ông nhận ra ngay đó là chiếc gáo dừa, nhưng ông không nói ra vì sợ mất mặt con mình, dù sao con trai mình cũng là tri huyện trong vùng. Tuy vậy, trong lòng ông đau như bị muối xát, chỉ biết âm thầm nén lại mà thôi. Hôm nọ, quan tri huyện đi công cán ở xa về, nghe lục đục bên hông nhà liền cùng vợ bước đến xem, họ thấy con trai mình đang cầm dao đẽo gọt hai cái gáo dừa khô... Họ lấy làm lạ hỏi: – Này, con đang cầm dao nghịch gì thế? Không khéo đứt tay bây giờ! Đứa bé hồn nhiên bảo: – Dạ con đang bắt chước cha đẽo gọt hai cái gáo dừa này thành hai cái chén, phòng khi sau này cha mẹ già yếu dọn cơm cho cha mẹ ăn, lỡ có đánh rơi cũng không bị bể cha ạ. Hai vợ chồng nghe vậy thì điếng cả người, không ngờ con trai mình lại nói thế, nhưng không trách nó được, vì nó nói đúng quá. Lòng hiếu thảo và tình thân chợt dâng đầy, vợ nhìn chồng, rồi chồng nhìn vợ, cả hai bật khóc, họ hối hận vì những sai lầm của mình đối với người cha già đáng kính, đã hy sinh trót một đời vì mình. Thế rồi hai vợ chồng chạy vào trong phòng, quỳ sụp dưới chân người cha mù lòa, vừa khóc vừa nói: – Cha ơi, xin cha hãy tha lỗi cho chúng con, cha đã hy sinh một đời vì con, thế mà chúng con đã ngu ngốc khi đối xử với cha như vậy... – Dù muôn nghìn chén vàng chén bạc cũng không sánh nổi lòng cha đối với chúng con. Vợ chồng con nguyện khắc dạ ghi tâm và xin cha tha cho tội bất kính này. Từ đó vợ chồng người con đối xử với cha rất là hiếu thảo cho tới ngày ông qua đời. Chuyện đứa bé gọt cái chén gáo dừa kia đã thức tỉnh lòng ta đối với đấng sinh thành, vì công ơn ấy cao tựa Thái Sơn, biết lấy gì bù lại cho xứng được?!", "Câu chuyện : Dê con nhanh trí . Nội dung : Trong ngôi nhà kia có Dê mẹ và một chú Dê con. Một hôm, trước khi ra đồng cỏ, Dê mẹ dặn Dê con: - Con ở nhà cho ngoan, mẹ đi ra đồng ăn một ít cỏ tươi để có nhiều sữa ngọt cho con bú. Ai gọi cửa cũng đừng mở nhé! Nếu không thì con Sói vào ăn thịt con đấy! Dê con vâng lời mẹ và hỏi thêm: - Thế mẹ về thì làm sao con biết mà mở cửa? Dê mẹ khen con thông minh và dặn con: - Lúc nào mẹ về, mẹ sẽ nói: \"Con chó Sói hung ác, đuổi cổ nó đi\", thế là con mở cửa cho mẹ. Nhưng con Sói hung ác nấp gần đó đã nghe Dê mẹ dặn Dê con như thế rồi. Dê mẹ vừa đi khuất, con Sói hung ác đã chạy lại gõ cửa: \"Cạch, cạch , cạch! Con chó Sói hung ác, đuổi cổ nó đi\", Dê con ở trong nhà, nghe tiếng gõ cửa vội vàng chạy ra. Nghe đúng câu mẹ dặn, nó định mở cửa nhưng nghe tiếng ồm ồm, không giống tiếng mẹ, Dê con liền nghĩ ra một kế và bảo: - Mẹ đấy ư? Sao hôm nay tiếng mẹ lại ồm ồm thế? Con Sói sợ bị lộ nhưng vẫn khôn ngoan trả lời: - Mẹ ra đồng bị cảm gió nên khản tiếng đấy. Dê con vẫn còn ngại: - Mọi lần mẹ về vẫn thò chân vào khe cửa cơ mà! Chân mẹ thon thon, con nhìn là biết ngay! Con Sói lại tìm cách chống chế: - Mẹ giẫm phải gai, sưng vù lên, thò vào khe cửa không vừa nữa. Con mở cửa cho mẹ vào! Dê con cúi sát xuống đất nhìn qua khe cửa. Nó thấy cái chân lem luốc, đen sì. Nó bảo chó Sói: - Thôi, anh Sói ơi! Chính anh rồi! Anh cút đi kẻo mẹ tôi về húc cho anh vỡ bụng ra đấy! Chân anh đen sì thế kia kìa! Ai còn lạ gì nữa! Bị lộ, con Sói vội vàng bỏ đi. Nhưng nó vẫn nghĩ cách lừa Dê con. Nó chạy ngay đến một cửa hàng bánh. Chờ lúc người làm bánh đi vắng, nó liền thò chân vào thùng bột, bột dính đến đầu gối. Xong xuôi, nó chạy về gọi Dê con: - Cạch cạch cạch! Con chó Sói hung ác, đuổi cổ nó đi! Dê con vội chạy ra, ngó qua khe cửa, lần này nó thấy rõ ràng 4 chân trắng. Thôi, đích là mẹ đã về! Nhưng cái mũi thính của nó lại ngửi thấy mùi gì hôi hôi chứ không thơm như mùi sữa của mẹ. Dê con ngần ngại, khe khẽ bắt ghế trèo lên nghếch cổ nhìn qua khe tường. Nó thấy hai cái tai lem luốc và nhọn hoắt. Thôi đúng là tai Sói rồi, Dê con gọi chó Sói và bảo: - Tai anh đen và nhọn, chẳng giống tai mẹ tôi đâu! Anh Sói hung ác ơi, cút ngay đi kẻo mẹ tôi về, mẹ tôi lại húc cho anh vỡ bụng đấy! Sừng mẹ tôi nhọn lắm. Con Sói sợ bị lộ, vội vàng bỏ chạy. Nó cố hết sức tìm cách giấu đôi tai lem luốc và nhọn hoắt mà không được. Nó chưa dám trở lại thì Dê mẹ đã về gõ cửa \"Cạch, cạch, cạch! Con chó Sói hung ác, đuổi cổ nó đi!\" Dê con nghe đúng tiếng mẹ. Nó cúi nhìn qua khe cửa, đúng là chân mẹ. Nó trèo lên nhìn qua khe tường, đúng là tai mẹ. Nó mở ngay cửa cho mẹ vào và kể chuyện con Sói đến lừa cho mẹ nghe. Dê mẹ ôm con vào lòng và khen con giỏi. Dê mẹ cho Dê con bú một bữa sữa thơm và ngọt. Nguồn: Sưu tầm", "Câu chuyện : Người thợ làm bánh. Nội dung : Một người thợ làm bánh có bốn người giúp việc, một người chuyên múc nước, một người chuyên nhào bột, một người chuyên nặn bánh và một người chuyên rán bánh. Người rán bánh thường bảo với người thợ: – Anh nặn bánh làm việc rất ẩu, anh ta để vỏ bánh quá mỏng nên khi rán tôi phải hết sức khéo léo bánh mới không bị vỡ. Người nặn bánh lại nói: – Anh nhào bột hay để bột nhão nên rất khó nặn bánh, mà thưa ông chủ, anh rán bánh rất hay ăn vụng ở mẻ bánh đầu tiên. Người nhào bột mách: – Thưa ông, anh nặn bánh thường để tay bẩn khi làm việc, anh rán bánh rất hay nói xấu ông bà chủ, còn thằng múc nước, nó đang tòm tem con gái ông bà đấy ạ ... Anh múc nước thì chẳng nói gì, mỗi khi xong việc anh ta mắc võng nằm đọc sách. Người thợ mỗi lần nghe mách như vậy đều bực lắm. Nhìn vẻ mặt của ba người giúp việc khi đến tố cáo, anh thấy hình như họ đều rất trung thực, đáng tin, đáng quý. Anh hứa sẽ chấn chỉnh ngay mọi việc. Từ đó anh ta bắt đầu để ý, săm soi mọi việc. Tuy nhiên do khối lượng công việc quá nhiều, nên anh ta không thể theo sát tất cả các công đoạn được, vì vậy anh ta nghi ngờ tất cả. Anh nghĩ: \"Thằng rán bánh cái mặt tham thế kia thì chắc chắn là hay ăn vụng rồi, mắt gian mà mỏ nhọn thì việc nó nói xấu vợ chồng mình là có chứ không sai. Còn thằng nặn bánh, thằng này luộm thuộm, việc để tay bẩn là đúng đây. Thằng nhào bột ... hừ .. thằng này làm việc bê bết thật, nhưng nó biết gét thằng nói xấu mình, cũng được. Còn thằng múc nước... giúp việc mà suốt ngày giả vờ sách với vở, không phải để lừa con gái mình thì là làm gì...hừm...lũ chúng mày...hỏng...hỏng ! phải quản lý thật chặt bọn này !!!\" Anh ta bắt đầu đặt ra những yêu cầu khắt khe hơn với cả 3 người, duy có người nhào bột là được thả lỏng. Một thời gian sau anh thợ làm bánh thấy những lời tố cáo ngày càng nhiều thêm từ ba người giúp việc, anh đi kiểm tra mặt này thì họ lại tố cáo nhau về mặt khác. Mỗi khi thấy họ nói chuyện với ai, anh đều có cảm giác họ đang làm gì gian dối hoặc có thể đang nói xấu anh. Chỉ có người múc nước thì vẫn vậy, xong việc lại bình thản mắc võng nằm đọc sách, mà anh lại thấy ngứa mắt nhất là người này. Do suy nghĩ, nghi ngờ quá nhiều nên anh thợ làm bánh dần cảm thấy mệt mỏi, không buồn ăn, lúc nào cũng cảm giác mọi người đang chống lại mình, đang nói xấu mình, anh uất ức, thấy đau ngực, đau sườn. Cuộc sống của anh lúc này là những chuỗi ngày dài bực dọc. Một hôm, đứng trước cửa nhà, anh thợ làm bánh thấy từ xa có một nhà sư khất thực đang tiến lại. Nhà sư dáng điệu trang nghiêm, bước đi rất thong thả nhưng vững vàng, vẻ mặt thanh thản với đôi mắt hiền hòa như một ông tiên thoát tục. Sinh lòng kính ngưỡng, anh thợ làm bánh đi vào nhà cầm mấy chiếc bánh ra, cung kính đặt vào bình bát cúng dường. Nhà sư không đi ngay mà chăm chú nhìn người thợ làm bánh rồi hỏi: – Thí chủ có phải đang thấy trong người không được khỏe ? – Vâng ! Anh thợ làm bánh ngạc nhiên nói ấp úng: – Thời gian này quả thực con thấy trong người rất khó chịu, cứ đau ốm luôn... không biết... không biết ... thầy... – Bệnh này ta có thể chữa được, nếu thí chủ không ngại thì để ta bắt mạch xem sao. – Vậy mời thầy vào nhà, xin thầy giúp con ạ. Anh thợ làm bánh vui mừng rước nhà sư vào nhà. Nhà sư để bình bát và tay nải xuống bàn, ngồi xuống, nhẹ nhàng đón lấy chén nước mà anh thợ làm bánh vừa rót vội, uống một hớp, xong ông từ từ đặt chén xuống và lấy trong tay nải ra một chiếc khăn mềm, gấp lại làm tư, đặt lên bàn. Ông cầm tay anh thợ, để ngửa cổ tay trên chiếc khăn, rồi đặt 3 ngón tay của mình vào các vị trí thốn, quan, xích, trầm ngâm nghe mạch. Chừng 3 phút sau nhà sư nhấc tay lên, nhìn anh thợ, nói: – Thí chủ bị đau và tức ở hai vị trí ngực và sườn, bệnh này chữa ngọn không khó, nhưng gốc bệnh là do tâm nên chữa ngọn rồi lại phát. Nguyên nhân bệnh do uất ức lâu ngày mà gây ra, nếu không giải tỏa được thì bệnh không thể lành, lại có thể sinh thêm các bệnh khác. Anh thợ hết sức ngạc nhiên trước tài năng của nhà sư. Anh kể hết mọi chuyện của gia đình, những phiền muộn mà 4 người giúp việc gây ra, sự nghi ngờ, mệt mỏi và uất ức của mình. Nhà sư im lặng lắng nghe rồi nói: – Như vậy nguyên nhân ban đầu là do sự nghi ngờ của thí chủ, nghi ngờ lâu ngày không được giải tỏa bị dồn nén lại nên sinh ra bực dọc, uất ức mà thành bệnh. – Dạ, quả thật con rất nghi ngờ bọn chúng, thằng nào trước mặt con cũng khép nép, vâng lời, nhưng không biết sau lưng con bọn chúng làm bậy bạ những gì, mà chúng nó tố cáo nhau ngày càng nhiều thầy ạ. Nhà sư lặng lẽ suy nghĩ, rồi ông đưa tay chỉ vào lọ đường mà anh làm bánh để ở góc nhà: – Thí chủ hãy mang lọ đường kia lại đây. Anh làm bánh hơi ngạc nhiên nhưng cũng đứng dậy, cầm lọ đường mang đặt lên bàn. Do nhà làm bánh, lúc nào cũng cần đường nên lọ đường chỉ được đậy nắp sơ sài, có đàn kiến bâu quanh miệng lọ, vài con còn chui hẳn vào bên trong, quanh lọ có vài chú ruồi, đậu rồi lại bay. Nhà sư nói: – Thí chủ hãy quan sát lọ đường này, thí chủ có biết vì sao đàn kiến và lũ ruồi bâu quanh lọ không ? – Dạ, vì chúng ngửi thấy mùi đường, thích ăn đường nên chúng bâu quanh ạ. – Vậy bây giờ thí chủ làm cách nào để đuổi ruồi và kiến đi ? Người thợ làm bánh liền lấy khăn lau thật sạch lọ đường và vặn chặt nắp lại, nhưng chỉ một lát sau lũ ruồi lại bay quanh còn đàn kiến thì tiếp tục leo lên. – Bây giờ thí chủ làm thế nào ? – nhà sư hỏi – Dạ, con không biết ạ. Nhà sư đứng dậy, lặng lẽ cầm lọ đường bước ra sân, đổ hết đường đi , lấy nước rửa và lau sạch lọ đường. Quả nhiên, kiến và ruồi không còn bâu vào lọ nữa. Nhà sư bảo anh thợ làm bánh: – Sự tức giận và nghi ngờ của thí chủ cũng giống như đường ở trong lọ. Thí chủ đã biết do ruồi và kiến thích mùi đường nên bâu quanh, vậy những người kia chính vì thích nhìn thấy thí chủ tức giận và nghi ngờ người khác nên mới đến tố cáo. Nếu trong thí chủ không còn tồn tại dạ nghi ngờ và lòng tức giận thì sự tố cáo kia cũng như lũ ruồi nhặng, dần bay đi hết thôi. Khi xung quanh không còn đàn kiến nhộn nhạo, lũ ruồi ồn ào, thí chủ sẽ được tĩnh tâm, và trong 4 người làm, ai hơn ai kém, sai, đúng thế nào thí chủ sẽ thấy dễ dàng như soi gương vậy. Nói rồi nhà sư viết một đơn thuốc đưa cho người thợ làm bánh: – Ta viết cho thí chủ thang thuốc này để trị ngọn của bệnh, còn gốc bệnh thì thí chủ phải tự chữa từ tâm mình thôi. Nhà sư từ biệt ra đi, miệng ngâm mấy câu thơ: Lâu ngày uất ức, khổ mà thôi Biết gốc giờ đây chữa được rồi Quyết xét việc làm hay xác thực Không nghe lời nói ngọt đầu môi Xuyên khung, Thần khúc, cùng Chi Tử Thương truật lại thêm Hương phụ bồi Mỗi thứ đem cân, đều số lượng Sắc lên uống đủ bệnh liền trôi Người thợ làm bánh từ đó nghe theo lời khuyên của nhà sư khất thực, uống thuốc và bỏ ngoài tai những lời dèm pha, tố cáo lẫn nhau của người làm, bản thân chăm chỉ đi xem xét công việc. Quả nhiên sau một thời gian, thấy ông chủ dửng dưng, thản nhiên khi nghe mình nói tố người khác, ba anh giúp việc có tật xấu bỗng giật mình, có cảm giác hình như ông chủ biết tất cả những việc xấu của mình, nên không dám dèm pha nhau nữa mà bắt đầu chú tâm vào công việc. Bệnh của anh thợ làm bánh cũng do đó mà khỏi hẳn.", "Câu chuyện : Hai con ngựa . Nội dung : Một con Ngựa trắng rất đẹp, nó được người chủ giàu có cho ăn uống đầy đủ, suốt ngày chẳng làm gì. Con Ngựa trắng thấy con Ngựa đen làm việc vất vả bèn bảo: - Sao anh không bỏ đi chọn lấy người chủ khác cho đỡ vất vả hơn, nếu là tôi thì tôi đã bỏ đi lâu rồi, tội gì ở lại cho khổ thân cơ chứ. Con Ngựa đen nói: - Tính tôi ưa lao động từ bé cho nên nhàn rỗi tôi không chịu được, vả lại ông chủ coi tôi như người bạn, có việc vui buồn gì ông chủ cũng tâm sự cùng tôi vì thế tôi không nỡ lòng nào bỏ ông ấy. Thế rồi vì người chủ giàu có do ham chơi chẳng chịu lao động cho nên của cải cũng hết, túng tiền ông ta bán con Ngựa trắng cho một người nông dân. Người nông dân bắt con Ngựa trắng kia phải làm việc, ban đầu nó nhất quyết không chịu làm nhưng bị đánh nhiều nên rồi cũng phải làm việc. Còn con Ngựa đen nhờ có người chủ chịu khó cho nên dần dần ông ta trở nên giàu có, nghĩ lại công lao của con Ngựa đã trung thành với mình ông ta cho nó một cuộc sống sung túc và không phải làm việc nữa. Lời bàn: Xúi giục kẻ khác làm bậy trước tiên làm hại chính mình.", "Câu chuyện : Hai con dê qua cầu. Nội dung : Trong một khu rừng nọ có hai con dê sinh sống, một con dê trắng, một con dê đen. Dê trắng sống cuộc đời sung sướng, có kẻ hầu người hạ.Khi tắm nó cũng có người phục vụ: – Giúp việc đâu, đến đây mau lên,con voi là giúp việc cho dê mau chóng chạy đến.Thế ngươi không định phục vụ ta tắm vòi hoa sen hay sao? Chẳng lẽ ngày nào ta cũng phải nhắc hay sao? Từ mai mỗi khi ta tắm ngươi phải chuẩn bị sẵn sàng trước, đã hiểu chưa? – Vâng, tôi hiểu thưa ngài! – Hãy phun nước đi! Con voi lấy vòi hút nước và phun lên người dê trắng phục vụ nó tắm,nó rất thích tắm kiểu này.Trong khi đó dê đen chăm chỉ tập thể thao cho khỏe mạnh và minh mẫn, ngày nào nó cũng tập tành. Nó ăn sáng với sữa và trứng. Trong khu rừng, có hai quả núi nối với nhau bằng một cái cầu treo, bắc qua con sông. Cái cầu treo hẹp đến nỗi hai người không thể qua cầu cùng một lúc được. Một ngày kia, dê trắng muốn đi chơi.Nó gọi người hầu: – Hãy chuẩn bị xe ngựa cho ta, ta muốn dạo chơi một lát. – Vâng thưa ngài, tôi sẽ chuẩn bị sẵn sàng Dê trắng lên xe ngựa đi dạo, nó ngồi khoan khoái ngắm cảnh trên cỗ xe do ngươi hầu kéo đi. Chúng đi đến cây cầu treo bắc qua sông. Dê trắng ngồi chễm trệ trên xe, nó nhìn sang đầu cầu bên kia.Hóa ra dê đen cũng đang di dạo, nó ngồi trên cỗ xe do người hầu kéo, đang ở trên đầu cầu bên kia. Dê đen nói \"Hãy chờ chút, để tôi sang trước\" Dê trắng không chịu \"Hãy để ta sang trước. Ta đang vội đây\" Dê đen đáp: \"Ta không có thời gian đâu\" Dê trắng đáp lại \"Kệ ngươi, ta sẽ không nhường đâu\" Cả hai con dê không con nào chịu nhường cả – Hãy lùi lại để ta qua trước – Còn lâu ta mới chịu lùi Chúng cứ cho xe đi tiếp ra giữa cầu. Hai con dê hầu cận sợ hãi.Con dê trắng nói: \"Hãy để ta xuống, xem ai sẽ thắng nhé\".Hai con dê cãi nhau gay gắt, không con nào chịu con nào cả. Chúng tức quá nên lao vào húc nhau, húc không ngừng nghỉ.Hai con dê hầu cận chỉ dám đứng nhìn không dám vào can.Hai con dê húc nhau hăng quá nên chúng rơi xuống dưới sông. Vì dòng sông sâu và nước chảy xiết quá nên cả hai con đều bị chết đuối. Bài học cuộc sống rút ra: Bạn hãy lịch sự và tôn trọng những người xung quanh.", "Câu chuyện : Quạ và thiên nga. Nội dung : Một con Quạ, đen như than, nó ganh ghét với một con Thiên Nga, vì bộ lông của Thiên Nga luôn trắng đẹp như bông. Quạ ngu ngốc một hôm bỗng nảy ra một ý nghĩ rằng nếu nó cứ sống như Thiên Nga, tức là cứ bơi lội và vùng vẫy suốt ngày trong nước, và ăn cây cỏ rong rêu mọc dưới nước, ắt bộ lông nó sẽ trắng ra như bộ lông của Thiên Nga vậy. Thế là Quạ liền bỏ rừng bay về vùng sông hồ và đầm lầy để sống. Nhưng dù cho nó ra sức tắm giặt suốt ngày này qua ngày khác bộ lông của nó vẫn cứ đen như ngày nào vậy. Và khi rong rêu trong nước ăn vào không phù hợp với cái dạ dày của nó, nó càng ngày càng gầy đét, và cuối cùng, ngã lăn ra chết. Lời bàn: Chỉ vì ảo tưởng những thứ mình không thể có được mà có những hành động ngu ngốc, cuối cùng cũng chỉ thiệt bản thân mà thôi.", "Câu chuyện : Con ngỗng và quả trứng vàng. Nội dung : Một ngày nọ, một người nông dân tìm đến ổ của con ngỗng và thấy một quả trứng vàng sáng bóng. Ông cầm quả trứng lên xem thì thấy nó nặng như chì và quẳng nó đi vì ông nghĩ đây là một trò đùa dành cho mình. Nhưng nghĩ lại ông bèn mang nó về nhà và vui sướng khi nhận ra rằng đây là quả trứng bằng vàng nguyên chất. Mỗi sáng điều tương tự này đều xảy ra và ông ta sớm trở nên giàu có bằng việc bán những quả trứng vàng. Khi càng giàu có thì lòng tham cũng lớn dần lên, ông nghĩ cách để có tất cả trứng vàng của con ngỗng trong một lần, ông giết con ngỗng, mổ bụng nó để tìm trứng vàng nhưng không có gì trong đó cả. Lời bàn: \"Tham quá thì thâm\"", "Câu chuyện : Thần gió và mặt trời. Nội dung : Gió và Mặt trời đã tranh chấp dữ dội rằng ai mạnh hơn. Bỗng nhiên họ thấy một du khách bước xuống đường, và Mặt trời nói: \"Tôi tìm ra một cách để giải quyết tranh chấp của chúng ta. Đứa nào trong chúng ta có thể làm cho khách du lịch cởi áo choàng của anh ta ra thì được coi là mạnh hơn. Bạn bắt đầu đi \" Vì thế, Mặt trời đã ẩn nấp sau một đám mây, và Gió bắt đầu thổi hết sức có thể vào các du khách. Tuy nhiên, nó gặp khó khăn khi du khách càng quấn chặt chiếc áo choàng quanh mình, cuối cùng Gió cũng từ bỏ trong tuyệt vọng. Mặt trời bước ra và chiếu tất cả ánh sáng chói lọi của anh ấy lên người hành khách, anh ta nhanh chóng thấy trời quá nóng để đi bộ với chiếc áo choàng trên người. Lời bàn: Lòng tốt có tác dụng nhiều hơn tính nghiêm khắc.", "Câu chuyện : Cậu bé chăn cừu. Nội dung : Một ngày nọ có một cậu bé chăn cừu buồn rầu ngồi trên sườn núi nhìn những con cừu của làng. Để làm vui vẻ cho mình, cậu hít một hơi thật sâu rồi la lên, Sói! Sói! có sói đang đưổi bắt cừu! Dân làng chạy ngay lên núi để giúp cậu bé đuổi chó sói. Nhưng khi họ đến đỉnh núi thì không thấy con chó sói nào hết. Cậu bé nhìn những khuôn mặt đang giận dữ của dân làng và cười. Người dân liền bảo với cậu bé \"này cậu bé chăn cừu, đừng hô sói khi không có chó sói\". Rồi họ tức giận bỏ xuống núi. Hôm sau cậu bé lại la toáng lên \"Sói! Sói! Có sói đang đuổi bắt cừu!\" Vì sự vui sướng nghịch ngợm của mình, cậu bé lại thấy người dân chạy lên núi để giúp cậu đánh đuổi sói. Nhưng khi người dân không thấy chó sói đâu họ liền nghiêm nghị nói với cậu bé \"hãy giành bài ca đáng sợ của cậu cho khi nào có việc xấu thực sự! Đừng hô sói khi không có chó sói!\" Nhưng cậu bé chỉ nhe răng cười nhìn họ tức giận xuống núi một lần nữa. Về sau khi cậu bé nhìn thấy một con sói thực sự đang rình mò đàn cừu của cậu. Rất hoảng sợ, cậu bé vắt chân lên chạy đi dùng hết sức gọi toáng lên \"Sói! Sói!\" Nhưng dân làng nghĩ rằng cậu bé lại lừa họ nên không ai chạy lên núi. Hoàng hôn xuống, mọi người tự hỏi tại sao không thấy cậu bé và đàn cừu trở về. Họ liền leo lên đồi để tìm cậu bé và họ thấy cậu đang vừa khóc vừa nói. \"Thực sự đã có một con sói ở đây! Bầy cừu đã chạy tan tác! Cháu đã hô có Sói! Tại sao các bác không tới?\" Khi trở về làng, một cụ già đã khoác tay lên cậu bé và an ủi \"sáng mai chúng ta sẽ giúp cháu tìm những con cừu bị mất, không ai tin một kẻ nói dối ngay cả khi họ đang nói thật cháu ạ !\" Lời bàn: Khi chúng ta làm sai một điều gì đó, hiển nhiên chúng ta phải bị trừng phạt. Một kẻ nói dối, sẽ ko phải là người xấu nếu hắn biết làm lại. Và khi đó, điều hắn ta cần, chính là một cơ hội! Nếu ko thể cho hắn cơ hội, thì hãy để cho hắn tự tìm lấy điều đó, đừng dè bỉu hắn!", "Câu chuyện : Con ngựa, bác thợ săn và con hươu. Nội dung : Một con Ngựa và con Hươu nọ cãi nhau một trận kịch liệt, vì vậy Ngựa liền đến nhờ một người Thợ Săn giúp đỡ để trả thù Hươu. Người Thợ Săn đồng ý nhưng ông ta nói: \"Nếu ngươi muốn chiến thắng được Hươu, ngươi phải cho ta đặt miếng sắt này giữa hai hàm răng của ngươi, để ta có thể dẫn ngươi đi những sợi dây cương này, và chiếc yên ngựa này phải được đặt trên lưng ngươi để ta có thể ngồi vững trên đó khi chúng ta đuổi theo kẻ thù\". Con Ngựa đồng ý chấp nhận các điều kiện này, và người Thợ Săn nhanh chóng thắng yên cương cho con Ngựa. Sau đó với sự giúp đỡ của người Thợ Săn, Ngựa đã nhanh chóng thắng được con Hươu, nó nói với người Thợ Săn: \"Bây giờ, ông hãy xuống đi rồi tháo những thứ kia ra khỏi miệng và lưng tôi. \" Đâu nhanh vậy chứ, anh bạn\" người Thợ Săn nói, \"Bây giờ ta đã đóng hàm thiếc với đinh thúc ngựa cho ngươi, và ta thích giữ ngươi như thế này đây\" Lời bàn: Nếu bạn cho phép người khác sử dụng mình vì mục đích riêng của bạn, họ sẽ sử dụng bạn cho những mục đích riêng của họ.", "Câu chuyện : Vương quốc khỉ. Nội dung : Có hai người nọ rất thích đi du lịch, một người chỉ nói thật còn một kẻ toàn nói dối. Một lần, họ cùng nhau đi du lịch đến vương quốc Khỉ. Một toán Khỉ đã tóm được hai người, định sẽ giam bọn này ở chỗ Vương hầu. Vương hầu nghĩ, từ miệng hai tên này nói ra, chắc chắn sẽ biết được mình là một vị vua như thế nào. Cung điện của Vương hầu, ngọc ngà châu báu, uy nghiêm tráng lệ. Triều thần chia thành 2 hàng đứng ở 2 bên cung điện. Ở giữa là vị trí cao quý, bên trên có treo đầy da thú quý hiếm, và đây chính là ngai vàng của Vương hầu. Vương hầu ra lệnh cho dẫn 2 tên này đến cung điện, rồi hỏi: - Này, trong con mắt loài người các ngươi, ta là một vị vua như thế nào? Kẻ thích nói dối liền đáp: - Thưa bệ hạ, trong con mắt của tôi, ông là một vị vua vô cùng uy quyền, có tư cách giống hệt như quốc vương vĩ đại của loài người. - Thế còn những người bên cạnh thì sao? Kẻ thích nói dối lại tiếp tục tâng bốc: - Họ đều là những nhân tài của ngài, họ đều có thể làm đại sứ hoặc tướng quân. Hầu vương và các thuộc hạ của ông nghe thấy vậy vô cùng đắc ý, và đem tặng cho tên khoác lác rất nhiều ngọc ngà châu báu. Hầu vương tiếp tục hỏi người còn lại: - Thế anh thấy ta là một vị vua như thế nào? Và những đại thần này của ta nữa? Anh chàng thật thà nói thẳng: - Tuy ngài là vua, nhưng trong con mắt của loài người, ngài chẳng qua chỉ là một con Khỉ, và các đại thần của ngài cũng vậy. Sau khi nghe thấy những lời nói thẳng như vậy, Vương hầu vô cùng tức giận, và quyết định trừng phạt anh thật nặng. Lời bàn: Sự thật thường mất lòng. Nhưng cần phân biệt lời nói thật và những lời nói dối nhằm phỉnh nịnh.", "Câu chuyện : Cậu bé và bức tranh sư tử. Nội dung : Ngày xửa ngày xưa, có một người thợ săn cùng đứa con trai độc nhất sống ở ven một khu rừng đẹp. Người thợ săn vô cùng thương yêu con mình nên luôn lo lắng thú hoang sẽ hại cậu bé. Vào một đêm nọ, khi người thợ săn mơ thấy đứa con trai yêu quý của mình bị Sư tử cắp đi, và chết một cách thảm thương dưới móng vuốt của Sư tử. Sau khi tỉnh dậy, người thợ săn vô cùng sợ hãi. Ông sợ rằng giấc mơ sẽ thành sự thật, nhưng liệu có cách nào để con trai ông được an toàn đây? Cuối cùng, ông cũng nghĩ ra được một cách hay, rằng sẽ làm cho con một căn phòng ở trên không trung.Như vậy, thú dữ không có cách nào có thể hại được cậu bé nữa. Người thợ săn vào rừng đốn những cây gỗ to nhất, làm một căn phòng thật đẹp cho con trên không trung rồi nhốt con mình trên đó. Bốn bức tường của căn phòng có vẽ đầy đủ các loại thú. Khi vừa bước vào phòng, con trai người thợ săn vô cùng thích thú, vì từ nhỏ đến giờ cậu chưa bao giờ nhìn thấy nhiều con vật đến vậy. Nhưng nhìn mãi rồi cũng chán, những con vật trên tường không thể nhúc nhích và cũng chẳng có ai có thể chơi cùng cậu. Một lần, cậu bé đứng trước bức tranh vẽ Sư tử, và nói với Sư tử: -Con thú đáng ghét này, vì mày và cơn ác mộng của bố tao mà tao mới bị nhốt ở đây. Cứ bị giam giống như là tù nhân, không có chút tự do nào. Nói tới nói lui, cậu bé cuối cùng dùng hết sức đấm vào bức tường có vẽ hình Sư tử. Một cái dằm trên tường đã đâm vào ngón tay trỏ, sau đó ngón tay bị nhiễm trùng, cậu bé sốt cao liên miên và cuối cùng đã không qua khỏi. Lời bàn: Cha mẹ không thể làm cái ô che cho con cả đời. Từ nhỏ trẻ cần phải biết tự lập, tự cường thì sau này lớn lên mới có đủ dũng khí để đối mặt với cuộc sống.", "Câu chuyện : Thỏ và rùa. Nội dung : Ngày xửa ngày xưa, có một con Rùa và một con Thỏ cãi nhau xem ai nhanh hơn. Chúng quyết định giải quyết việc tranh luận bằng một cuộc thi chạy đua. Chúng đồng ý lộ trình và bắt đầu cuộc đua. Thỏ xuất phát nhanh như tên bắn và chạy thục mạng rất nhanh, khi thấy rằng mình đã khá xa Rùa, Thỏ nghĩ nên nghỉ cho đỡ mệt dưới một bóng cây xum xê lá bên vệ đường và nghỉ thư giãn trước khi tiếp tục cuộc đua. Vì quá tự tin vào khả năng của mình, Thỏ ngồi dưới bóng cây và nhanh chóng ngủ thiếp đi trên đường đua. Rùa từ từ vượt qua Thỏ và sớm kết thúc đường đua. Khi thỏ thức dậy thì rùa đã đến đích và trở thành người chiến thắng. Thỏ giật mình tỉnh giấc và nhận ra rằng nó đã bị thua. Lời bàn: Trong cuộc sống, khi phải chịu dựng và đối mặt với thất bại, có thể đó cũng là thời điểm thích hợp để suy nghĩ sâu hơn, cố găng nhiều hơn và quan trọng hơn là phải thay đổi chiến lược để tìm giải pháp khác, và đôi khi là phải làm cả hai.", "Câu chuyện : Cà rốt, trứng và cafe. Nội dung : Cô con gái than phiền với ba về cuộc sống của mình và mọi việc thật khó khăn đối với cô. Cô không biết xoay xở thế nào và cô muốn từ bỏ. Cô đã quá mệt mỏi vì đấu tranh và vật lộn. Cứ như là chuyện này vừa giải quyết xong chuyện kia đã xuất hiện. Ba cô, một bếp trường, dẫn cô vào bếp, đổ nước vào ba cái nồi rồi bật lửa cao. Chẳng bao lâu ba cái nồi nước bắt đầu sôi. Trong một nồi ông bỏ cà rốt vào, nồi khác thì ông bỏ trứng, và cái nồi cuối cùng ông cho vào những hạt cà phê. Ông đễ chúng trong nước và đun sôi, không nói một lời nào. Cô gái chíp chíp miệng và bồn chồn tự hỏi không biết ba mình đang làm gì đây. Cô thì đang gặp chuyện, còn ông thì đang thực hiện món pha chế kỳ lạ này. Độ nửa tiếng ông đi tới bếp lò và hạ lửa xuống. Ông lấy mấy củ cà rốt ra và bỏ vào chén. Và rồi ông múc cà phê ra bỏ vào chén. Quay sang cô con gái, ông hỏi: \"Con yêu, con thấy gì ?\" Nhanh nhảu cô gái đáp: \"Cà rốt, trứng và cà phê.\" Ông đưa cô con gái lại gần hơn và nói cô ngửi nếm cà rốt. Cô gái nếm và thấy chúng rất mềm. Rồi ông lại bảo cô con gái lấy một cái trứng và đập ra. Sau khi bóc vỏ, cô gái quan sát cái được trứng được luộc chính. Cuối cung, ông bảo cô nhấp 1 ngụm cà phê. Mặt cô nhăn lại vì độ đậm của cà phê. Với vẻ khiêm nhường, cô hỏi: \"Vậy là sao hả ba?\" Ông giải thích: \"Mỗi thứ đó đều chịu những nghịch cảnh, nước sôi 212 độ. Nhưng mỗi thứ lại phản ứng một các khác nhau.\" \"Cà rốt thường nồng, cứng và chắc. Nhưng sau khi được đun sôi với nước, nó mềm và dịu mùi.\" \"Trứng thì trông rất dễ vỡ. Một lớp vỏ mỏng manh bảo vệ cái nhân lỏng ở bên trong. Nhưng sau khi được đun sôi, phần bên trong trở nên cứng lại.\" \"Nhưng hạt cà phê thì thật độc đáo. Sau khi được đun sôi, nó trở nên đậm đà hơn và ngon hơn.\" \"Cái nào là con đấy.\" Ông hỏi cô con gái. Khi nghịch cảnh gõ cửa con, con đáp lại như thế nào ? Con là cà rốt, trứng hay hạt cà phê ? Con có phải là củ cà rốt, trông cứng rắn, nhưng chỉ với một nổi đau nhỏ nhất, nghịch cảnh, lại tàn nhanh và bỗng chốc trở nên yếu đuối không còn chút sức mạnh ? Con có phải là cái trứng, với trái tim dễ lay chuyển ? Một tinh thần dễ lung lay. Nhung sau một sự tan vỡ, một đổ bể, con trở nên cứng rắn và kiên quyết. Cái vỏ của con trông vẫn y nguyên, nhưng cuối cùng con đã từng trải hơn và cứng cáp với một tinh thần và con tim kiên cường. Hay con muốn như hạt cà phê ? Hạt sẽ không đạt được hương vị thơm ngon đỉnh cao cho đến khi được đun ở 212 độ. Khi nước trở nên nóng nhất, hạt cà phê sẽ nếm ngon hơn thôi. Vậy chúng ta sẽ ra sao khi đi ngược lại với những gì ta hoạch định? Chúng ta sẽ như là cà rốt, trứng hay hạt cà phê ? Chúng ta có thể bước vào đời như hạt cà phê. Chúng ta tạo ra những đột phá từ những khó khăn ta gặp phải. Chúng ta học được những điều mới, kiến thức mới, kỹ năng mơi và khả năng mới. Chúng ta lớn lên từ kinh nghiệm và chính chúng ta làm cho thế giới chung quanh tốt đẹp hơn. Để thành công, chúng ta phải cố gắng...Nếu một lần không được thì lần sau càng phải cố. Chúng ta phải tin vào những gì mình làm và không được đầu hàng. Chúng ta phải luôn kiên nhẫn và tiến về trước. Thách thức và khó khăn cho chúng ta cơ hội để trở nên cứng cáp hơn, mạnh mẽ hơn và tốt đẹp hơn.", "Câu chuyện : Hai cha con và con lừa. Nội dung : Một hôm, hai cha con người xay bột dắt một con lừa vào thành. Trên đường đi, họ gặp một toán con gái. Một cô nói: - Hai cha con nhà này thật là ngu xuẩn, có là mà không biết cưỡi, cứ thế mà đi bộ. Người cha nghe thấy thế liền bảo con cưỡi lên lưng lừa. Một lát sau, họ gặp mấy cụ già, một cụ nói: - Bọn thanh niên bây giờ không biết kính trọng người già gì cả, thằng con lười biếng thì ngồi chễm chệ trên lưng lừa, còn ông bố già cả phải cuốc bộ. Thằng nhóc lười biếng kia, sao không xuống để cho cha mày cưỡi. Thế là người cha bảo con xuống để mình ngồi lên. Chưa đi được bao xa, họ lại gặp một nhóm phụ nữ và trẻ em. Mấy người đó liền lớn tiếng mắng: - Ông thật là một lão già vô dụng, sao ông có thể ung dung cưỡi trên lưng lừa, bắt con trẻ chạy theo thở không ra hơi thế kia? Người cha hiền lành liền bảo con trai cùng cưỡi lên lưng lừa. Đi được một lát, có người nhìn thấy tò mò hỏi: - Này ông bạn, con lừa này có phải của ông không? - Đúng vậy. - Người xay bột nói. Người lạ tiếp lời: - Anh xem, lừa đã mệt đến thế kia rồi, hai người cùng khiêng nó, chắc còn nhanh hơn là cưỡi nó đấy! Người xay bột nói: - Vậy sẽ nghe theo lời anh vậy. Người xay bột và đứa con cùng xuống, lấy dây thừng buộc chân lừa lại, sau đó dùng cây gậy dài khiêng nó đi. Lúc đi qua một cây cầu, rất nhiều người quay lại nhìn, chế giễu cả hai cha con nhà xay bột. Những lời nhạo báng cùng những hành động kỳ quặc này khiến con lừa rất không hài lòng, liền giãy tung dây thừng, ngã xuống sông. Lời bàn: Khi làm bất cứ việc gì, không nên chỉ nghe ý kiến của người khác, cần phải có chủ kiến của mình, suy nghĩ chín chắn để có được cách làm đúng đắn.", "Câu chuyện : Lão hà tiện . Nội dung : Ngày xửa ngày xưa, có một lão hà tiện yêu tiền hơn yêu cuộc sống của mình. Ông ta có một đữa con mười tuổi và rất nhiều nô bộc trong nhà. Lão hà tiện thấy của mình cứ ra ra vào vào, trong lòng rất lo lắng. Hắn nghĩ, nếu nô bộc lấy cắp đồ đạc của mình mà mình không biết thì rõ ràng là đã mất quá nhiều! Lão hà tiện liền đuổi việc tất cả nô bộc trong nhà, bán cả nhà, đổi toàn bộ tài sản của mình thành vàng và chôn xuống đất. Hắn và đứa con trai ở trong hai căn phòng nhỏ, sống cuộc sống bình thường như những người khác. Không lâu sau đó, lão hà tiện lại có nỗi khổ khác, lão e rằng tiền vàng mà mình chôn dưới đất sẽ bị ai đó phát hiện ra. Thế là ngày nào lão cũng đào tiền vàng lêu kiểm tra, chỉ khi tận mắt nhìn thấy những đồng tiền vàng óng lão mới yên tâm. Hành động kỳ quặc ccó của lão hà tiện khiến mọi người chú ý, đặc biệt là người chăn cừu hàng xóm. Có một hôm, lão hà tiện lại đến chỗ giấu vàng, đảo mắt nhìn quanh thấy không có ai mới dám nhẹ nhàng đào hòm tiền vàng lên, đếm đi đếm lại, sau đó lại chôn vào chỗ cũ, yên tâm về nhà. Người chăn cừu nấp đằng sau một cái cây đã nhìn thấy tất cả. Thế là anh liền đến chỗ lão hà tiện chôn hòm tiền vàng, đào lên và mang chia cho những người nghèo trong làng. Ngày hôm sau, lão hà tiện lại đến chỗ chôn tiền vàng kiểm tra, khi phát hiện ra tiền vàng không còn nữa, liền ôm mặt khóc rưng rức. Có người thấy vẻ đau khổ của lão hà tiện liền hỏi nguyên do và an ủi: - Ông đừng buồn nữa, tiền vàng tuy là của ông, nhưng từ trước đến nay ông chưa dùng gì đến nó, như vậy còn có ý nghĩa gì nữa? Bây giờ tuy không còn tiền nữa, nhưng nếu tiền có thể phát huy được tác dụng của nó, thì ông cũng nên cảm thấy vui mừng thay nó chứ, phải không? Lời bàn: Tiền dù có nhiều đến mấy nhưng không phát huy được tác dụng của nó thì cũng chỉ giống như đống sắt vụn mà thôi.", "Câu chuyện : Con cáo và con cò. Nội dung : Trong 1 lần, con cáo và con cò đã có cuộc ghé thăm nhau và chúng dường như rất thân với nhau. Rồi con cáo cũng đã mời cò ăn tối và có một trò đùa nhỏ trước mặt cò là cho súp vào một cái chén cạn . Con cáo rất dễ dàng để hớp thức ăn , nhưng con cò thì chỉ có thể chấm ướt phần đầu của cái miệng dài và cuối cùng thức ăn vẫn còn còn nguyên như lúc cò mới bắt đầu ăn. Cáo nói \"Tôi xin lỗi, món súp không phải là món bạn yêu thích ư\". \"Bạn nên cầu nguyện chứ đừng xin lỗi,\" Cò nói \"Tôi hy vọng lần sau sẽ sớm tới lượt bạn ghé thăm và ăn tối với tôi nha\". Rồi một ngày được định sẵn cáo sẽ tới thăm cò, nhưng khi họ ngồi xuống bàn thì tất cả đồ ăn cho buổi tối của họ như được đựng trong một cái lọ có cổ rất dài với miệng hẹp. Cáo không thể thưởng thức vì vậy tất cả những điều mà anh ta có thể làm là liếm bên ngoài cái lọ. \"Tôi sẽ không xin lỗi vì bữa tối.\" Cò nói. Lời bàn: Khi làm một điều tồi tệ với một người thì sẽ có một điều tồi tệ khác dành cho bạn.", "Câu chuyện : Muỗi và sư tử. Nội dung : Một con Muỗi rất muốn trở thành Chúa sơn lâm, bèn nghĩ: \"Trong khu rừng này Sư tử là Chúa sơn lâm, như vậy chắc hẳn là người mạnh nhất. Nếu mình có thể đánh bại nó, thế thì mình có thể đường đường chính chính làm Chúa sơn lâm rồi\". Muỗi nhất định sẽ tuyên chiến với Sư tử. Muỗi bay đến bên Sư tử, và nói: - Chúa sơn lâm, trong khu rừng này chỉ có tôi là không sợ anh. Không tin anh thử thì biết ngay. Muỗi cứ bay vo ve trước mặt Sư tử. Về cơ bản, Sư tử chẳng bao giờ thèm để mắt đến loài muỗi nhỏ bé này, chỉ là tiện chân khua mấy cái. Muỗi lại hỏi: - Lẽ nào anh không dám chấp nhận lời thách đấu của tôi? Nếu anh còn muốn làm Chúa sơn lâm thì hãy nhận lời thách đấu đi. Anh dùng móng vuốt vồ tôi hay là dùng răng để cắn tôi? Muỗi lại vo ve, xông thẳng vào Sư tử, đốt vào xung quanh mũi của Sư tử, những chỗ mà không có lông. Sư tử vô cùng tức giận, nói: - Con muỗi ranh này, dám coi thường ta hả? Thế thì ta sẽ đọ sức với mi. Nói xong, Sư tử che mũi đi. Muỗi bay tới bay lui, Sư tử dùng móng vuốt cào nát hết cả mặt và mũi mà vẫn không tóm được Muỗi. Chán quá, Sư tử ta đành bỏ đi. Sau khi Muỗi thắng Sư tử, luôn hát vang bài ca thắng lợi và khúc ca thắng lợi đi khắp mọi nơi. Muỗi vừa bay vừa hét: - Ta đã thắng Sư tử, ta đã trở thành Chúa sơn lâm, ta là người mạnh nhất. Muỗi vô cùng sung sướng bay qua bay lại. Đột nhiên, Muỗi bị dính chặt vào mạng nhện, trước khi bị Nhện ăn, Muỗi mới than thở rằng: - Ta đã thắng kẻ mạnh nhất là Sư tử, nhưng lại bị một con nhện bé tí tẹo tiêu diệt. Lời bàn: Trên thế giới này, không có kẻ nào là mạnh tuyệt đối, và cũng không có kẻ yếu hoàn toàn. Những kẻ vô cùng mạnh cũng có nhược điểm của mình, và những kẻ yếu cũng có bản lĩnh riêng của mình. Kẻ mạnh và kẻ yếu, trong một hoàn cảnh nhất định nào đó, có thể hoán đổi vị trí cho nhau.", "Câu chuyện : Mua xương ngựa. Nội dung : Ngày xưa, có một ông vua rất thích ngựa thiên lý. Vua đã phái người đi khắp nơi để tìm kiếm, nhưng suốt 3 năm trôi qua mà vẫn không tìm được một con ngựa thiên lý nào. Một vị đại thần tự nguyện đứng ra đảm nhiệm việc này. Ông ta tâu với vua: - Tâu bệ hạ, bệ hạ chỉ cần giao cho thần một nghìn hai trăm lượng vàng, thần sẽ mua về cho bệ hạ một con ngựa thiên lý. Nhà vua rất vui mừng, giao cho ông ta một nghìn hai trăm lượng vàng. Vị đại thần đi khắp nơi, hỏi thăm nhiều người, cuối cùng cũng có tin về một con ngựa thiên lý. Nhưng khi vị đại thần tìm được đến nơi thì con ngựa đã chết. Vị đại thần nghĩ, giờ mà quay về tay không thì biết ăn nói làm sao. Thế là ông ta bèn bỏ ra 500 lượng vàng để mua xương của con ngựa chết. Trở về hoàng cung, vị đại thần tâu với nhà vua rằng ông ta đã mua được ngựa thiên lý. Nhà vua rất đỗi vui mừng, sai dắt ngựa ra cho vua xem. Vị đại thần mở một chiếc bao lấy xương ngựa ra dâng lên vua. Nhà vua nổi giận, bảo: - Cái trẫm cần là một con ngựa sống cậy được ngàn dặm một ngày. Khanh lại mang về một đống xương ngựa vô dụng. Khanh định đùa giỡn với trẫm sao? Vị đại thần bình tĩnh nói: - Nếu người ta biết bệ hạ dám bỏ 500 lượng vàng ra để mua xương của một con ngựa thiên lý đã chết, thì lo gì không có người mang ngựa thiên lý đến dâng cho bệ hạ. Nhà vua không tin lắm, nhưng cũng không trách tội vị đại thần nữa. Tin đó được truyền đi, người ta đều tin đức vua là một người yêu ngựa thiên lý thật sự. Chẳng bao lâu sau, nhà vua đã được dâng tặng những con ngựa thiên lý tốt nhất. Lời bàn: Làm bất kỳ điều gì cũng không nên chỉ nói miệng, mà phải thể hiện thành ý và có hành động cụ thể, như thế mới được người khác tin tưởng và nể phục.", "Câu chuyện : Câu chuyện bó tên . Nội dung : Có một người cha trước khi chết gọi ba người con trai đến bên giường, đưa cho họ một bó tên và bảo: - Các con hãy thử bẻ bó tên này xem ai có thể bẻ gãy được. Người con cả gắng hết sức nhưng không thể bẻ nổi bó tên. Người con thứ cũng bẻ, nhưng vô ích. Người con út lấy hết sức bình sinh để bẻ, bó tên vẫn không bị gãy một chiếc nào. Người cha cầm lấy bó tên và tháo ra, rồi bẻ từng chiếc một, không cần mất sức cũng bẻ gãy hết rồi ôn tồn nói với các con: - Đó chính là sức mạnh của sự đoàn kết. Nếu các con biết đoàn kết với nhau thì không ai có thể đánh bại được các con. Hãy hứa với cha rằng, ba con sẽ chung sống hoà thuận và đoàn kết, thương yêu nhau sau khi cha nhắm mắt xuôi tay. Nói xong, người cha trút hơi thở cuối cùng. Người cha chết đi để lại cho các con rất nhiều tài sản, nhưng lại không nói phải phân chia như thế nào. Ba anh em đền tranh lấy phần hơn, không ai chịu nhường ai. Thế rồi, họ dứt khoát chia riêng rẽ mỗi người một gian nhà và không qua lại với nhau nữa, quên hẳn lời cha dặn trước khi qua đời. Không lâu sau, có một chủ nợ đến nhà, đòi 3 anh em phải trả món nợ mà cha họ đã vay trước đây. Ba anh em đùn đẩy nhau, không ai chịu trả nợ cho cha. Chủ nợ kiện 3 người lên quan. Quan phủ bắt 3 anh em mỗi người phải bỏ ra một phần đủ để trả món nợ. Họ vẫn ngoan cố không chịu. Quan phủ liền tịch thu tải sản của họ. Tới lúc ấy, họ mới nhớ tới lời dặn dò của cha, nhưng hối hận thì đã muộn mất rồi. Lời bàn: Có câu \"Một cây làm chẳng lên non\", khi gặp khó khăn, nếu đoàn kết một lòng thì nhất định sẽ vượt qua.", "Câu chuyện : Cha và con gái. Nội dung : Người cha nọ có 2 cô con gái. Ông vô cùng yêu quý 2 cô con gái của mình, luôn cầu xin ông trời cho các cô con gái sống hạnh phúc. Hai cô con gái ngày càng lớn khôn đến tuổi lấy chồng. Có một anh chàng nông dân trồng rau đến cầu hôn cô chị, hứa với người cha rằng: - Cháu nhất định sẽ đem lại cho cô ấy một cuộc sống hạnh phúc, bởi vì rau cháu trồng không chỉ đủ ăn mà còn bán được rất nhiều tiền. Người cha đồng ý gả cô con con gái cho anh ta. Ít lâu sau, có một người thợ làm gốm đến cầu hôn cô em. Anh ta cũng đảm bảo với người cha: - Cháu nhất định sẽ làm cho cho cô ấy một cuộc sống hạnh phúc, bởi vì gốm do cháu làm rất đẹp, người trong thành ai cũng muốn mua đồ gốm của cháu, năm nào cháu cũng kiếm được rất nhiều tiền. Người cha bằng lòng gả cô con gái thứ hai cho anh ta. Một thời gian sau, người cha đến nhà người nông dân trồng rau để thăm con gái lớn. Ông hỏi con: - Con gái, cuộc sống của con có tốt đẹp không? Cô con gái lớn thưa: - Thưa cha, cuộc sống của chúng con đều tốt đẹp cả, chỉ mong sao ông trời cho thêm mưa để đủ nước tưới cho rau. Người cha nghe vậy liền cầu xin ông trời cho thêm mưa. Rồi ông đến nhà người thợ gốm để thăm cô con gái út. Ông hỏi: - Con gái, cuộc sống của con có tốt đẹp không? Cô con gái út thưa: - Thưa cha, cuộc sống của chúng con rất đủ đầy, chỉ mong ông trời cho thêm nắng để đồ gốm chóng khô. Người cha bối rối nói với con gái út: - Con mong trời nắng, còn chị con mong trời mưa. Cha không biết phải cầu xin ông trời thế nào đây? Lời bàn: Người cha nọ có 2 cô con gái. Ông vô cùng yêu quý 2 cô con gái của mình, luôn cầu xin ông trời cho các cô con gái sống hạnh phúc. Hai cô con gái ngày càng lớn khôn đến tuổi lấy chồng. Có một anh chàng nông dân trồng rau đến cầu hôn cô chị, hứa với người cha rằng: - Cháu nhất định sẽ đem lại cho cô ấy một cuộc sống hạnh phúc, bởi vì rau cháu trồng không chỉ đủ ăn mà còn bán được rất nhiều tiền. Người cha đồng ý gả cô con con gái cho anh ta. Ít lâu sau, có một người thợ làm gốm đến cầu hôn cô em. Anh ta cũng đảm bảo với người cha: - Cháu nhất định sẽ làm cho cho cô ấy một cuộc sống hạnh phúc, bởi vì gốm do cháu làm rất đẹp, người trong thành ai cũng muốn mua đồ gốm của cháu, năm nào cháu cũng kiếm được rất nhiều tiền. Người cha bằng lòng gả cô con gái thứ hai cho anh ta. Một thời gian sau, người cha đến nhà người nông dân trồng rau để thăm con gái lớn. Ông hỏi con: - Con gái, cuộc sống của con có tốt đẹp không? Cô con gái lớn thưa: - Thưa cha, cuộc sống của chúng con đều tốt đẹp cả, chỉ mong sao ông trời cho thêm mưa để đủ nước tưới cho rau. Người cha nghe vậy liền cầu xin ông trời cho thêm mưa. Rồi ông đến nhà người thợ gốm để thăm cô con gái út. Ông hỏi: - Con gái, cuộc sống của con có tốt đẹp không? Cô con gái út thưa: - Thưa cha, cuộc sống của chúng con rất đủ đầy, chỉ mong ông trời cho thêm nắng để đồ gốm chóng khô. Người cha bối rối nói với con gái út: - Con mong trời nắng, còn chị con mong trời mưa. Cha không biết phải cầu xin ông trời thế nào đây? Lời bàn: Người ta không thể mong tất cả mọi thứ đều hoàn hảo và cũng rất khó được cả đôi. Chỉ cần cố gắng nỗ lực hết sức mình, rồi những điều tốt đẹp sẽ đến.", "Câu chuyện : Con hươu trong chuồng bò. Nội dung : Có một con Hươu đang dạo chơi trong rừng, không cẩn thận lạc vào một thôn làng đông người sinh sống. Một con chó săn phát hiện ra, liền sủa dữ dội \"Gâu, gâu gâu!\" và xông về phía Hươu. Hươu sợ hãi quay đầu bỏ chạy. Trong lúc cuống quýt, nó chạy vào sân nhà một người nông dân. Không còn chỗ nào có thể nương náu được, Hươu đành phải cầu xin đàn bò trong chuồng: - Các bạn ơi, xin hãy cứu tôi! Xin cho tôi được trốn vào giữa các anh. Một con bò tốt bụng bảo: - Ôi, anh bạn thật không may! Sao anh lại chạy vào đây chốn? Trốn ở đây thì khác gì tự chui đầu vào rọ? Hươu đáp: - Chỉ cần các anh cho tôi trốn ở đây, tôi sẽ có cơ may chạy thoát. Lát sau, tiếng sủa của chó săn xa dần, nhưng Hươu lại chưa chịu bỏ đi. Buổi chiều muộn, người chăn gia súc đi cho gia súc ăn, nhưng không phát hiện ra Hươu. Khi quản gia và người hầu đi qua chuồng bò cũng không để ý thấy có con Hươu trong đó. Hươu mừng rỡ nghĩ mình cuối cùng cũng được an toàn, liền quay sang đàn bò tỏ lòng cảm ơn. Một con bò nhắc nhở nó: - Anh còn không đi mau. Dù bọn tôi có muốn che chở cho anh thì cũng có lúc không làm gì được. Vẫn còn một người nữa sẽ đi qua chuồng bò. Ông ta là một người rất cẩn thận. Nếu ông ta không phát hiện ra anh thì anh mới thực sự được an toàn. Đúng lúc người đó bước vào chuồng bò. Ông ta vừa phàn nàn rằng thức ăn cho bò không được tốt, vừa đi vào vựa cỏ, lớn tiếng nói: - Làm ăn kiểu gì mà chỉ có mỗi một nhúm cỏ thế này. Cỏ rải trong chuồng cũng mỏng. Đến cả mấy cái mạng nhện cũng không quét sạch. Người chủ đi qua đi lại trong chuồng bò kiểm tra từng thứ một. Bỗng ông ta phát hiện ra có hai chiếc sừng Hươu lộ ra trên cỏ, liền gọi người đến bắt và làm thịt Hươu. Lời bàn: Chớ nên tham một phút thoải mái mà quên đi nguy hiểm liền kề.", "Câu chuyện : Chuột nhà và chuột đồng. Nội dung : Chuột nhà và Chuột đồng là bạn thân của nhau. Chuột đồng sống ở nông thôn, ngày ngày ra đồng ăn thóc, cuộc sống rất vui vẻ, hạnh phúc. Chuột nhà sống trong một hốc tường của một gia đình giàu có ở thành phố. Khi chủ nhà đi vắng, Chuột nhà chạy ra trộm thức ăn: nào là đỗ, thóc, pho mát, mật ong... Cuộc sống của Chuột nhà cực kỳ sung túc. Một hôm, Chuột đồng mời Chuột nhà đến chơi. Chuột nhà diện lễ phục về chốn đồng quê dự tiệc. Chuột đồng mang đại mạch và thóc mà mình dự trữ được ra đãi khách. Chuột nhà vừa ăn đại mạch và thóc vừa bảo Chuột đồng: - Bạn thân mến ơi, bạn sống như một con kiến tầm thường vậy. Còn chỗ tôi thì có bao nhiêu là thứ ngon. Bạn hãy lên thành phố hưởng thụ với tôi. Thế là Chuột đồng theo Chuột nhà lên thành phố sinh sống. Trong bếp nhà chủ của Chuột nhà, Chuột đồng thấy có đõ, thóc, lại còn có cả pho mát, mật ong... Nó thèm đến nỗi nước miếng cứ chảy ra ròng ròng. Không ngờ Chuột nhà lại có lắm cái ăn như vậy, nó rất ngưỡng mộ Chuột nhà. Khi chúng đang chuẩn bị đánh chén thì có tiếng người mở cửa bếp. Chuột nhà nhát gan, nghe thấy tiếng động liền ba chân bốn cẳng chui tọt vào hang. Khi xung quanh yên tĩnh trở lại nó mới dám chui ra. Vừa định cầm miếng pho mát lên thì lại có người mở cửa bếp. Chuột nhà lại vội vàng trốn vào hang. Lúc này, Chuột đồng đói đến mức bụng kêu òng ọc. Nó run run nói với Chuột nhà: - Tạm biệt bạn thân mến! Bạn cứ việc hưởng thụ những thứ ngon lành này đi, còn tôi không muốn cứ phải nơm nớp lo sợ như thế nữa. Tôi sẽ quay về ăn thóc, sống một cuộc sống bình thường và yên ổn. Lời bàn: Một cuộc sống giản dị nhưng vui vẻ, hạnh phúc còn hơn là sung túc, ăn ngon mặc đẹp nhưng luôn phải lo lắng, sợ hãi.", "Câu chuyện : Cáo và dê. Nội dung : Có một con Cáo không may bị rơi xuống giếng. Nó cố gắng mãi để trèo lên mà không làm sao lên được. Cuối cùng đành phải ở lại dưới giếng. Một lúc sau, có một con Dê khát nước ra giếng uống nước. Nhìn thấy Cáo ở dưới giếng, Dê cất tiếng hỏi: - Anh Cáo thân mến, xin hỏi nước ở dưới giếng có vị ra sao vậy? Cáo gặp được Dê thì mừng thầm trong bụng. Nó nghĩ: \"Cuối cùng cơ hội thoát chết của ta cũng đã đến rồi\". Thế là Cáo vừa liếm môi vừa làm ra vẻ, nói: - À, bác hỏi đúng người rồi đấy. Tôi vừa mới uống nước ở dưới giếng này xong, vị ngon miễn chê. Đây là đúng là nguồn nước ngon nhất thế gian đấy. Bác đừng do dự, mau xuống đây uống đi. Bác sẽ thấy ngay là tôi nói không sai tí nào. Nghe Cáo nói, Dê lại càng cảm thấy khát hơn, còn đâu nghĩ được là Cáo có thể lừa mình? Dê háo hức nhảy xuống giếng. Sau khi uống nước xong, Dê mới nhận ra rằng để trèo lên miệng giếng không phải là chuyện dễ. Nó liền bàn với Cáo để tìm cách thoát khỏi giếng. Cáo nghĩ ngợi một hồi rồi bảo Dê: - Tôi nghĩ ra cách này. Bác gác hai chân trước lên thành giếng, rồi dựng sừng lên, tôi sẽ trèo lên lưng bác để nhảy lên trước rồi sẽ kéo bác lên sau, thế là cả hai chúng ta đều thoát. Dê bằng lòng làm theo lời Cáo. Cáo trèo lên lưng Dê rồi lấy sức bật nhảy lên miệng giếng. Nó thoát được rồi liền bỏ mặc Dê lại. Dê vô cùng tức giận, mắng Cáo là kẻ không biết giữ lời hứa. Cáo bảo Dê: - Này, ông bạn, nếu đấu óc ông đủ thông minh thì ông đã chẳng nhảy xuống đó. Lời bàn: Khi làm việc, không nên hành động bột phát mà phải nghĩ tới hậu quả sau này, suy tính trước xem tiếp theo phải làm gì, chứ không nên làm tới đâu nghĩ tới đó.", "Câu chuyện : Rùa học bay. Nội dung : Trong lùm cỏ, một chú Rùa đang ra sức tập bay. Một chú chim Sẻ bay ngang qua thấy thế liền hỏi: - Anh Rùa ơi, anh đang làm gì thế? Rùa thở dài đáp: - Tôi đang tập bay đấy, chim Sẻ ạ. - Sao cơ? Chẳng phải anh đã chiến thắng trong cuộc thi chạy với Thỏ đó sao? Tất cả là nhờ bốn chiếc chân của anh mà. - Thôi thôi, chú em đừng nhắc nữa. Tôi và Thỏ đã thi lại lần nữa. Thỏ không ngủ quên giữa cuôc nữa nên đã dễ dàng thắng tôi. Lần này, khi tập bay được tôi sẽ quyết đấu một trận nữa với Thỏ. Chim Sẻ cười: - Nhưng mà anh đâu có cánh! - Bất kể thế nào tôi cũng phải học bay cho bằng được, Chim Sẻ ạ. - Rùa vẫn không lay chuyển. Chim Sẻ bỏ đi rồi, Rùa đi kiếm về rất nhiều lông chim, may cho mình một đôi cánh tuyệt đẹp. Nó ra sức tập luyện, nhưng đã mấy ngày trôi qua mà vẫn không có gì tiến triển. Nó nghĩ:\"Thế này không ổn. Mình phải đi mời thầy về dạy mới được\". Ngày hôm sau, Rùa lên đường đi tìm thầy dạy bay. Ròng rã mấy ngày, nó đi đến một vách núi cheo leo hy vọng sẽ tìm được thầy. Một hôm, Rùa đi tới một vách đã, đột nhiên có một đôi cánh lớn liệng qua. Rùa ta vô cùng ngưỡng mộ, nghĩ bụng: \"Đây chính là người thầy mà mình đang kiếm tìm\". Rùa liền hét to: - Anh Chim ưng ơi, xin hãy dạy em biết bay nhé! Chim ưng ân cần nhắc nhở Rùa: - Em Rùa à, em và anh không giống nhau, em không có cánh, làm sao mà bay được? Rùa cầm ra đôi cánh tự làm, liên tục xin: - Anh xem, em có cánh rồi đây này, xin anh hãy nhận em làm đồ đệ đi. Chim ưng đành phải chấp nhận lời thỉnh cầu của Rùa. Rùa tự lắp thêm đôi cánh, Chim ưng nhấc bổng Rùa lên, đang bay trên không trung thì bỏ Rùa ra. Rùa ta giống như diều đứt dây, rơi vập xuống một tảng đá to, khiến cho mai Rùa bị vỡ rạn. Lời bàn: Thay vì mù quáng học theo những điều mà mình ngưỡng mộ từ người khác mà không phù hợp với khả năng của bản thân mình. Bạn hãy phát huy hết sở trường và ưu thế của mình, tự đi trên con đường riêng của mình.", "Câu chuyện : Người đi buôn và con lừa. Nội dung : Người lái buôn phải thường xuyên vào thành để mua đồ, và chất lên vai Lừa để trở về nhà. Con Lừa của người lái buôn nghĩ rằng mình rất thông minh, lúc nào cũng thích động não, nghĩ mọi cách để có thể khiến cho đồ mình phải chở càng nhẹ càng tốt. Một lần, người lái buôn mua một tải muối. Ông ta buộc tải thật chặt, chất lên lưng Lừa, rồi đi đằng sau thúc Lừa đi nhanh. Đi được một lúc, người lái buôn và Lừa đi đến một con sông nhỏ, người lái buôn thúc Lừa lội xuống nước. Lừa không cẩn thận đã bị trượt chân, ngã xuống nước. Nước sông đã ngấm vào miệng tải muối khiến cho muối bị tan ra rất nhiều. Khi Lừa ta đứng dậy thì phát hiện ra tải muối mà mình chở đã nhẹ hơn rất nhiều, trong lòng cảm thấy thích chí lắm. Có được kinh nghiệm lần này, mỗi lần qua sông, Lừa ta đều giả vờ trượt chân ngã để cho bớt một ít đồ trên lưng xuống sông. Người lái buôn biết vậy, định bụng sẽ phạt Lừa. Người lái buôn vào trong thành mua một tải bông, và chất lên lưng Lừa. Lại một lần nữa đi qua con sông nhỏ, nhìn thấy sông, Lừa ta vui mừng thầm reo lên, không ngần ngừ bước xuống sông. Khi đến giữa sông, Lừa ta lại giả vờ trượt chân ngã. Lừa sung sướng nghĩ: \"Khi mà mình đứng lên chắc chắn đồ trên lưng mình sẽ nhẹ hơn rất nhiều đây\". Nhưng khi Lừa ta vừa mới đứng dậy, đột nhiên thấy đồ trên lưng mình nặng hơn trước rất nhiều. Thì ra, tải bông sau khi hút nước đã trở nên nặng hơn trước rất nhiều. Lừa ta không ngờ trên lưng tải bông nặng như vậy, đành cúi đầu ngậm ngùi đi tiếp không dám than vãn gì. Lời bàn: Khi làm bất cứ chuyện gì, không thể cứ cứng nhắc áp dụng mãi những kinh nghiệm đã có mà cần phải xem tình hình thức tế như thế nào, tuỳ cơ ứng biến, chọn cách làm cho phù hợp.", "Câu chuyện : Tên trộm và bà mẹ . Nội dung : Có một đứa trẻ từ nhỏ đã thích ăn trộm. Một hôm, nó đi học về, trong cặp có thêm một chiếc bảng học sinh. Mẹ nó hỏi: - Sao con lại có tới hai chiếc bảng? Đứa con đáp: - Một cái là của bạn cùng lớp với con. Con đã lén lấy cho vào cặp đấy. Bà mẹ vui mừng nói: - Con của mẹ thật thông minh. Hai cái bảng chắc chắn là tốt hơn một cái rồi. Ít lâu sau, đứa con lại mang về một cái áo da, trị giá 50 quan tiền. Đứa con đưa chiếc áo da cho mẹ, mẹ nó khen: - Con trai của mẹ thật là giỏi, biết hiếu thảo với mẹ. Ra mẹ thơm một cái nào. Đứa con trai ngày một lớn lên, càng ngày càng lấy trộm những thứ có giá trị hơn. Hôm nay ăn trộm bò, ngày mai ăn trộm ngựa, ngày hôm sau trộm vàng bạc châu báu. Bà mẹ luôn luôn khen ngợi con, trong nhà thiếu thứ gì, liền bảo với con trai để nó đi trộm về. Có một lần, đứa con ăn trộm đồ bị người ta bắt quả tang, giải lên quan phủ. Vì hắn trộm quá nhiều thứ nên bị phạt tội chết. Tên trộm bị trói hai tay ra sau lưng, giải ra pháp trường. Mẹ hắn đi theo sau, khóc lóc thảm thiết. Tại pháp trường, tên trộm xin quan cho hắn được nói với mẹ vài lời. Khi bà mẹ bước tới gần, hắn liền cắn mạnh vào tai mẹ. Mẹ hắn đau quá kêu toáng lên, lớn tiếng mắng con: - Mày thật là đồ bất hiếu, tự mình phạm tội chết còn chưa đủ hay sao mà còn muốn làm mẹ thành tật à? Đứa con giận dữ nói với mẹ hắn: - Lần đầu tiên tôi ăn trộm cái bảng về, nếu bà đánh tôi một trận và dạy bảo tôi thì tôi không đến nỗi như ngày hôm nay và đã không bị xử tội chết. Lời bàn: Khi làm điều sai trái, dù là cái sai rất nhỏ, thì cũng phải kịp thời sửa chữa. Nếu không, cứ để nó lớn dần lên thành cái sai nghiêm trọng thì có thể khiến mình phải hối hận cả đời.", "Câu chuyện : Ông lão đánh cá và con cá vàng. Nội dung : Có 2 vợ chồng ông lão đánh cá nghèo khổ sống trong một túp lều bên bờ biển. Ngày ngày, ông lão ra biển thả lưới đánh bắt cá. Một hôm, ông lão quăng nhiều mẻ lưới mà không bắt được gì. Đến mẻ lưới cuối cùng, ông bắt được một con cá vàng nhỏ xíu. Cá vàng khẩn thiết cầu xin ông lão đánh cá, nếu ông thả nó về biển thì nó sẽ đáp ứng mọi yêu cầu của ông. Ông lão đánh cá vui vẻ thả Cá vàng về biển mà không đòi hỏi gì. Khi ông lão đánh cá trở về nhà thì thấy vợ đang giặt quần áo trong chiếc chậu gỗ đã vỡ một miếng. Ông kể cho bà vợ nghe chuyện đánh được con Cá vàng. Bà vợ nghe xong, nói: - Sao ông không đòi nó cho một cái chậu gỗ mới? Ngày hôm sau, ông lão đánh cá đi ra biển gọi Cá vàng, Cá vàng ngoi lên mặt nước. Ông lão bảo cá: - Cá vàng ơi, mụ vợ ta bắt ta phải xin một chiếc chậu gỗ mới. Cá vàng nhận lời, bảo ông lão cứ yên tâm trở về. Khi ông lão về đến nhà thì thấy nhà đã có một chiếc chậu mới. Bà vợ lại bảo: - Ông nên đòi thêm một ngôi nhà thật đẹp nữa. Ngày hôm sau, ông lão đánh cá lại đi ra biển, bảo Cá: - Cá vàng ơi, bà vợ ta lại muốn có một ngôi nhà mới. Cá vàng nhận lời. Ông lão đánh cá trở về nhà, bà vợ ông lại đòi hỏi: - Ông hãy đi bảo con Cá vàng rằng, tôi muốn được làm nữ hoàng. Ông lão lại đi ra biển một lần nữa, gọi Cá vàng và bảo: - Cá vàng ơi, bà vợ ta không để cho ta yên. Bà ta muốn được sống trong cung điện. Cá vàng lại một lần nữa đáp ứng đòi hỏi của bà vợ. Khi ông lão về đến nhà thì bà vợ đã lên làm nữ hoàng, nhưng bà ta vẫn chưa thoả mãn: - Ông hãy đi bảo con Cá vàng rằng, tôi muốn làm long vương dưới biển kia, và hàng ngày Cá vàng sẽ phải nghe tôi sai bảo. Ông lão đánh cá đi ra biển lần thứ 4 để tìm Cá vàng. Cá vàng ngoi lên mặt nước, nghe lời của ông lão đánh cá, nó không nói gì, quẫy đuôi một cái rồi biến mất vào đại dương sâu thẳm. Ông lão đánh cá trở về nhà, thấy cung điện nguy nga đã biến mất. Trước căn lều cỏ, bà vợ ông đang giặt quần áo bằng chiếc chậu vỡ. Lời bàn: Không biết điểm dừng, tham lam vô độ rồi sẽ dẫn đến những kết cục không tốt đẹp.", "Câu chuyện : Lừa và hổ. Nội dung : Thời xưa, ở vùng Quý Châu không có Lừa. Có một người hay làm việc tốt đã chở một con lừa đến đây bằng thuyền. Sau đó, ông ta mới phát hiện ra rằng ở đây hầu như không có việc gì cần đến lừa. Thế là ông ta đành thả lừa vào rừng. Một hôm, có một con Hổ đi dạo ở trong rừng. Từ xa, Hổ đã trông thấy Lừa. Lần đầu tiên nhìn thấy một con vật cao lớn như vậy, Hổ nghĩ Lừa chắc hẳn phải là một kẻ có bản lĩnh cao cường. Mặc dù bản thân là \"Vua rừng xanh\", nhưng Hổ vẫn không dám coi thường Lừa. Thế là Hổ nấp một chỗ và bí mật quan sát. Khi nó nhận thấy Lừa không phải là mối đe doạ quá lớn đối với mình, nó liền chầm chậm tiến tới, muốn kết bạn với Lừa. Lừa thấy có một kẻ to gan lớn mật xuất hiện trên lãnh thổ của mình, liền kêu lên một tiếng. Từ tiếng kêu mà suy thì Lừa rõ phải là một kẻ hùng mạnh. Hổ bị một phen khiếp đảm, tưởng Lừa định tấn công mình, sợ hãi chạy trốn. Nhưng Hổ chạy đi rồi mới nhận ra rằng Lừa không hề đuổi theo, mà vẫn nhởn nhơ gặm cỏ ở chỗ cũ. Sau nhiều lần quan sát, Hổ phát hiện ra Lừa không hề có bản lĩnh gì đặc biệt, và nó cũng không còn sợ tiếng kêu của Lừa nữa. Hổ càng ngày càng tiếp cận Lừa gần hơn. Khi Lừa đang ăn cỏ, nó chạy tới chạm nhẹ vào Lừa, hoặc khi Lừa đi dạo thì Hổ cố ý đi qua va vào Lừa. Hổ liên tục thử thách sự kiên nhẫn của Lừa. Lừa vô cùng tức giận, lần nào cũng giơ móng guốc đá Hổ. Dần dần, Hổ biết rằng bản lĩnh lớn nhất của Lừa chỉ là móng guốc để đá đối phương. Nó mừng rỡ phi vọt lên xông vào Lừa, gầm lên một tiếng và cắn chết Lừa. Lời bàn: Phải biết tin tưởng vào khả năng của mình, dám đấu tranh và giỏi đấu tranh thì không gì là không thể chiến thắng.", "Câu chuyện : Con lừa đội lốt sư tử. Nội dung : Có một con Lừa luôn tự cho mình là thông minh. Nó ao ước làm được một chuyện kinh thiên động địa. Một hôm, Lừa đi qua nhà người thợ săn, trông thấy một bộ da Sư tử, nó tưởng là Sư tử thật, sợ quá co giò chạy. Nhưng chạy được vài bước nó thấy là lạ, sao Sư tử lại khôing đuổi theo nhỉ? Lừa quay đầu nhìn lại, hóa ra chỉ là một bộ da Sư tử. Thế là nó lẻn vào sân nhà người thợ săn và lấy trộm. Lừa khoác bộ da Sư tử lên mình rồi khệnh khạng đi ra bãi cỏ. Bọn Bò, Cừu nhìn thấy hoảng sợ bỏ chạy thục mạng. Những con Lừa khác nhìn thấy cũng tưởng là Sư tử nên đều sợ hãi co giò chạy trốn. Lừa thích chí reo lên: - Ha ha, để xem từ giờ còn ai dám coi thường mình nữa! Nó quyết định đội lốt Sư tử đi vào rừng để thể hiện uy phong với các con vật khác. Nó nấp sau một thân cây to, chỉ thò đầu ra. Một con Hổ lững thững đi lại phía nó, mang dáng vẻ của chúa rừng xanh. Trông thấy Hổ, Lừa cũng có đôi chút sợ hãi, nhưng nó nghĩ, mình đang khoác bộ da của Sư tử, lẽ nào còn phải sợ nó sao? Hổ chợt nhìn thấy một cái đầu \"Sư tử' nấp sau cái cây, sợ lảng đi chỗ khác. Lừa thấy vậy vô cùng đắc ý, đến cả Hổ cũng sợ mình, nói gì đến những con vật khác. Có một con Cáo cũng muốn kết bạn với Sư tử nên đi kiếm Sư tử khắp nơi. Một hôm, Lừa khoác bộ da Sư tử ngồi trong một bụi cây. Cáo nhìn thấy liền chạy đến nói to: - Sư tử đại vương, chúng ta kết bạn với nhau nhé! Lừa biết Cáo là một kẻ xảo quyệt, liền đứng lên hù dọa Cáo và gầm lên một tiếng. Cáo nghe thấy, nói: - Hóa ra là anh Lừa. Nếu không nghe tiếng kêu của anh, tôi cũng sợ thật đấy. Nhưng giờ thì chẳng ai còn sợ anh nữa đâu. Lời bàn: Nâng cao bản thân bằng cách mượn danh người khác là một cách làm dại dột. Muốn nâng cao uy danh của mình, trước tiên phải có thực tài, sau nữa là phải biết tôn trọng người khác.", "Câu chuyện : Diều hâu và cú mèo. Nội dung : Diều Hâu và Cú Mèo lúc nào cúng gây sự với nhau, không con nào chịu nhịn con nào. Một hôm, chúng quyết định sẽ không gây sự với nhau nữa, mà sẽ thân thiện với nhau, từ kẻ thù trở thành bạn tốt và hứa sẽ không ăn thịt con cái của nhau. Diều hâu lấy danh dự là vua của các loài chim ra cam đoan, còn Cú mèo thì đảm bảo bằng chính tính mạng của mình. - Anh có biết mặt các con tôi không? - Cú mèo hỏi. - Tôi không biết. - Thế thì không ổn. - Cú mèo lo lắng nói. - Tôi lo rằng nếu anh gặp chúng mà lại không biết đó là con tôi thì nhất định anh sẽ ăn thịt chúng. - Vậy chị tả hình dáng chúng cho tôi biết đi. Nếu không chỉ cần cho tôi xem mặt chúng, tôi đảm bảo sẽ không làm hại chúng. - Các con tôi trông rất đáng yêu và vô cùng xinh đẹp. Anh mà gặp chúng thì chắc chắn sẽ nhận ra ngay. Anh hãy nhớ đấy nhé, nếu không các con tôi gặp nguy hiểm mất. Buổi chiều muộn, Cú mèo bay đi tìm thức ăn cho con. Diều hâu bay đến một hang núi và nhìn thấy mấy con vật trông rất kỳ quái và xấu xí. Diều hâu nghĩ: \"Con của chị bạn Cú mèo vô cùng xinh đẹp nên chắc những con này không phải con của chị ấy. Mình sẽ dùng chúng làm bữa tối\". Thế là Diều hâu có một bữa tối ngon lành. Khi Cú mèo trở về tổ, nhìn thấy đàn con của mình giờ chỉ còn lại mấy cái móng, nó đau lòng muốn ngất đi. Biết được chính Diều hâu đã ăn thịt các con mình, nó mắng Diều hâu là quân trộm cướp độc ác. Lúc ấy, một con Cú mèo khuyên giải nó: - Cũng tại chị khoa trương với Diều hâu rằng các con chị vô cùng xinh đẹp. Diều hâu đâu có nghĩ đó là các con chị. Lời bàn: Mỗi người đều phải nhận biết đúng về bản thân, vừa phải nhìn thấy ưu điểm, vừa phải nhìn thấy rõ những hạn chế và khuyết điểm của mình.", "Câu chuyện : Con cáo và chùm nho. Nội dung : Một ngày nọ, Cáo ta xuống triền núi và phát hiện ra phía trước có một vườn nho. Dưới tán lá xanh, từng chùm nho căng tròn mọng nước, dưới ánh sáng mặt trời trông lại càng hấp dẫn. Những chùm nho này khiến người ta thèm thuồng. Cáo thèm tới mức nước bọt cứ trào ra hai bên mép. Cáo ta nhìn trước ngó sau thấy chẳng có ai, nho lại nhiều như thế này, cũng muốn chén ngay mấy chùm. Cáo đứng thẳng người, vươn tay hái nho. Nhưng giàn nho thì cao quá, Cáo ta dù có vươn người đến đâu cũng không thể tới được. Cáo nhanh trí nghĩ ra một cách, thử nhảy lên xem sao nhưng cố lắm cũng chỉ với tới lá nho mà thôi. Cáo ta không đành lòng rời khỏi vườn nho khi chưa chén được quả nào, thế là nó lượn mấy vòng quanh vườn, cuối cùng cũng phát hiện ra một cây nho khá thấp. Cáo ta lại nhảy lên, không tới được chùm nho, lại gắng sức nhảy lên lần nữa, vẫn không hái được quả nho nào. Cáo ta lại lượn xung quanh giàn nho. Ha ha, cuối cùng thì cũng phát hiện ra một chùm nho còn thấp hơn chùm lúc nãy. Thích chí quá, Cáo ta tự đắc: – Không có việc gì có thể làm khó ta được, ha ha! Nước dãi trong cổ họng cứ trào ra, lùi lại mấy bước lấy đà, Cáo nhảy lên, nhưng hỡi ôi, vẫn chẳng với tới được. Cáo ta dù có làm thế nào cũng không thể hái được nho, thở đánh thượt một cái rồi nói: – Làm sao mà mình lại cứ phải cố ăn mấy cái chùm nho này nhỉ? Vỏ thì xanh thế, chắc chắn là chưa chín rồi. Không biết chừng còn vừa chua vừa chát, không nuốt được, có khi còn phải nhổ ra, đúng là chả ra làm sao cả. Nói xong, Cáo rầu rĩ rời khỏi vườn nho. Lời bàn: Một số người khi không có được thứ gì đó liền nói thứ đó không ra gì cả. Thực tế thì chỉ là vì khả năng của mình có giới hạn không thể có được nhưng đành lấy cớ, tự dối lòng mình để tự biện minh.", "Câu chuyện : Thỏ thay răng. Nội dung : Trong một khu rừng nọ có một chú Thỏ rất nhát gan. Cứ nhìn thấy bóng dáng của Cáo là Thỏ vội quay đầu bỏ chạy. Có cách gì giúp mình không sợ Cáo nữa không? Suy nghĩ mãi, cuối cùng Thỏ nghĩ ra một cách rất hay, ấy là thay một bộ răng trông thật hung dữ. Nó tìm đến bác sĩ Hạc, bảo: - Bác sĩ Hạc yêu quý, bác chuyên chữa răng cho mọi người, xin bác thay cho cháu một hàm răng mới. Bác sĩ Hạc ngạc nhiên: – Sao thế? Răng của cháu vẫn còn rất tốt mà. – Tuy răng của cháu không bị hỏng, nhưng mà nó quá nhỏ. Bác lắp cho cháu một hàm răng giống như của Sư tử ấy. – Nhưng cháu muốn có hàm răng giống như của Sư tử để làm gì vậy? – Cháu không muốn cứ nhìn thấy Cáo là phải chạy trốn nữa. Nếu mà làm cho Cáo phải chạy khi nhìn thấy cháu thì hay biết mấy. Bác sĩ Hạc rất thông cảm cho hoàn cảnh của Thỏ, liền thay cho nó một hàm răng giống như của Sư tử. Thỏ soi gương, sung sướng thốt lên: – Tuyệt quá, giờ mình sẽ đi tìm Cáo! Thỏ vào rừng, xông xáo khắp nơi tìm Cáo. Lúc sau, Cáo từ bụi cây bước ra, tiến về phía Thỏ. Trong thấy Cáo từ xa, Thỏ sợ quá co giò chạy biến. Nó chạy đến nhà bác sĩ Hạc, lắp bắp: – Bác... bác... sĩ ơi! Xin bác thay cho cháu hàm răng khác. – Sao thế? Hàm răng này không tốt à? – Không, không phải ạ! Hàm răng này vẫn nhỏ quá. Bác có hàm răng nào to hơn không ạ? – Dù có thay hàm răng to hơn thì cũng chẳng có tác dụng gì đâu, cháu sẽ vẫn sợ Cáo thôi. Thỏ con này, cháu nên thay tim ấy, bỏ trái tim Thỏ đi và thay bằng trái tim Sư tử thì mới được. Lời bàn: Vẻ bề ngoài không thể làm thay đổi được bản chất bên trong. Bản tính của mỗi người là rất khó thay đổi.", "Câu chuyện : Nhà vua và con vẹt. Nội dung : Nhà vua và hoàng tử mỗi người nuôi một con Vẹt. Hai con Vẹt ấy cũng là hai cha con. Nhà vua rất yêu quý con Vẹt cha, hoàng tử thì yêu con Vẹt con hơn. Ngoài ra, hoàng tử còn nuôi một con Chim sẻ cực kỳ đẹp đẽ và Chim sẻ cũng mang lại cho chàng nhiều niềm vui. Một lần, Vẹt con và Chim sẻ tranh nhau ăn thịt quay nên cãi nhau. Kết cục, Chim sẻ bị Vẹt con mổ cho suýt chết. Chim sẻ rụt đầu, cụp cánh lại, trông rất thảm thương. Hoàng tử vô cùng tức giận, ra lệnh giết chết Vẹt con. Vẹt cha biết tin, vô cùng đau lòng. Nó phẫn nộ xông vào hoàng tử và mổ mù mắt chàng. Vệt cha sợ nhà vua tìm mình báo thù liền bay đến một cây thông và trốn trên ngọn cây. Nhà vua muốn lừa Vẹt cha quay về, bèn đi đến dưới gốc cây thông và nói với nó: - Vẹt yêu quý, hãy trở về với ta đi! - Không, tôi không thể trở về được. - Vẹt cha kiên quyết nói. - Vẹt hãy trở về với ta, chúng ra sẽ lại sống như trước kia. - Nhà vua nhẹ nhàng thuyết phục. - Nếu tôi trở về, bệ hạ sẽ giết tôi! - Chúng ra là bạn, sao ta lại giết người? - Bởi vì bệ hạ muốn báo thù cho con. - Ta đảm bảo sẽ không lại hại ngươi. Bởi vì hoàng tử đã sai, nó không nên giết chết con ngươi. - Bệ hạ, làm sao để tôi tin ngài được? - Ngươi hãy bay vào lồng đi! Ta đảm bảo với ngươi. Vẹt tin lời vua, vỗ cánh bay vào lồng. Nhà vua tóm lấy chú Vẹt, hằn học nói: - Chúng ta là bạn, lẽ ra ngươi không nên mổ mù mắt con trai ta. Ngươi sẽ bị trừng phạt. Lời bàn: Dù là bạn bè nhưng cũng không được dễ dàng tin mọi lời người khác nói. Đôi khi, bạn bè lại chính là kẻ thù đáng sợ nhất.", "Câu chuyện : Người tiều phu và thần Hermes. Nội dung : Một hôm, người tiều phu ra bờ sông chặt củi. Bỗng anh ta bị tuột tay, làm chiếc rìu rơi tõm xuống sông. Nước sông chảy xiết nên chiếc rìu bị cuốn đi. Người tiều phu ngồi trên bờ khóc. Tiếng khóc của anh ta làm kinh động đến thần Hermes, vị thần của những người chăn thú trong rừng. Thần Hermes hiện ra, hỏi: - Sao ngươi lại thảm thiết thương tâm như thế? Người tiều phu đáp: - Thưa thần tôn kính, chiếc rìu của con bị rơi xuống sông mất rồi. Thần Hermes bước xuống sông, một lát sau trở lên, tay cầm một chiết rìu bằng vàng, đưa cho người tiều phu, hỏi: - Đây có phải là chiếc rìu của nhà người không? Người tiều phu nhìn chiếc rìu đáp: - Không phải ạ, chiếc rìu của con khác cơ. Thần Hermes lại lặn xuống và trở lên với một chiếc rìu bằng bạc trong tay. Ngài hỏi người tiều phu: - Chiếc rìu này có phải của ngươi không? Người tiều phu đáp: - Cũng không phải ạ. Thần Hermes lại lặn xuống một lần nữa, và vớt lên chiếc rìu bằng sắt của người tiều phu. Người tiều phu nhìn thấy chiết rìu của mình thì mừng rỡ nói: - Đội ơn thần, đầy mới đúng là chiếc rìu của con! Thần Hermes thấy người tiều phu tính tình thật thà chất phác, liền tặng cho anh ta chiếc rìu vàng và rìu bạc. Người tiều phu đem ba chiếc rìu về nhà và đem chuyện kể cho bà con trong thôn. Có một người nghe xong chuyện, bèn quyết định đi thử vận may. Anh ta đi ra bờ sông và ném rìu của mình xuống nước để dòng nước xiết cuốn đi. Rồi anh ta ngồi bên bờ sông khóc lóc ầm ĩ. Nghe thấy tiếng khóc, thần Hermes đến trước mặt anh ta hỏi: - Sao ngươi lại khóc? - Thưa thần! - Anh ta đáp. - Chiếc rìu của con bị rơi xuống sông mất rồi ạ. Xin người giúp con vớt nó lên. Thần Hermes vớt lên một chiếc rìu vàng, hỏi đó có phải là của anh ta không. Anh ta mừng rỡ đáp: - Vâng, đúng là chiếc rìu của con đấy ạ! Thần Hermes nghe vậy, không những không thưởng cho anh ta chiếc rìu bằng vàng đó, mà ngay cả chiếc rìu sắt của anh ta ngài cũng không vớt cho nữa. Lời bàn: Thật thà là một đức tính tốt. Một người thật thà sẽ được người khác tin tưởng và tôn trọng.", "Câu chuyện : Cô gái vắt sữa. Nội dung : Ở trang trại nọ có một cô gái vắt sữa nhan sắc bình thường. Công việc hàng ngày của cô là cho bò sữa ăn và vắt sữa cho chúng. Thế nên quần áo cô lúc nào cũng dính đầy sữa, đầu tóc mặt mũi nhem nhuốc. Cô gái vắt sữa rất thích mơ mộng đến lúc mình trở nên xinh đẹp. Một hôm, sau khi vắt sữa xong, cô đội bình sữa trên đầu và đi về trang trại. Đi được một đoạn là cô lại bắt đầu mơ mộng:\"Đến bao giờ mình mới được mặc những bộ váy mới nhỉ? Năm sau? Hay là năm sau nữa? Không, mình không muốn phải đợi quá lâu. Mình đã nói chuyện này với mẹ nhiều lần rồi, nhưng mẹ chẳng chịu để tâm. Đúng rồi, sao mình không xin mẹ bình sữa này nhỉ? Mình có thể dùng tiền bán bình sữa này để mua 300 quả trứng gà. Trừ đi những quả bị ung thì ít nhất cũng nở được 250 con gà con. Mình sẽ vỗ béo chúng, đến mùa thu chúng sẽ thành những con gà trống và gà mái béo tốt, khi nào giá gà lên cao nhất, mình sẽ đem ra chợ bán. Tới lúc đó, mình sẽ kiếm được rất nhiều tiền, đủ để mua một bộ váy mới thật đẹp. Mình sẽ mặc chiếc váy đó trong đêm hội Giáng sinh. Các chàng trai trẻ sẽ tranh nhau cầu hôn mình, còn mình sẽ lắc đầu từ chối bọn họ...\" Tưởng tượng đến đây, cô gái vắt sữa lắc đầu một cái. Thế là bình sữa trên đầu rơi xuống, sữa đổ ra lênh láng trên mặt đất, những mơ tưởng đẹp đẽ của cô cũng tan theo. Lời bàn: Dù cho mơ ước có đẹp đến đâu thì cũng không thể bỗng dưng biến thành hiện thực được. Muốn biến ước mơ thành hiện thực thì phải tích cực hành động.", "Câu chuyện : Không có cha mẹ bên cạnh. Nội dung : Không có cha mẹ bên cạnh Một đứa bé mải chơi, không cẩn thận, ngã xuống sông. Cha mẹ ở gần, nhìn thấy, vội nhảy xuống vớt lên và nói: “Có bố mẹ đây, đừng sợ!” Mấy hôm sau, đứa bé lại ngã xuống sông; cha mẹ nó lại vớt nó lên. Bà con láng giềng khuyên cha mẹ nó hãy dạy bơi cho nó, song cha đứa bé nói: “Khỏi cần, tôi biết bơi là đủ, nó ngã xuống sông, tôi sẽ cứu nó”. Ai ngờ đứa bé lại ngã xuống sông lần thứ ba. Lần này không có cha mẹ nó ở bên cạnh, trên bờ sông cũng không có một ai, đứa bé kêu được vài tiếng thì chìm nghỉm.", "Câu chuyện : Lợn đi chợ. Nội dung : Ông chủ lùa một con Lợn béo, một con Dê và một con Cừu lên xe ngựa mang ra chợ. Người trong thôn thấy vậy liền hỏi: - Ông định mang chúng ra chợ bán à? Ông ta đáp: - Không, tôi không định bán chúng. Tôi chỉ đem chúng đi cho chúng biết đây biết đó thôi. Ông chủ còn nói với người trong thôn rằng, ở chợ có gánh xiếc rong biểu diễn ảo thuật. Thế nhưng Lợn ỉn không tin những gì ông chủ nói. Nó nghĩ, ngày tận số của nó đã đến. Trên đường đi, Lợn ỉn kêu gào như thể có một trăm người đồ tể đang đuổi theo đòi giết nó. Tiếng gào thét của nó làm cho người ta không chịu nổi. Còn Dê và Cừu thì lại rất bình thản, đối với chúng, việc này chẳng có gì phải lấy làm lạ, cũng không thể nào là tai hoạ sắp giáng xuống đầu. Chúng không thể hiểu nổi tại sao Lợn lại phải ra sức kêu cứu như thế. Ông chủ cau mày, bảo Lợn ỉn: - Mày không ngồi im một lúc được à? Làm ồn khiến bọn ta ong hết cả đầu. Mày thử nhìn con Dê hiền lành mà xem, ít nhất thì nó cũng biết yên lặng nghỉ ngơi. Rồi trông Cừu mà xem, nó thật biết nghe lời, mày đã nghe thấy nó kêu tiếng nào chưa? - Chúng đều là lũ ngốc, còn tôi không thế. - Lợn ỉn lập tức đáp lại. - Nếu chúng biết rằng chúng sắp gặp tai hoạ thì chúng chắc chắn còn kêu to hơn tôi. Cho dù là một kẻ hiền lành thế nào cũng sẽ ra sức kêu cứu, thậm chí còn kêu rách cả họng ấy chứ. Không đúng thế thì tôi cứ là thành món ăn trên bàn ngay. Ôi, gia đình thân yêu của tôi. Nói xong, Lợn lại tiếp tục gào lên kêu cứu. Lời bàn: Khi tai hoạ tới, sợ hãi và than thân trách phận cũng không thể thay đổi được thực tế. Cách tốt nhất là cố gắng thay đổi vận mệnh của mình ngay từ đầu.", "Câu chuyện : Thỏ xám thoát hiểm. Nội dung : Thỏ xám thoát hiểm Thỏ xám đang đi chơi trên sườn núi thì thấy Gấu, Sói và Cáo đang chạy về hướng mình, nên liền chui tọt vào hang. Chiếc hang của Thỏ vốn có đến 3 lối ra để đề phòng bất trắc, nhưng hôm nay, Gấu – Sói và Cáo đã chia nhau mỗi con canh một cửa, vây Thỏ xám lại trong hang. Sói nói vọng vào trong hang: “Con Thỏ xám kia, ba cửa hang đã bị chặn cả rồi, mau nộp mạng đi. Nếu không chúng ta sẽ hun khói vào hang đấy!”. Nếu Thỏ cứ nằm trong hang thì cũng không hay, bởi nếu bọn Sói hun khói thật thì Thỏ sẽ chết chắc. Trong lúc nguy cấp như vậy, chợt Thỏ nghĩ ra một kế. Thỏ đi đến cửa hang mà Cáo đang giữ, giả vờ kêu lên thảm thiết như vừa bị bắt xong. Gấu và Sói nghe thấy thế thì nghĩ rằng Cáo đã bắt thỏ. Sợ Cáo sẽ hưởng chiến lợi phẩm một mình, nên cả Gấu và Sói, chẳng ai bảo ai, cả 2 cùng chạy về phía Cáo để đòi chia phần. Đến khi cả 3 con gặp nhau ở chỗ Cáo, chúng mới hiểu ra mình đã bị trúng kế “giương đông kích tây” của thỏ”. Đến lúc này thì Thỏ đã tranh thủ chạy thoát ra khỏi hang mất rồi. Thỏ tìm đến nhà Nhím để trú tạm, và kể cho Nhím nghe chuyện. Nghe xong, Nhím hỏi “thật là thông minh, làm sao cậu lại nghĩ ra được kế hay thế?” Thỏ đáp: “Bởi vì tôi biết Gấu-Sói và Cáo đều có bản tính tham lam và không tin tưởng lẫn nhau, tên nào cũng có mưu kế riêng của mình. Nên tôi tận dụng sự thiếu đoàn kết của chúng để chạy thoát”", "Câu chuyện : Bọ ngựa bắt ve sầu, chim sẻ rình sau lưng. Nội dung : Thời Xuân Thu, Ngô Vương là một vị vua vô cùng ngang ngược, các vị đại thần đều khó mà thuyết phục được ông. Một lần, Ngô Vương chuẩn bị tấn công nước Sở, nói rằng nếu ai can gián thì sẽ giết chết người đó. Các vị đại thần biết được tin này đều rất lo lắng, bởi nếu nước Ngô đem quân đi đánh giặc nước khác thì chính nước Ngô có thể bị một nước khác mạnh hơn tấn công. Thế nhưng, không vị đại thần nào dám can ngăn Ngô Vương. Trong số các vị đại thần, có một người tính tình chính trực. Trở về nhà, ông vẫn lo lắng không yên về chuyện này, nhưng không biết phải can ngăn vua như thế nào. Ông sốt ruột đi đi lại lại trong hoa viên. Bỗng nhiên, ông nhìn thấy một con bọ ngựa đang rình bắt một con ve sầu, đằng sau bọ ngựa có một con chim sẻ đang nhìn chằm chằm vào nó. Nhìn cảnh ấy, ông liền nghĩ ra một cách để khuyên can vua. Sáng sớm hôm sau, vị đại thần đến ngự hoa viên. Khi Ngô Vương đi tới, ông giả vờ không trông thấy, trong tay cầm một cái súng bắn chim, nhìn chăm chú vào một cái cây. Ngô Vương rất tức giận, hỏi: – Mới sáng ra khanh đã đến đây làm gì? Tại sao nhìn thấy bản vương mà không quỳ? Vị đại thần làm ra vẻ vừa nhìn thấy nhà vua, vội vàng nói: – Vừa rồi thần mải nhìn con ve sầu và bọ ngựa trên cây nên không biết bệ hạ đến. Xin bệ hạ thứ tội. Ngô Vương tha tội vô lễ cho ông ta, tò mò hỏi: – Con ve sầu và bọ ngựa trên cái cây này có gì đáng để xem vậy. Vị đại thần đáp: – Thần nhìn thấy một con ve sầu đang uống sương, không đề phòng một con bọ ngựa đang cong mình chuẩn bị tấn công nó. Nhưng con bọ ngựa không ngờ rằng có một chú chim sẻ cũng đang rình bắt mình, còn con chim sẻ lại không biết rằng trong tay thần đang cầm súng bắn chim định bắn nó. Ngô Vương nghe xong, ngẫm nghĩ rồi cười: – Ta đã hiểu ý của khanh rồi. Cuối cùng, Ngô Vương quyết định không tấn công nước Sở nữa. Lời bàn: Nếu chỉ nhìn thấy cái lợi trước mắt mà không tính đến cái hoạ ẩn nấp phía sau thì sẽ khiến mình rơi vào cái thế hiểm nguy.", "Câu chuyện : Ếch ngồi đáy giếng. Nội dung : Có một con ếch sống lâu ngày trong một giếng nọ. Xung quanh nó chỉ có vài con nhái, cua, ốc bé nhỏ. Từ dưới đáy giếng nhìn lên, ếch ta chỉ thấy một khoảng trời bé bằng cái vung. Nó nghĩ: Tất cả vũ trụ chỉ có vậy, vì thế ếch tự coi mình là chúa tể. Hằng ngày nó cất tiếng kêu ồm ộp làm vang động cả giếng, khiến các con vật kia rất hoảng sợ. Ếch cứ tưởng bầu trời trên đầu chỉ bé bằng chiếc vung và nó thì oai như một vị chúa tể. Một năm nọ, trời mưa to làm nước trong giếng dềnh lên, tràn bờ, đưa ếch ta ra ngoài. Quen thói cũ, ếch nhâng nháo nhìn lên trời, nó bỗng thấy cả một bầu trời rộng lớn hơn nhiều so với cái khoảng trời nó vẫn thấy. Ếch ta không tin và thấy bực bội vì điều đó. Để ra oai, nó cất tiếng kêu ồm ộp. Vị chúa tể hy vọng là sau những tiếng kêu của mình, mọi thứ phải trở lại như cũ. Nhưng bầu trời vẫn là bầu trời. Còn con ếch vì mải nhìn lên trời đã không chú ý đến xung quanh nên đã bị một con trâu đi qua dẫm bẹp.", "Câu chuyện : Người chăn cừu và quạ. Nội dung : Người chăn cừu nuôi cả nghìn con cừu trong nông trường, ông ta và các con đều sống ở đó. Người chăn cừu có hai người hàng xóm, Chim Ưng và Quạ. Chim ưng làm tổ trên vách đá, suốt ngày nhìn chằm chằm vào đàn cừu. Còn Quạ thì làm tổ trên một cái cây nhỏ trên núi. Mỗi khi khát nước, Quạ đều bay xuống nông trường uống nước của cừu. Người chăn cừu cứ như vậy bình an sống cùng hai người hàng xóm. Một ngày nọ, một tiếng vang lớn xé rách bầu trời, Chim ưng từ trên vách núi xà xuống cắp mất một con cừu. Quạ ta thấy vậy, vô cùng ngưỡng mộ Chim ưng, vì Quạ nghe nói mùi vị thịt cừu vô cùng hấp dẫn, rất muốn học Chim ưng bắt lấy một con cừu để thoả mãn cơn thèm. Sau khi người chăn cừu rời khỏi nông trường, Quạ nhìn qua ngó lại kiếm tìm cơ hội, vỗ vỗ cánh, cũng kêu lên một tiếng tỏ vẻ hung dữ, xà xuống lưng một con cừu, cố sức cắp con cừu đi. Nhưng lông cừu thì vừa dày vừa nhiều, đã dính chặt móng vuốt của Quạ, Quạ càng cố công rút ra thì càng bị dính chặt vào lông cừu. Quạ cố sức đập cánh để bay lên nhưng không thể bay lên được. Quạ bị mắc kẹt rất lâu ở đó, cho đến tận khi người chăn cừu quay lại. Nhìn thấy Quạ đập cánh liên hồi trên lưng một con cừu, ông ta liền chạy đến tóm lấy và vặt hết lông cánh của Quạ. Đến chiều tối, người chăn cừu mang Quạ về nhà cho các con chơi. Từ trước đến nay chưa từng thấy một con quạ nào mà lông cánh lại trụi thùi lụi thế kia, nên lũ con hỏi bố: – Bố ơi, đây là quạ gì thế ạ? Ông bố đáp: – Đây là quạ đen, một loài quạ rất bình thường, nhưng lại cứ nghĩ mình là chim ưng. Lời bàn: Trước khi làm bất cứ việc gì, đều phải biết lượng sức mình và dựa vào thực lực của mình, mù quáng làm những chuyện ngốc nghếch, chắc chắn sẽ làm trò cười cho người khác.", "Câu chuyện : Buồm và mái chèo. Nội dung : Buồm và mái chèo Chiếc thuyền đánh cá đang giương cánh buồm trắng của mình đi trên sông. Cánh buồm căng gió, đẩy con thuyền băng băng tiến về phía trước. Cánh buồm rất tự hào về những đóng góp của mình, nó nhìn xuống những mái chèo gỗ đang nằm im dưới mạn thuyền và nói rằng: “Mái chèo thật là đồ lười biếng và vô dụng. Cả con thuyền tiến lên là nhờ vào sức của tớ, còn các cậu chỉ biết ngủ mà thôi” Mái chèo chắng nói gì, hình như nó đang ngủ thật. Một lúc sau, gió lặng, những người ngư dân gỡ dây buồm và hạ buồm xuống. Tiếp đó họ cầm lấy mái chèo khua nước, và đưa con thuyền tiến lên. Lúc này mái chèo mới lên tiếng “Bi giờ thì cậu đã hiểu chưa? Chỉ khi nào có gió thì cậu mới phát huy tác dụng thôi, còn chúng tôi thì vẫn có thể giúp con thuyền tiến lên trong mọi hoàn cảnh đấy!” Lúc này, buồm đã hiểu ra và tự hứa sẽ cùng mái chèo đưa con thuyền tiến lên nhanh nhất. Vị trưởng tàu dù rất bận rộn chỉ huy tàu, nhưng cũng nở một nụ cười mãn nguyện….", "Câu chuyện : Con quay và bánh xe. Nội dung : Con quay và bánh xe Một hôm, Con Quay lăn đến bên cạnh chiếc Bánh Xe và hỏi: ” Này! Bánh Xe, cậu có tài cán gì không?” “Tôi có thể quay! Nghe nói cậu cũng rất giỏi quay có phải không?” “Đúng thế!”, con quay tự tin đáp, “Tôi quay nhanh như gió, có thể coi là quay nhanh nhất trên thế giới này, mỗi phút tôi có thể quay mấy ngàn vòng trong! Còn anh thì như thế nào?” Bánh xe trả lời: ” Tôi mỗi phút chỉ có thể quay được vài trăm vòng và mỗi giờ quay ước chừng chỉ được khoảng hai vạn vòng thôi.” Con quay tỏ ra rất tự hào và lớn tiếng “Xem ra tôi giỏi hơn anh rồi!” Bánh xe nhìn con quay bảo “Muốn biết ai hơn ai, cần phải xem thực chất đã. Nếu nói về tốc độ quay, chắc chắn là tôi không bằng cậu. Nhưng khi tôi quay một vòng thì tôi tiến lên phía trước một bước; Nếu như tôi quay liên tục thì tôi sẽ tiến lên liên tục. Còn cậu, dù cho có quay nhanh đến thế nào đi chăng nữa, cuối cùng cũng chắng rời thoát đươc khỏi chỗ cũ”", "Câu chuyện : Sai lầm của quạ. Nội dung : Từ trên mỏm núi cao có con đại bàng lao xuống cắp một con cừu non bay đi. Một chú quạ thấy cảnh ấy, phục quá, nghĩ bụng: đại bàng làm được như thế, ta cũng thử xem sao, nếu thành công chẳng lo gì thiếu thức ăn. Thế là nó vừa kêu to vừa hùng hổ bổ nhào xuống lưng một con cừu, cố quắp lấy mang đi. Nào ngờ lông cừu dày và rối, hai chân quạ bị vướng vào đấy. Con quạ ráng sức vỗ cánh bay lên vẫn không tài nào bay lên nổi. Người chăn cừu nhìn thấy, chạy lại bắt luôn con quạ, trói hai cánh lại, mang về cho lũ trẻ con chơi. Lũ trẻ hỏi đây là con gì, người chăn cừu bảo đấy chính là con quạ muốn bắt chước làm con đại bàng. Con quạ xin lũ trẻ thả nó ra. Song lũ trẻ không tha, cứ giữ nó làm đồ chơi cho đến lúc nó kiệt sức.", "Câu chuyện : Chó Sói mài răng. Nội dung : Một con Cáo thấy chó Sói cứ nằm trên cỏ mà mài răng, bèn khuyên: - Trời đẹp, mọi người đều nghỉ ngơi chơi đùa, sao anh không tham gia với mọi người? Chó Sói không nói gì, tiếp tục mài răng, làm cho răng nó thêm sắc nhọn. Cáo lấy làm lạ, hỏi: - Trong rừng yên ổn, thợ săn và chó săn đều đã về nhà, Hổ Báo cũng ở đằng xa, anh hà tất cứ phải mà răng mãi? Chó Sói đáp: - Tôi mài răng chẳng phải để chơi. Cậu thử tưởng tượng, nếu có ngày tôi bị thợ săn hoặc Hổ Báo săn đuổi, lúc ấy mới mài răng thì có kịp được chăng? Lúc nhàn rỗi tôi mài răng chính là để giữ mạng sống đó thôi."]