"\"tac-pham-van-hoc\" Tác phẩm văn học\nTùy bút Người lái đò sông Đà\nNgười lái đò sông Đà\nĐẹp vậy thay, tiếng hát trên dòng sông”\nWładysław Broniewski\n“Chúng thuỷ giai đông tẩu - Đà giang độc bắc lưu”\n(Lượt đoạn đầu: Tác giả trình bày mục đích chuyến đi thực tế Tây Bắc và sông Đà của mình chủ yếu là để tìm hiểu những con người ở đây mà ông gọi “thứ vàng mười đã qua thử lửa của cách mạng là kháng chiến, hiện nay đang góp phần vào việc đến thiết Tây Bắc. Tiếp đó, tác giả giới thiệu tài tứ tuyệt vời của những người lái đò sông Đà trong nghệ thuật vượt thác leo ghềnh và liệt kê một loạt con thác sông Đà từ Vạn Yên về xuôi, trong đó có những con thác vô cùng độc dữ, nham hiểm”. Đáng sợ nhất là những cái hút nước “xoáy tít đáy” giữa lòng sông từng dìm xuống và xé tan tác những bè gỗ, những con thuyền vô ý bị nó lôi tuột xuống…)\nHùng vĩ của Sông Đà không phải chỉ có thác đá. Mà nó còn là những cảnh đá bờ sông, dựng vách thành, mặt sông chỗ ấy chỉ lúc đúng ngọ mới có mặt trời. Có vách đá thành chẹt lòng Sông Đà như một cái yết hầu. Đứng bên này bờ nhẹ tay ném hòn đá qua bên kia vách. Có quãng con nai con hổ đã có lần vọt từ bờ này sang bờ kia. Ngồi trong khoang đò qua quãng ấy, đang mùa hè mà cũng thấy lạnh, cảm thấy mình như đứng ở hè một cái ngõ mà ngóng vọng lên một khung cửa sổ nào trên cái tầng nhà thứ mấy nào vừa tắt phụt đèn điện.\nLại như quãng mặt ghềnh Hát Loóng, dài hàng cây số nước xô đá, đá xô sóng, sóng xô gió. Cuốn cuộn luồng gió gùn ghè suốt năm như lúc nào cũng đòi nợ xuýt tay lái thì cũng dễ lật ngửa bụng thuyền ra.\nLại như quãng Tà Mường Vát phía dưới Sơn La. Trên sông bỗng có những cái hút nước giống như cái giếng bê tông thả xuống sông để chuẩn bị làm móng cầu. Nước ở đây thở và kêu như cửa cống cái bị sặc. Trên mặt cái hút xoáy tít đáy; cũng đang quay lừ lừ những cánh quạ đàn. Không thuyền nào dám men gần những cái hút nước ấy, thuyền nào qua cũng chèo nhanh để lướt quãng sông, y như là ô tô sang số ấn ga cho nhanh để vút qua một quãng đường mượn cạp ra ngoài bờ vực. Chèo nhanh và tay lái cho vững mà phóng qua cái giếng sâu, những cái giếng sâu nước ặc ặc lên như vừa rót dầu sôi vào. Nhiều bè gỗ rừng đi nghênh ngang vô ý là những cái giếng hút ấy nó lôi tuột xuống. Có những thuyền đã bị cái hút nó hút xuống, thuyền trồng ngay cây chuối ngược rồi vụt biến đi, bị dìm và đi ngầm dưới lòng sông đến mươi phút sau mới thấy tan xác ở khuỷnh sông dưới. Tôi sợ hãi mà nghĩ đến một anh bạn quay phim táo tợn nào muốn truyền cảm giác lạ cho khán giả, đã dũng cảm dám ngồi vào một cái thuyền thúng tròn vành rồi cho cả thuyền cả mình cả máy quay xuống đáy cái hút Sông Đà - từ đáy cái hút nhìn ngược lên vách thành hút mặt sông chênh nhau tới một cột nước cao đến vài sải. Thế rồi thu ảnh. Cái thuyền xoay tít, những thước phim màu cũng quay tít, cái máy lia ngược contre-plongée lên một cái mặt giếng mà thành giếng xây toàn bằng nước sông xanh ve một áng thuỷ tinh khối đúc dày, khối pha lê xanh như sắp vỡ tan ụp vào cả máy cả người quay phim cả người đang xem. Cái phim ảnh thu được trong lòng giếng xoáy tít đáy, truyền cảm lại cho người xem phim ký sự thấy mình đang lấy gân ngồi giữ chặt ghế như ghì lấy mép một chiếc lá rừng bị vứt vào một cái cốc pha lê nước khổng lồ vừa rút lên cái gậy đánh phèn.\nCuộc sống của người lái đò Sông Đà quả là một cuộc chiến đấu hằng ngày với thiên nhiên, một thứ thiên nhiên Tây Bắc có nhiều lúc trọng nó thành ra diện mạo và tâm địa một thứ kẻ thù số một. Nhìn cái thiên nhiên ấy, có những lúc thấy nó không “thơ đời Đường” nhàn hạ, mà thấy nó chính là một cuộc đấu tranh với thiên nhiên để giành sự sống từ tay nó về tay mình. Tôi xin ghi ở đoạn này cái hình ảnh chiến đấu gian lao của người lái đò trên chiến trường Sông Đà, trên một quãng thuỷ chiến ở mặt trận Sông Đà.\n…Còn xa lắm mới đến cái thác dưới. Nhưng đã thấy tiếng nước réo gần mãi lại réo to mãi lên. Tiếng nước thác nghe như là oán trách gì, rồi lại như là van xin, rồi lại như là khiêu khích, giọng gằn mà chế nhạo. Thế rồi nó rống lên như tiếng một ngàn con trâu mộng đang lồng lộn giữa rừng vầu rừng tre nứa nổ lửa, đang phá tuông rừng lửa, rừng lửa cùng gầm thét với đàn trâu da cháy bùng bùng. Tới cái thác rồi. Ngoặt khúc sông lượn, thấy sóng bọt đã trắng xóa cả một chân trời đá. Đá ở đây từ ngàn năm vẫn mai phục hết trong lòng sông, hình như mỗi lần có chiếc thuyền nào xuất hiện ở quãng ầm ầm mà quạnh hiu này, mỗi lần có chiếc nào nhô vào đường ngoặt sông là một số hòn bèn nhổm cả dậy để vồ lấy thuyền. Mặt hòn đá nào trông cũng ngỗ ngược, hòn nào cũng nhăn nhúm méo mó hơn cả cái mặt nước chỗ này. Mặt sông rung rít lên như tuyếc-bin thuỷ điện nơi đáy hầm đập. Mặt sông trắng xóa càng làm bật rõ lên những hòn những tảng mới trông tưởng như nó đứng nó ngồi nó nằm tùy theo sở thích tự động của đá to đá bé. Nhưng hình như Sông Đà đã giao việc cho mỗi hòn. Mới thấy rằng đây là nó bày thạch trận trên sông. Đám tảng đám hòn chia làm ba hàng chắn ngang trên sông đòi ăn chết cái thuyền một cái thuyền đơn độc không còn biết lùi đi đâu để tránh một cuộc giáp lá cà có đá dàn trận địa sẵn. Hàng tiền vệ, có hai hòn canh một cửa đá trông như là sơ hở nhưng chính hai đứa giữ vai trò dụ cái thuyền đối phương đi vào sâu nữa, vào tận tuyến giữa rồi nước sóng luồng với đánh khuỷu quật vu hồi lại Nếu lọt vào đây rồi mà cái thuyền du kích ấy vẫn chọc thủng được tuyến hai, thì nhiệm vụ của những boongke chìm và pháo đài đá nổi ở tuyến ba phải đánh tan cái thuyền lọt lưới đá tuyến trên, phải tiêu diệt tất cả thuyền trưởng thuỷ thủ ngay ở chân thác. Thạch trận dàn bày vừa xong thì cái thuyền vụt tới. Phối hợp với đá, nước thác reo hò làm thanh viện cho đá, những hòn bệ vệ oai phong lẫm liệt. Một hòn ấy trông nghiêng thì y như là đang hất hàm hỏi cái thuyền phải xưng tên tuổi trước khi giao chiến. Một hòn khác lùi lại một chút và thách thức cái thuyền có giỏi thì tiến gần vào. Ông đò hai tay giữ mái chèo khỏi bị hất lên khỏi sóng trận địa phóng thẳng vào mình. Mặt nước hò la vang dậy quanh mình, ùa vào mà bẻ gãy cán chèo võ khí trên cánh tay mình. Sóng nước như thể quân liều mạng vào sát nách mà đá trái mà thúc gối vào bụng và hông thuyền. Có lúc chúng đội cả thuyền lên. Nước bám lấy thuyền như đổ vật túm thắt lưng ông đò đòi lật ngửa mình ra giữa trận nước vang trời thanh la não bạt. Sóng thác đã đánh đến miếng đòn hiểm độc nhất, cả cái luồng nước vô sở bất chí ấy bóp chặt lấy hạ bộ người lái đò […]. Mặt sông trong tích tắc lòe sáng lên như một cửa bể đom đóm rừng ùa xuống mà châm lửa vào đầu sóng. Nhưng ông đò cố nén vết thương, hai chân vẫn kẹp chặt lấy cuống lái, mặt méo bệch đi như cái luồng sóng đánh hồi lung, đánh đòn tỉa, đánh đòn âm vào chỗ hiểm. Tăng thêm mãi lên tiếng hỗn chiến của nước của đá thác. Nhưng trên cái thuyền sáu bơi chèo, vẫn nghe rõ tiếng chỉ huy ngắn gọn tỉnh táo của người cầm lái. Vậy là phá xong cái trùng vi thạch trận vòng thứ nhất. Không một phút nghỉ tay nghỉ mắt, phải phá luôn vòng vây thứ hai và đổi luôn chiến thuật. Ông lái đã nắm chắc binh pháp của thần sông thần đá. Ông đã thuộc quy luật phục kích của lũ đá nơi ải nước hiểm trở này. Vòng đầu vừa rồi, nó mở ra năm cửa trận, có bốn cửa tử một cửa sinh cửa, sinh nằm lập lờ phía tả ngạn sông. Vòng thứ hai này tăng thêm nhiều cửa tử để đánh lừa con thuyền vào, và cửa sinh lại bố trí lệch qua phía bờ hữu ngạn. Cưỡi lên thác Sông Đà, phải cưỡi đến cùng như là cưỡi hổ.\nDòng thác hùm beo đang hồng hộc tế mạnh trên sông đá. Nắm chặt lấy được cái bờm sóng đúng luồng rồi, ông đò ghì cương lái, bám chắc lấy luồng nước đúng mà phóng nhanh vào cửa sinh, mà lái miết một đường chéo về phía cửa đá ấy. Bốn năm bọn thuỷ quân cửa ải nước bên bờ trái liền xô ra cảnh níu thuyền lôi vào tập đoàn cửa tử. Ông đò vẫn nhớ mặt bọn này, đứa thì ông tránh mà rảo bơi chèo lên, đứa thì ông đè sấn lên mà chặt đôi ra để mở đường tiến. Những luồng tử đã bỏ hết lại sau thuyền. Chỉ còn vẳng reo tiếng hò của sóng thác luồng sinh. Chúng vẫn không ngớt khiêu khích, mặc dầu cái thằng đá tướng đứng chiến ở cửa vào đã tiu nghỉu cái mặt xanh lè thất vọng thua cái thuyền đã đánh trúng vào cửa sinh nó trấn lấy. Còn một trùng vây thứ ba nữa. Ít cửa hơn, bên phải bên trái đều là luồng chết cả. Cái luồng s\n  \nêm ấy nhà đò đốt lửa trong hang đá, nướng ống cơm lam và toàn bàn tán về cá anh vũ cá dầm xanh, về những cái hầm cá hang cá mùa khô nổ những tiếng to như mìn bộc phá rồi cá túa ra đầy tràn ruộng. Cũng chả thấy ai bàn thêm một lời nào về cuộc chiến thắng vừa qua nơi cửa ải nước đủ tướng dữ quân tợn vừa rồi. Cuộc sống của họ là ngày nào cũng chiến đấu với Sông Đà dữ dội, ngày nào cũng giành lấy cái sống từ tay những cái thác, nên nó cũng không có gì là hồi hộp đáng nhớ... Họ nghĩ thế, lúc ngừng chèo.\nTrên Sông Đà, thỉnh thoảng có tàu bay lượn vòng ở quãng này ở quãng khác, có lẽ đề chỉnh lý về bản đồ đất nước Tổ quốc. Tôi nghĩ nếu sau này làm phim truyện hoặc phim ký sự (tôi không muốn dùng mấy chữ phim tài liệu) màu về Sông Đà, nếu muốn phản ánh lên cái dữ tợn và cái lớn của Sông Đà của thác Sông Đà, cũng phải đưa ống quay phim lên tàu bay. Cho bay là là trên thác mà giá máy xuống mà lượn ống máy theo những luồng sinh của thác, trên thác hiên ngang một người lái đò Sông Đà có tự do, vì người lái đò ấy đã nắm được cái quy luật tất yếu của dòng nước Sông Đà.\nTôi có bay tạt ngang qua Sông Đà mấy lần, và thấy đó cũng là thêm cho mình một góc độ nhìn một cách nhìn về con sông Tây Bắc hung bạo và trữ tình. Từ trên tàu bay mà nhìn xuống Sông Đà, không ai trong tàu bay nghĩ rằng cái dây thừng ngoằn ngoèo dưới chân mình kia lại chính là cái con sông hằng năm và đời đời kiếp kiếp làm mình làm mẩy với con người Tây Bắc và phản ứng giận dỗi vô tội vạ với người lái đò Sông Đà. Cũng không ai nghĩ rằng đó là con sông của câu đồng dao thần thoại Sơn Tinh Thuỷ Tinh “Núi cao sông hãy còn dài - Năm năm báo oán đời đời đánh ghen”. Hình như khi mà ta đã quen đọc bản đồ sông núi, thì mỗi lúc ngồi tàu bay trên chiều cao mà nhìn xuống đất nước Tổ quốc bao la, càng thấy quen thuộc với từng nét sông tãi ra trên đại dương đá lờ lờ bóng mây dưới chân mình. Con Sông Đà tuôn dài tuôn dài như một áng tóc trữ tình, đầu tóc chân tóc ẩn hiện trong mây trời tây Bắc bung nở hoa ban hoa gạo tháng hai va cuồn cuộn mù khói Mèo đốt nương xuân. Tôi đã nhìn say sưa làn mây mùa xuân bay trên Sông Đà, tôi đã xuyên qua đám mây mùa thu mà nhìn xuống dòng nước Sông Đà. Mùa xuân dòng xanh ngọc bích, chứ nước Sông Đà không xanh màu xanh canh hến của Sông Gâm Sông Lô. Mùa thu nước Sông đà lừ lừ chín đỏ như da mặt một người bầm đi vì rượu bữa, lừ lừ cái màu đỏ giận dữ ở một người bất mãn bực bội gì mỗi độ thu về. Chưa hề bao giờ tôi thấy dòng Sông Đà là đen như thực dân Pháp đã đè ngửa con sông ta ra đổ mực Tây vào mà gọi bằng một cái tên Tây láo lếu, rồi cứ thế mà phiết vào bản đồ lai chữ.\nCon Sông Đà gợi cảm. Đối với mỗi người, Sông Đà lại gợi một cách. Đã có lần tôi nhìn Sông Đà như một cố nhân. Chuyến ấy ở rừng đi núi cũng đã hơi lâu đã thấy thèm chỗ thoáng. Mải bám gót anh liên lạc, quên đi mất là mình sắp đổ ra Sông Đà. Xuống một cái dốc núi, trước mắt thấy loang loáng như trẻ con nghịch chiếu gương vào mắt mình rồi bỏ chạy. Tôi nhìn cái miếng sáng lóe lên một màu nắng tháng ba Đường thi “Yên hoa tam nguyệt há Dương Châu”. Bờ sông Đà, bãi Sông Đà, chuồn chuồn bươm bướm trên Sông Đà. Chao ôi, trông con sông, vui như thấy nắng giòn tan sau kì mưa dầm, vui như nối lại chiêm bao đứt quãng. Đi rừng dài ngày rồi lại bắt ra Sông Đà, đúng thế, nó đằm đằm ấm ấm như gặp lại cố nhân, mặc dầu người cố nhân ấy mình biết là lắm bệnh mà chứng, chốc dịu dàng đấy, rồi lại bản tính và gắt gỏng thác lũ ngay đấy.\nThuyền tôi trôi trên Sông Đà. Cảnh ven song ở đây lặng tờ. Hình như từ đời Trần đời Lê, quãng sông này cũng lặng tờ đến thế mà thôi. Thuyền tôi trôi qua một nương ngô nhú lên mấy lá ngô non đầu mùa. Mà tinh không một bóng người. Cỏ gianh đồi núi đang ra những nõn búp. Một đàn hươu cúi đầu ngốn búp cỏ gianh đẫm sương đêm. Bờ sông hoang dại như một bờ tiền sử. Bờ sông hồn nhiên như một nỗi niềm cổ tích tuổi xưa. Chao ôi, thấy thèm được giật mình vì một tiếng còi xúp-lê của một chuyến xe lửa đầu tiên đường sắt Phú Thọ - Yên Bái - Lai Châu. Con hươu thơ ngộ ngẩng đầu nhung khỏi áng cỏ sương, chăm chăm nhìn tôi không chớp mắt lừ lừ trôi trên một mũi đò. Hưu vểnh tai, nhìn tôi không chớp mắt mà như hỏi tôi bằng các tiếng nói riêng của con vật lành: “Hỡi ông khách Sông Đà, có phải ông cũng vừa nghe thấy một tiếng còi sương?”. Đàn cá dầm xanh quẫy vọt lên mặt sông bung trắng như bạc rơi thoi. Tiếng cá đập nước sông đuổi mất đàn hươu vụt biến. Thuyền tôi trôi trên “Dải Sông Đà bọt nước lênh đênh – Bao nhiêu cảnh bấy nhiêu tình” của “một người tình nhân chưa quen biết” (Tản Đà). Dòng sông quãng này lững lờ như nhớ thương những hòn đá thác xa xôi để lại trên thượng nguồn Tây Bắc. Và con sông như đang lắng nghe những giọng nói êm êm của người xuôi, và con sông đang trôi những con đò mình nở chạy buồm vải nó khác hẳn những con đò đuôi én thắt mình dây cổ điển trên dòng trên.\n(Lược đoạn cuối: Tác giả cung cấp những thông tin về lịch sử, địa lí của sông Đà và lịch sử đấu tranh chống xâm lược của nhân dân Tây Bắc, từ cuộc chiến đấu dưới lá có Cần vương của Chánh sứ sơn phòng Nguyễn Quang Bích “Lòng trung không nỡ bỏ Tây Châu - Giữ lấy Thao, Đà dải thượng lưu, từ cuộc nổi dậy của năm trăm phu vận tải người Thái chở thóc kho cho thực dân Pháp đã dùng mái chèo đánh lính áp tải, cướp thóc kho và để theo Việt Minh, đến phong trào đấu tranh trong lòng địch của đồng bào các dân tộc Tây Bắc thời kháng chiến chín năm... Cuối cùng, tác giả trở về hiện tại, báo tin vui về kế hoạch cải tạo sông Đà sắp được khởi công, bắt con sông hung dữ phải phục vụ cho cuộc sống của nhân dân Tây Bắc).\n1960\nI. Đôi nét về tác giả Nguyễn Tuân\n- Nguyễn Tuân (1910 - 1987), sinh ra trong một gia đình nhà Nho khi Hán học đã tàn.\n- Quê ở làng Mọc, nay thuộc phường Nhân Chính, quận Thanh Xuân, Hà Nội.\n- Khi còn nhỏ, Nguyễn Tuân đã theo gia đình sống ở nhiều tỉnh thuộc miền Trung.\n- Ông học đến cuối bậc Thành chung (tương đương với cấp THCS hiện nay) ở Nam Đinh. Sau khi học xong thì về Hà Nôij viết văn, làm báo.\n- Sau khi Cách mạng tháng Tám thành công, Nguyễn Tuân đến với cách mạng, tự nguyện dùng ngòi bút phục vụ hai cuộc kháng chiến của dân tộc.\n- Từ 1948 đến 1958, ông là Tổng thư ký Hội văn nghệ Việt Nam.\n- Ông là một nhà văn lớn, một người nghệ sĩ suốt đời đi tìm cái đẹp.\n- Nguyễn Tuân có những đóng góp không nhỏ đối với nền văn học Việt Nam hiện đại đó là thúc đẩy thể tùy bút, bút kí đạt tới trình độ nghệ thuật cao, góp phần làm phong phú cho ngôn ngữ văn học của dân tộc.\n- Nguyễn Tuân được Nhà nước trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật vào năm 1996.\n- Một số tác phẩm tiêu biểu: Một chuyến đi (1938), Vang bóng một thời (1940), Thiếu quê hương (1940), Chiếc lư đồng mắt cua (1941), Đường vui (1949), Tình chiến dịch (1950), Sông Đà (1960), Hà Nội ta đánh Mỹ giỏi (1972)...\nII. Giới thiệu về Người lái đò sông Đà\n1. Hoàn cảnh sáng tác\n- Người lái đò sông Đà là thành quả của chuyến đi gian khổ và hào hứng tới miền Tây Bắc rộng lớn, xa xôi. Vừa thỏa mãn thú phiêu lãng vừa để tìm kiếm vẻ đẹp thiên nhiên và “chất vàng mười đã qua thử lửa” trong tâm hồn của những con người lao động và chiến đấu trên miền sông núi hùng vĩ và thơ mộng đó.\n- “Người lái đò sông Đà” là bài tùy bút được in trong tập “Sông Đà” (1960).\n2. Bố cục\nPhần 1. Từ đầu đến “cái gậy đánh phèn”: Vẻ hung dữ của con sông Đà\nPhần 2. Tiếp theo đến “dòng nước sông Đà”: Cuộc sống của con người trên sông Đà và hình ảnh người lái đò sông Đà\nPhần 3. Còn lại : Vẻ đẹp trữ tình, thơ mộng của sông Đà\n3. Tóm tắt\nMẫu 1\nNgười lái đò sông Đà kể về thiên nhiên hùng vĩ nhất là còn sông Đà và hình ảnh người lái đò tài giỏi, dũng cảm. Con sông Đà nổi tiếng hung tợn và vô cùng hiểm trở với những thác nước, đá ngầm, đá nổi, thạch trận được bố trí vô cùng nguy hiểm nhưng con sông Đà trở nên hiền hòa và có chất thơ hơn khi ngắm nhìn màu n\n  \nng phải kết hợp kinh nghiệm của bản thân và sự dũng cảm, gan dạ. Sau khi trở về bến ông và những người bạn còn toát lên vẻ đẹp của sự tài hoa và khiêm nhường họ xem những thử thách vừa trải qua là những công việc thường ngày.\nMẫu 2\nÔng lái đò đã làm nghề nhiều năm. Ông nắm vững con sông Đà trong lòng bàn tay. Hằng ngày, ông phải đối mặt với con sông Đà nguy hiểm. Thạch trận sông Đà luôn bày sẵn cửa tử chờ con thuyền đi đến. Nhưng với kinh nghiệm và bản lĩnh, ông lái đò đã đưa con thuyền vượt qua. Sau khi vượt qua con thác nguy hiểm, ông lái đò trở về với cuộc sống thường nhật. Đêm ấy, nhà đò đốt lửa trong hang đá, nướng ống cơm lam. Họ vừa ăn, vừa trò chuyện về cá anh vũ, cá dầm xanh, chẳng thấy ai nói một lời nào về cuộc chiến thắng vừa qua.\n4. Ý nghĩa nhan đề\nMẫu 1\nNhan đề “Người lái đò sông Đà” trước hết gợi cho người đọc về nhân vật trung tâm của tác phẩm đó là ông lái đò - một người lao động tại vùng sông nước Tây Bắc. Ông lái đò vừa có những vẻ đẹp của một người lao động bình thường, vừa có phẩm chất của một người nghệ sĩ tài hoa.Đồng thời, nhan đề cũng nhấn mạnh đến một hình tượng không kém phần quan trọng của tác phẩm: con sông Đà. Vẻ đẹp thiên nhiên của sông Đà hiện lên đầy hùng vĩ nhưng cũng đầy thơ mộng. Qua nhan đề trên, Nguyễn Tuân muốn khẳng định vẻ đẹp của con người lao động ở vùng núi Tây Bắc trong công cuộc chinh phục thiên nhiên để kiến thiết quê hương đất nước.\nMẫu 2\n“Nguyễn Tuân là nhà văn suốt đời đi tìm cái đẹp”. Một trong những sáng tác nổi tiếng của ông chính là tùy bút “Người lái đò sông Đà”. Tác phẩm được in trong tập tùy bút Sông Đà (1960). Nhan đề của tác phẩm trước hết đã cho người đọc biết được hai đối tượng chính: hình tượng người lái đò và con sông Đà. Mà trước hết, “Người lái đò sông Đà” đã khắc họa được vẻ đẹp thơ mộng, hùng vĩ nhưng đầy khắc nghiệt của thiên nhiên vùng núi Tây Bắc qua hình ảnh con sông Đà hung bạo và trữ tình. Đồng thời, Nguyễn Tuân cũng cũng phát hiện và ca ngợi vẻ đẹp của con người lao động trong xã hội mới mà ông gọi đó là “chất vàng mười đã thử lửa”.\n5. Ý nghĩa lời đề từ\nTrước kết, lời đề từ được hiểu đơn giản là những câu văn hoặc câu thơ ngắn gọn, cô đọng dẫn ra ở đầu tác phẩm hoặc chương sách để thể hiện chủ đề tư tưởng của tác phẩm hoặc của chương sách đó.\nTrong Người lái đò sông Đà, Nguyễn Tuân đã sử dụng hai lời để từ:\n“Đẹp vậy thay tiếng hát trên dòng sông”\n(Nhà thơ Ba Lan - W. Broniewski)\nVà:\n“Chúng thuỷ giai đông tẩu\nĐà giang độc bắc lưu”\n(Nguyễn Quang Bích)\nDịch nghĩa:\n“Mọi dòng sông đều chảy về hướng đông\nChỉ có sông Đà là chảy về hướng bắc”\nHai lời đề từ trên đều không phải được Nguyễn Tuân sáng tà mà do nhà văn mượn câu thơ của nhà cách mạng người Ba Lan và nhà thơ Nguyễn Quang Bích.\nÝ nghĩa lời đề từ: Trong lời đề từ thứ nhất: “Đẹp vậy thay tiếng hát trên dòng sông”. Câu thơ thể hiện cảm xúc dâng trào mãnh liệt của tác giả trước vẻ đẹp của tiếng hát trên dòng sông. Tiếng hát trên dòng sông ở đây gợi ra nhiều liên tưởng thú vị cho người đọc. Đó có thể là tiếng hát của người lao động vùng núi Tây Bắc khi họ đang làm việc. Cũng có thể là tiếng hát say mê của đời của nhà văn khi ngắm nhìn thiên nhiên Tây Bắc. Dù hiểu theo cách nào thì lời đề từ trên cũng đã bộc lộ được cảm hứng chủ đạo của tác phẩm đó là tình yêu thiết tha của nhà văn với thiên nhiên và con người Tây Bắc.\nTrong lời đề từ thứ hai là câu thơ của Nguyễn Quang Bích đã nhấn mạnh vào đặc điểm khác biệt của con sông Đà về địa lí tự nhiên. Mọi dòng sông trên đất nước Việt Nam đều chảy theo hướng đông, chỉ có sông Đà là chảy theo hướng bắc. Qua đó, Nguyễn Tuân muốn gợi mở cho người đọc hình ảnh mà chúng ta chưa biết về sông Đà. Đó là một con sông vừa hung bạo nhưng cũng rất đỗi thơ mộng. Câu thơ không chỉ bộc lộ được nét độc đáo của con sông Đà mà còn khắc họa được nét tính cách của Nguyễn Tuân - “ngông” - một con người luôn khao khát tìm tòi và khám phá cái đẹp cái lạ.\nNhư vậy, hai lời đề từ một hướng đến vẻ đẹp của con người, một hướng đến vẻ đẹp của thiên nhiên (cụ thể là sông Đà) đã khái quát được nội dung tư tưởng mà nhà văn Nguyễn Tuân muốn gửi gắm trong tác phẩm “Người lái đò sông Đà”.\n6. Nội dung\nNgười lái đò sông Đà đã ca ngợi vẻ đẹp vừa kì vĩ, hào hùng, vừa trữ tình, thơ mộng của thiên nhiên, và nhất là của con người lao động bình dị ở miền Tây Bắc.\n7. Nghệ thuật\nNgôn ngữ giàu có uyên bác thuộc nhiều lĩnh vực, sử dụng thành công thể tùy bút pha bút ký…\n8. Mở bài và kết bài\n- Mở bài: Nguyễn Tuân là người đam mê chủ nghĩa xê dịch. Trong hành trình tìm đến mảnh đất vùng cao Tây Bắc, ông đã cho ra đời tập tùy bút “sông Đà”. Nổi bật trong đó là tác phẩm “Người lái đò sông Đà” đã ca ngợi vẻ đẹp vừa kì vĩ, hào hùng, vừa trữ tình, thơ mộng của thiên nhiên, và nhất là của con người lao động bình dị ở miền Tây Bắc.\n- Kết bài:\nLê Đạt từng nhận xét:\n“Mỗi công dân có một dạng vân tay\nMỗi nhà thơ có một dạng vân chữ\nKhông trộn lẫn”\nVà nhà văn Nguyễn Tuân đã cho người đọc thấy được “dạng vân chữ không trộn lẫn” qua Người lái đò sông đà. Tác phẩm đã chứa đựng những giá trị nội dung và nghệ thuật làm nên phong cách riêng của Nguyễn Tuân.\nIII. Dàn ý phân tích Người lái đò sông Đà\n(1) Mở bài\nGiới thiệu về nhà văn Nguyễn Tuân, tác phẩm Người lái đò sông Đà.\n(2) Thân bài\na. Hình tượng người lái đò sông Đà\na.1. Vẻ đẹp bình dị của người dân lao động\n- Ngoại hình: Tuổi ngoài bảy mươi nhưng thân hình vạm vỡ như chất sừng mun, giọng nói vẫn khỏe, cặp mắt vẫn tinh tường.\n- Nghề nghiệp: Làm nghề lái đò trên sông Đà đã nhiều năm: “Trên dòng sông Đà, ông xuôi, ông ngược hơn một trăm lần rồi chỉnh tay giữ lái độ sáu chục lần...”. Ông hiểu biết sâu rộng và rất thành thạo, thành thạo đến mức sông Đà “như một trường thiên anh hùng ca mà ông đã thuộc đến cả cái chấm than, chấm câu và những đoạn xuống dòng”...\na.2. Vẻ đẹp tài hoa, nghệ sĩ\nNgười lái đò bước vào cuộc vượt thác giống như vị chỉ huy bước vào trận đánh. Phải đặt nhân vật vào trong môi trường chiến trận mới có thể bộc lộ hết phẩm chất của người lái đò:\n- Trùng vây thứ nhất: Ông cố nén vết thương, kẹp chặt cuống lái, tiếng chỉ huy vẫn ngắn gọn tỉnh táo.\n- Trùng vây thứ hai: Ông đò thay đổi chiến thuật, cưỡi lên thác sông Đà, lái miết một đường chéo, rảo bơi chèo lên… sấn lên chặt đôi ra để mở đường vào cửa sinh.\n- Trùng vây thứ ba: Ông đò phóng thẳng thuyền, chọc thủng cửa giữa.. lượn được.\n=> Ông lái đò chính là “chất vàng mười đã qua thử lửa” của vùng cao Tây Bắc.\nb. Hình tượng con sông Đà\nb.1. Vẻ đẹp hung bạo\n- Hùng vĩ của sông Đà không chỉ có thác đá mà còn có “đá bờ sông, dựng vách thành”, có “vách đá thành chẹt lòng sông Đà như một cái yết hầu”.\n- Ở mặt ghềnh Hát Loóng: “nước xô đá, đá xô sóng, sóng xô gió” một cách hỗn độn, lúc nào cũng như “đòi nợ suýt” những người lái đò.\n- Ở Tà Mường Vát: “có những cái hút nước giống như cái giếng bê tông”, chúng “thở và kêu như cửa cống cái bị sặc nước”, thuyền qua đoạn hút nước “y như ô tô sang số ấn ga cho nhanh để vút qua một quãng đường mượn cạp ra ngoài bờ vực”.\n- Thác nước sông Đà: “Tiếng nước thác nghe như là oán trách gì, rồi lại như là van xin, rồi lại như là khiêu khích, giọng gằn mà chế nhạo…”\n- Thạch trận sông Đà: đá cũng đầy mưu mẹo: “nhăn nhúm”, “méo mó”, “”hất hàm”, “oai phong”, “bệ vệ”, có những hành động như “mai phục”, “chặn ngang”, “canh”, “đánh tan”, “tiêu diệt”, sóng: “đánh khuýp quật vu hồi”, “đánh giáp lá cà”, “đòn tỉa”... Sự biến hóa linh hoạt của trùng vi thạch trận.\n=> Sông Đà mang diện mạo và tâm địa của một con thủy quái, kẻ thù số một của con người.\nb.2. Vẻ đẹp trữ tình\n- Khi từ tàu bay nhìn xuống:\n“Sông Đà tuôn dài tuôn dài như một áng tóc trữ tình, đầu tóc, chân tóc ẩn hiện trong mây trời Tây Bắc bung nở hoa ban hoa gạo tháng hai và cuồn cuộn mù khói núi mèo đốt nương xuân”.\nNước sông Đà đổi màu theo từng mùa một cách độc đáo: mùa xuân xanh ngọc bích, mùa thu đỏ.\n- Khi đi rừng lâu ngày bất ngờ gặp lại con sông:\nNiềm vui khi bắt gặp dòng sông: “như thấy nắng giòn tan sau kì mưa dầm”, “nối lại chiêm bao đứt quãng”, “như gặp lại cố nhân”.\nSông Đà gợi cảm như một cố nhân, có vẻ đẹp như trò chơi trẻ con tinh nghịch, có vẻ đẹp Đường thi.\n- Khi đi thuyền trên sông phía hạ lưu:\nCảnh thiên nhiên thi vị, mơn mởn: trôi qua một nương ngô “nhú lá non”, con hươu thơ ngộ, “bờ sông hoang dại như một bờ tiền sử”.\nSông Đà như một “người tình nhân chưa quen biết”\n=> Sông Đà mang vẻ đẹp lãng mạn, thơ mộng.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của tác phẩm Người lái đò sông Đà.\n \"\""