"Đoạn trích Người cầm quyền khôi phục uy quyền\nNgười cầm quyền khôi phục uy quyền\nTừ ngày ông thị trưởng gỡ cho Phăng-tin thoát khỏi Gia-ve, chị không gặp lại hắn lần nào. Đầu óc ốm yếu của chị không hiểu được gì, nhưng chị tin là hắn đến để bắt chị. Chị không thể chịu đựng được bộ mặt gớm ghiếc ấy, chị thấy như chết lịm đi chị lấy tay che mặt và kêu lên hãi hùng:\n- Ông Ma-đơ-len, cứu tôi với!\nGiăng Van-giăng – từ giờ chúng ta sẽ không gọi ông bằng cái tên nào khác – đứng dậy. Ông bảo Phăng-tin bằng một giọng hết sức nhẹ nhàng và điềm tĩnh:\n- Cứ yên tâm. Không phải nó đến bắt chị đâu.\nRồi ông quay lại nói với Gia-ve:\n- Tôi biết là anh muốn gì rồi.\nGia-ve đáp:\n- Mau lên!\nTrong cái điệu hắn nói lên hai tiếng ấy có cái gì man rợ và điên cuồng. [...] Không còn là tiếng người nói mà là tiếng thú gầm.\nHắn không làm như thường lệ. Hắn không mào đầu gì cả; hắn không chìa tờ trát truy nã ra. Hắn coi Giăng Van-giăng như một địch thủ bí hiểm và không sao bắt được, một đo vật lạ lùng hắn ôm ghì đã năm năm mà không thể quật giã. Lần này tóm được không phải là bắt đầu mà là kết thúc. Hắn chỉ bảo: Mau lên!\nHắn cứ đứng lì một chỗ mà nói; hắn phóng vào Giăng Van-giăng cặp mắt nhìn như cái móc sắt, và với cái nhìn ấy từng quen kéo giật vào hắn bao kẻ khốn khổ.\nChính cái nhìn ấy hai tháng trước đây Phăng-tin đã thấy nó đi thấy vào đến tận xương tuỷ.\nNghe thấy tiếng Gia-ve, Phăng-tin lại mở mắt ra. Nhưng ông thị trưởng vẫn đứng đó. Chị còn sợ gì nữa?\nGia-ve tiến vào giữa phòng và hét lên:\n- Thế nào! Mày có đi không?\nNgười đàn bà khốn khổ này nhìn quanh. Chẳng có ai ngoài bà xơ và ông thị trưởng. Thế thì nó mày tao thô bỉ với ai? Chỉ là với chị. Chị rùng mình.\nRồi chị trông thấy một sự lạ lùng, đến mức ngay trong cơn sốt mê sảng hãi hùng nhất chị cũng chưa từng thấy một chuyện tương tự.\nChị thấy tên mật thám Gia-ve nắm lấy cổ áo ông thị trưởng; chị thấy ông thị trưởng cúi đầu. Chị tưởng như cả thế giới đang tiêu tan.\nĐúng là Gia-ve đã túm lấy cổ áo Giăng Van-giăng.\n- Ông thị trưởng ơi! Phăng-tin kêu lên.\nGia-ve phá lên cười, cái cười ghê tởm phô ra tất cả hai hàm răng.\n- Ở đây làm gì còn có ông thị trưởng nữa!\nGiăng Van-giăng không cố gỡ bàn tay hắn nắm cổ áo ông ra. Ông nói:\n- Gia-ve...\nGia-ve ngắt lời ông:\n- Gọi ta là ông thanh tra.\n- Thưa ông, Giăng Van-giăng nói, tôi muốn nói riêng với ông câu này.\n- Nói to! Nói to lên! Gia-ve đáp; ai nói với ta thì phải nói to!\nGiăng Van-giăng vẫn thì thầm:\n- Tôi cầu xin ông một điều...\n- Ta bảo mày nói to lên cơ mà.\n- Nhưng điều này chỉ một mình ông nghe được thôi...\n- Ta cần gì điều đó? Ta không thèm nghe!\nGiăng Van-giăng ghé gần hắn và hạ giọng nói thật nhanh:\n- Xin ông thư cho ba ngày! Ba ngày để đi tìm đứa con cho người đàn bà đáng thương kia! Phải trả giá thế nào tôi cũng chịu. Nếu muốn, ông cứ đi kèm tôi cũng được.\n- Mày nói giỡn! Gia-ve kêu lên. Chà chà! Tao không ngờ mày lại ngốc thế! Mày xin tao ba ngày để chuồn hả! Mày bảo là để đi tìm đứa tìm đứa con cho con đĩ kia! Á à! Tốt thật! Tốt thật đấy!\nPhăng-tin run lên bần bật.\n- Con tôi! Chị kêu lên. Đi tìm con tôi! Thế ra nói chưa đến đây! Bà xơ ơi! Cho tôi biết con Cô-dét đâu. Tôi muốn con tôi! Ông Ma-đơ-len ơi! Ông thị trưởng ơi!\nGia-ve giậm chân:\n- Giờ đến lượt con này! Đồ khỉ, có câm họng không? Cái xứ chó đểu gì mà bọn tù khổ sai làm ông nọ ông kia, còn lũ gái điếm được chạy chữa như những bà hoàng! Nhưng này! Sẽ thay đổi hết; đã đến lúc rồi đấy!\nHắn nhìn Phăng-tin trừng trừng, lại túm một túm lấy cổ áo và ca-vát của Giăng Van-giăng, nói thêm:\n- Tao đã bảo không có ông Ma-đơ-len, không có ông thị trưởng nào cả. Chỉ có một tên kẻ cắp, một tên kẻ cướp, một tên tù khổ sai là Giăng Van-giăng! Tao bắt được nó đây này! Chỉ có thế thôi!\nPhăng-tin chống hai bàn tay và hai cánh tay cứng đơ vùng nhổm dậy, chị nhìn Giăng Van-giăng, chị nhìn Gia-ve, chị nhìn bà xơ, chị há miệng như muốn nói, từ trong họng thốt ra tiếng rên, răng đánh vào nhau cầm cập, chị hoảng hốt giơ tay lên, hai bàn tay cố sức mở tìm chỗ bám như người rơi xuống nước đang chơi với, rồi chị bỗng ngã vật xuống gối. Đầu chị đập vào thành giường rồi ngoẹo xuống ngực, miệng há hốc, hai mắt mở to và lờ đờ.\nPhăng-tin đã tắt thở.\nGiăng Van-giăng để tay lên bàn tay Gia-ve đang túm lấy ông, cậy bàn tay ấy ra như cậy bàn tay trẻ con và bảo hắn:\n- Anh đã giết chết người đàn bà này rồi đó.\n- Đừng có lôi thôi! Gia-ve phát khùng hét lên. Tao không đến đây để nghe lý sự. Dẹp những cái đó lại. Lính tráng đang ở dưới nhà. Đi ngay, không thì cùm tay lại!\nTrong góc phòng có chiếc giường sắt cũ đã ọp ẹp, dùng để các bà xơ ngả lưng những hôm phải trực đêm. Giăng Van-giăng đi tới, giật gãy trong mắt chiếc giường cũ nát, việc làm chẳng khó khăn gì đối với những cơ bắp như của ông, ông cầm lăm lăm cái thanh giường trong tay và nhìn Gia-ve trừng trừng, Gia-ve lùi ra phía cửa.\nGiăng Van-giăng tay vẫn cầm thanh sắt, từ từ đến bên giường Phăng-tin. Đến\nnơi, ông quay lại nói với Gia-ve, bằng một giọng cố ý mới nghe rõ:\n- Tôi khuyên anh đừng quấy rầy tôi lúc này.\nSự thật là Gia-ve run sợ.\nHắn định đi gọi lính tráng, nhưng lo Giăng Van-giăng thừa cơ trốn mất. Hắn đành đứng lại, tay nắm lấy đầu can, lưng tựa vào khung cửa, mắt không rời Giăng Van-giăng.\nGiăng Van-giăng tì khuỷu tay lên thành giường, bàn tay đỡ lấy trán, ngắm Phăng-tin nằm dài không nhúc nhích. Ông ngồi như thế, mải miết, yên lăng, rõ ràng chẳng nghĩ đến điều gì trên đời này nữa. Trong nét mặt và dáng điệu ông cho thấy một nỗi thương xót khôn tả. Mơ màng một lúc lâu, ông mới cúi ghé lại gần và thì thầm bên tai Phăng-tin.\nÔng nói gì với chị? Người đàn ông bị ruồng bỏ ấy có thể nói gì với người đàn bà đã chết? Những lời ấy là lời gì vậy? Chẳng ai trên thế gian này nghe được. Kẻ đã chết có nghe thấy không? Có những ảo tưởng cảm động, có thể là những sự thực cao cả. Điều mà chẳng ai nghi ngờ là bà xơ Xem-pli-xơ, người độc nhất chứng kiến cảnh ấy, thường kể lại lúc Giăng Van-giăng thì thầm bên tai Phăng-tin bà trông thấy rõ ràng một nụ cười không sao tả được hiện trên đôi môi nhợt nhạt và trong đôi mắt xa xăm, đầy ngỡ ngàng của chị khi đi vào cõi chết.\nGiăng Van-giăng lấy hai tay nâng đầu Phăng-tin lên, đặt ngay ngắn giữa gối như một người mẹ sửa sang cho con. Ông thắt lại dây rút cổ áo chị, vén gọn mớ tóc vào trong chiếc mũ vải. Rồi ông vuốt mắt cho chị.\nLúc ấy gương mặt Phăng-tin như sáng rỡ lên một cách lạ thường.\nChết tức là đi vào bầu ánh sáng vĩ đại.\nBàn tay Phăng-tin buông thông ngoài giường. Giăng Van-giăng quỳ xuống trước bàn tay ấy, nhẹ nhàng nâng lên và đặt vào đấy một nụ hôn.\nRồi ông đứng dậy, quay về phía Gia-ve và nói:\n- Giờ thì tôi thuộc về anh.\nI. Đôi nét về tác giả V. Hu-gô\n- Vích-to Huy-gô (1802 - 1885) là một thiên tài nở sớm và rọi sáng từ đầu thế kỉ XIX cho tới nay.\n- Thời thơ ấu, Huy-gô đã phải trải qua những giằng xé trong tình cảm do cha mẹ có mâu thuẫn.\n- Với trí thông minh và năng khiếu đặc biệt của một cậu bé được coi là “thần đồng”, Huy-gô đã tận dụng được kho sách quý báu cùng sự giáo dục sáng suốt của mẹ, cũng như ấn tượng mãnh liệt từ hành trình vất vả theo cha chuyển quân từ nơi này sang nơi khác.\n- Từ thời thanh xuân cho tới khi mất, sự nghiệp sáng tác của Huy-gô đều gắn với thế kỉ XIX - một thế kỉ đầy bão tố cách mạng.\n- Ông là một người suốt đời có những hoạt động xã hội và chính trị tác động mạnh mẽ tới những nhân vật và khuynh hướng tiến bộ của thời đại.\n- Một số tác phẩm của ông:\nTiểu thuyết: Nhà thờ Đức Bà Pa-ri (1831), Những người khốn khổ (1862), Chín mươi ba (1874)...\nThơ: Lá thu (1831), Tia sáng và bóng tối (1840), Trừng phạt (1853)...\n- Năm 1985, vào dịp một trăm năm ngày mất của ông, thế giới đã làm lễ kỷ niệm Huy-gô - Danh nhân văn hóa của nhân loại.\nII. Giới thiệu về Những người khốn khổ\n1. Xuất xứ\n- Những người khốn khổ là một bộ tiểu thuyết được nhân loại biết đến nhiều nhất trong kho tàng sáng tác “mênh mông” của Huy-gô. Tác phẩm được chia làm năm phần:\nPhần 1: Phăng-tin\nPhần 2: Cô-dét\nPhần 3: Ma-ri-uýt\nPhần 4: Tình ca phố Pơ-luy-mê và anh hùng ca phố Xanh Đơ-ni\nPhần 5: Giăng Van-giăng.\n- Đoạn trích Người cầm quyền khôi phục uy quyền nằm ở cuối phần thứ nhất.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Chị rùng mình”: Khi Giăng Van-giăng vẫn còn uy quyền của một thị trưởng.\nPhần 2. Tiếp theo đến “Phăng-tin đã tắt thở”: Thân phận của Giăng Van-giăng bị lộ.\nPhần 3. Còn lại: Giăng Van-giăng khôi phục lại uy quyền.\n3. Tóm tắt\nPhăng tin bị Gia-ve bắt, nhưng nhờ có Giăng Van-giăng - lúc này vẫn là thị trưởng Man-đơ-len cứu, chị thoát nạn và được đưa vào bệnh xá. Vì muốn cứu một nạn nhân bị Gia-ve bắt oan, Giăng Van-giăng đã quyết định tự thú. Bởi vậy, ông đã đến từ giã Phăng-tin trong khi chị chưa biết gì về sự thật này. Giăng Van-giăng phải hạ mình cầu xin Gia-ve cho ông ba ngày để tìm ra con gái của chị. Nhưng hắn không cho ông cơ hội. Nghe xong những lời lẽ ấy Phăng-tin đã tuyệt vọng tắt thở. Căm phẫn trước sự tàn nhẫn của Gia-ve, Giăng Van-giăng khôi phục uy quyền khiến hắn phải run sợ. Ông đến gặp Phăng-tin lần cuối rồi đứng dậy quay về phía Gia-ve và nói “Giờ thì tôi thuộc về anh”.\n4. Nội dung\nQua câu chuyện đầy kịch tính với những hình tượng tương phản, Huy-gô muốn gửi tới bạn đọc thông điệp rằng trong hoàn cảnh bất công và tuyệt vọng, con người chân chính vẫn có thể bằng ánh sáng của tình thương đẩy lùi bóng tối của cường quyền và nhen nhóm niềm tin vào tương lai.\n5. Nghệ thuật\nXây dựng nhân vật đối lập, khắc họa nội tâm nhân vật…\nIII. Dàn ý phân tích Người cầm quyền khôi phục uy quyền\n(1) Mở bài\nDẫn dắt, giới thiệu về đoạn trích Người cầm quyền khôi phục uy quyền.\n(2) Thân bài\na. Nhân vật Gia-ve\n- Nghề nghiệp: là một viên cảnh sát - đại diện cho công lý.\n- Ngoại hình:\nKhuôn mặt: “bộ mặt gớm ghiếc”, đáng sợ đến mức khiến Phăng-tin chỉ mới nhác trông thấy đã như “chết lịm đi”...\nGiọng nói: lạnh lùng, cộc lốc với tiếng thét “Mau lên!”, “man rợ và điên cuồng, không còn là tiếng người nói mà lá tiếng thú gầm”.\nÁnh mắt giống như “cái móc sắt”, “từng quen kéo giật về phía hắn bao nhiêu kẻ khốn khổ”.\nNụ cười “ghê tởm phô ra tất cả hai hàm răng”.\n=> Ngoại hình giống như một con thú đang đói khát lâu ngày đang chờ để nhảy vào con mồi của mình.\n- Thái độ:\nLạnh lùng, tàn nhẫn trước nỗi khổ của Phăng-tin.\nKhông cảm thấy xót thương cho cái chết của người đàn bà tội nghiệp.\n=> Gia-ve mang nội tâm của một con quỷ tàn nhẫn.\nb. Nhân vật Man-đơ-len (Giăng Van-giăng)\n- Đối với Gia-ve:\nTrước khi Phăng-tin chết: nhẹ nhàng, nhún nhường, ngôn ngữ nói chuyện tinh tế hòng che giấu sự thật về Cô-dét, về mình để Phăng-tin có cơ hội sống.\nSau cái chết của Phăng-tin: thay đổi, khôi phục lại uy quyền với ngôn ngữ lạnh lùng và dứt khoát, kết tội Gia-ve “Anh đã giết chết người phụ nữ này rồi đó”, sẵn sàng chiến đấu để có thể từ biệt Phăng-tin bằng phong thái mạnh mẽ, lạnh lùng khiến Gia-ve run sợ.\n- Đối với Phăng-tin:\nTrước lúc cô chết: đã làm tất cả, kể cả việc hạ mình trước tên mật thám Gia-ve chỉ để níu giữ niềm tin và sự sống cho Phăng-tin.\nSau khi Phăng-tin qua đời: chống đối lại Gia-ve chỉ để ở lại mấy phút từ biệt cô, người đàn ông ấy dịu dàng dùng tình thương, lòng nhân ái vô hạn để ngắm nhìn người phụ nữ bất hạnh, thì thầm với cô những lời cuối cùng với nỗi xót thương vô hạn.\n=> Giăng Van-giăng hiện lên như là một vị cứu tinh với tấm lòng bao dung, nhân ái.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của đoạn trích Người cầm quyền khôi phục uy quyền.\n \"\""