"Truyện ngắn Người trong bao\nNgười trong bao\n(Lược đoạn mở đầu: Bác sĩ I-van I-va-nứt và Bu-rơ-kin, giáo viên trung học đi săn về quá muộn, đành phải nghỉ đêm tại nhà kho của ông trưởng xóm ở cuối làng Mi-rô-nô-xkôi-ê. Tại đây, Bu-rơ-kin đã kể cho bác sĩ I-van nghe chuyện về Bê-li-cốp.)\nĐây này, chẳng phải tìm đâu xa, cách đây khoảng hai tháng, ở thành phố có một người mới chết tên là Bê-li-cốp, bạn đồng nghiệp của tôi, một giáo viên dạy tiếng Hy Lạp. Chắc là anh cũng đã nghe tên ông này rồi. Hắn ta nổi tiếng về điều là lúc nào cũng vậy, thậm chí cả vào khi rất đẹp trời, hắn đều đi giày cao su, cầm ô và nhất thiết là mặc áo bành tô ấm cốt bông. Ô hắn để trong bao, chiếc đồng hồ quả quýt cũng để trong bao bằng da hươu; và khi rút chiếc dao nhỏ để gọt bút chì thì chiếc dao ấy cũng đặt trong bao; cả bộ mặt hắn ta nữa dường như cũng ở trong bao vì lúc nào hắn cũng giấu mặt sau chiếc cổ áo bành tô bẻ đứng lên. Hắn đeo kính râm, mặc áo bông chần, lỗ tai nhét bông, và khi ngồi lên xe ngựa thì bao giờ cũng cho kéo mui lên. Nói tóm lại, con người này lúc nào cũng có khát vọng mãnh liệt thu mình vào trong một cái vỏ, tạo ra cho mình một thứ bao có thể ngăn cách, bảo vệ hắn khỏi những ảnh hưởng bên ngoài. Cuộc sống làm hắn khó chịu, ghê tởm đối với hiện tại, lúc nào hắn cũng ca ngợi quá khứ, ngợi ca những gì không bao giờ có thật. Mấy thứ ngôn ngữ cổ mà hắn dạy đối với hắn thật ra cũng chỉ là một thứ giày cao su, một thứ ô che mà nhờ đó hắn có thể trốn tránh được cuộc sống thực.\n- Ồ, tiếng Hy Lạp nghe thật là tuyệt vời, êm tai. – Hắn ta nói với vẻ ngọt ngào. Và như để chứng minh cho lời nói của mình, hắn nheo mắt lại, giơ một ngón tay lên và thốt ra tiếng: - Anthrópos!\nCả ý nghĩ của mình, Bê li cốp cũng cố giấu vào bao. Đối với hắn, chỉ có những chỉ thị, thông tư, những bài báo cấm đoán điều này điều nọ mới là những cái rõ ràng.\nHắn có một thói quen kì quặc là đi hết nhà này đến nhà khác nơi bọn chúng tôi ở. Hắn đến nhà giáo viên nào đó chẳng hạn, kéo ghế ngồi, chẳng nói chẳng rằng, mắt nhìn xung quanh như tìm kiếm vật gì. Hắn cứ ngồi im như phỗng thế rồi độ một giờ sau thì cáo từ. Hắn gọi đó là “cách duy trì những mối quan hệ tốt với bạn đồng nghiệp”. Bọn giáo viên chúng tôi đều sợ hắn. Thậm chí cả hiệu trưởng cũng sợ hắn. Anh thử nghĩ mà xem, giáo giới chúng tôi là bọn người biết suy nghĩ, rất nghiêm chỉnh, được giáo dục qua các tác phẩm của Tuốc-ghê-nhép và Sê-drin, thế mà cái thằng cha quanh năm đi giày cao su và mang ô ấy đã khống chế cả trường học chúng tôi suốt mười lăm năm trời. Mà đâu phải chỉ có trường học! Cả thành phố nữa ấy! Các bà các cô tối thứ bảy không dám tổ chức diễn kịch tại nhà nữa, sợ rằng nhỡ hắn biết thì lại phiền, giới tu hành khi có mặt hắn không dám ăn thịt và đánh bài. Dưới ảnh hưởng của những kẻ như Bê-li-cốp, trong vòng mươi, mười lăm năm trở lại đây, dân chúng trong thành phố đâm ra sợ tất cả. Sợ nói to, sợ gửi thư, sợ làm quen, sợ đọc sách, giúp đỡ người nghèo, dạy học chữ... [...]\n- Bê-li-cốp ở ngày cùng một nhà với tôi, - Bu-rơ-kin nói tiếp, - cùng một tầng, cửa đối diện nhau. Tôi với hắn vẫn thường xuyên giáp mặt nhau, và tôi biết rõ sinh hoạt ở nhà của hắn. Ở nhà hắn cũng sống thế thôi: cũng vẫn mặc áo khoác ngoài, đội mũ, đóng cửa, cài then, có đủ sự ngăn cấm và hạn chế, lúc nào cũng sợ nhỡ xảy ra chuyện gì. [...]\nBuồng ngủ của Bê-li-cốp chật như cái hộp. Khi nằm ngủ, hắn kéo chăn trùm đầu kín mặt. Trong buồng nóng bức, ngột ngạt, gió thổi ngoài cửa sổ đóng kín mít, lửa reo trong lò, có tiếng thở dài nghe dễ sợ vọng lên từ dưới bếp...\nNằm trong chăn, hắn cảm thấy rờn rợn. Hắn sợ nhỡ ra lại có chuyện gì, sợ kẻ trộm chui vào nhà. Sau đó suốt đem hắn nằm mơ toàn những điều khủng khiếp; và buổi sáng, khi cùng đi đến trường với tôi, mặt hắn tái nhợt, rầu rĩ.\n(Lược thuật một đoạn: Tuy sống thu mình, đơn độc, nhút nhát, nghi kị nhưng Bê-li-cốp cũng đã tính chuyện lấy vợ. Đó là Va-ren-ca, chị gái của Cô-va-len-cô, một giáo viên vừa mới về trường. Va-ren-ca tuổi chừng ba mươi, tính tình hồn nhiên, nhí nhảnh, hay nói, hay hát, hay cười. Hai chị em có vẻ sống tự do, phóng khoáng. Sự xuất hiện của hai chị em nhà này đã làm xao động không khí tỉnh lẻ buồn chán. Thấy Bê-li-cốp có vẻ thích Va-ren-ca, mọi người nghĩ ra trò gán ghép hai người. Ý định lấy vợ dần choáng ngợp tâm trí, nhưng hắn cứ lần lữa, đắn đo, suy tính vì cứ sợ thế này thế nọ. Hắn gầy đi và hình như lại muốn chui sâu hơn trong cái bao của mình. Nhưng một chuyện bất ngờ xảy ra: Hôm trước, vừa nhận được bức tranh châm biếm “Một người tình si” của “một cậu ngỗ nghịch nào đó” thì hôm sau, trong buổi đi chơi chủ nhật. Bê-li-cốp ngạc nhiên đến hoảng hốt khi tận mắt chứng kiến cảnh hai chị em Va-ren-ca và Cô-va-len-cô phóng xe đạp vụt qua. Buổi tối, Bê-li-cốp quyết định đến nhà Va-ren-ca, nhưng cô lại đi vắng nên chỉ gặp người em).\nBê-li-cốp ngồi yên, chẳng nói chẳng rằng chừng độ mười phút rồi lên tiếng:\n- Tôi tìm đến anh để giãi bày tâm sự. Tôi rất buồn bực anh ạ. Có một tên vô lại nào đó đã vẽ châm biếm tối và một người gần gũi với cả hai chúng ta. Tôi thấy có nghĩa vụ phải nói quả quyết với anh rằng tôi chẳng hề có liên quan gì tới một chuyện như thế... Tôi chẳng hề làm điều gì sơ suất để cho mọi người giễu cợt như vậy. Lúc nào tôi cũng xử sự như một người tử tế đứng đắn. [...] Còn một điều nữa tôi muốn nói với anh. Tôi thì vào nghề đã lâu, còn anh thì mới bắt đầu đi làm, nên với tư cách là bạn đồng nghiệp đi trước, tôi thấy có nghĩa vụ phải nhắc nhở anh đôi điều. Anh đã đi xe đạp và cách trò giải trí ấy hoàn toàn không hợp với tư thế của một nhà giáo dục thiếu niên.\n- Vì sao vậy? – Cô-va-len-cô hỏi lại bằng giọng trầm trầm.\n- Chẳng lẽ điều này lại còn cần phải giải thích nữa sao? Chẳng lẽ đó lại là điều khó hiểu ư? Nếu thầy giáo đi xe đạp thì học sinh sẽ làm gì? Lũ trẻ còn thiếu nước đi đầu xuống đất thôi. Vả lại nếu không có chỉ thị nào cho phép thì ta không được làm. Hôm qua tôi sợ phát kinh lên đấy! Khi tôi nhìn thấy chị của anh, mắt tôi hoa lên. Đàn bà con gái mà đi xe đạp thì quả là chuyện kinh khủng!\n- Nhưng mà ông muốn cái gì mới được chứ?\n- Tôi chỉ muốn mỗi một điều là nhắc bảo anh. Anh còn trẻ, tương lai anh còn ở phía trước, anh cần phải xử sự rất, rất thận trọng. Thế mà anh đã buông thả! Ô! Anh đã buông thả mình quá chừng! Anh mặc áo thêu ra đường, đi ngoài phố lúc nào anh cũng cầm theo sách này sách nọ, rồi bây giờ lại còn cưỡi xe đạp nữa. Chuyện anh và chị anh đi xe đạp mà đến tai ông hiệu trưởng, rồi đến tai ông thanh tra... Lúc ấy còn ra cái thể thống gì nữa không?\n- Việc ta và chị ta đi xe đạp chẳng liên quan gì đến ai ca? – Cô-va-len-cô nói, mặt đỏ gay. – Con nào thằng nào thò mũi vào chuyện riêng của nhà ta, ta cho chầu Diêm Vương tất!\nBê-li-cốp tái mặt đứng dậy.\n- Nếu anh nói với tôi bằng cái giọng như thế thì tôi không thể tiếp tục nữa. – Hắn ta nói. Và tôi cũng yêu cầu anh khi có mặt tôi, đừng bao giờ ăn nói như thế về cấp trên. Anh cần phải có thái độ kính trọng đối với chính quyền.\n- Hoá ra là ta đã nói gì động đến chính quyền sao? – Cô-va-len-cô hỏi, mắt hằn học nhìn Bê-li-cốp. – Xin ông để cho ta yên! Ta là người trung thực và với những người như “quý ngài” ta không muốn nói chuyện. Ta không ưa những tên mách lẻo.\nBê-li-cốp bối rối, luống cuống mặc lại áo ngoài, vẻ mặt đầy hoảng hốt. Bởi đó là lần đầu tiên trong đời hắn phải nghe những lời nói thô bạo đến thế.\n- Anh có thể nói gì tuỳ anh. – Hắn vừa nói vừa bước ra ngoài hành lang dẫn xuống cầu thang. – Tôi chỉ muốn báo trước cho anh rằng có thể có người đã nghe được cuộc nói chuyện này. Và để cho không ai có thể xuyên tạc câu chuyện vừa rồi và để khỏi có điều gì chẳng lành xảy ra, tôi sẽ báo cáo với ngài hiệu trưởng nội dung câu chuyện hôm nay... trên những nét chính. Tôi sẽ phải làm việc đó.\n- Báo cáo hả? Này, đi mà báo cáo này!\nCô-van-len-cô túm lấy cổ áo hắn từ phía sau rồi xô mạnh. Bê-li-cốp lộn nhào xuống cầu thang, đôi giày cao su lộc cộc đập vào bậc gỗ. Cầu thang khá cao, nhưng hắn đã lăn xuống dưới một cách bình yên vô sự. Hắn đứng dậy sờ lên mũi xem cặp kính có còn nguyên vẹn không. Nhưng đúng vào lúc hắn xuống cầu thang thì Va-ren-ca và hai bà nữa cùng đi đâu về. Họ đứng ở dưới và \n  \n ta nhìn bộ mặt nực cười của hắn, nhìn chiếc bành tô nhăn nhúm, đôi giày cao su, không hiểu chuyện gì đã xảy ra. Cô ta tưởng hắn vô ý trượt ngã. Không nén được, cô ta cười phá lên vang khắp khu nhà:\n- Ha – ha – ha!\nCái tiếng cười âm vang, lanh lói “ha – ha – ha” đó đã chấm dứt tất cả: chấm dứt chuyện cưới xin, chấm dứt cả cuộc đời của Bê-li-cốp. Hắn không còn nghe thấy Va-ren-ca nói gì, không còn nhìn thấy gì nữa. Trở về đến nhà, việc đầu tiên là hắn cất tấm ảnh để trên bàn đi, sau đó lên giường nắm và không bao giờ dậy nữa.\nKhoảng ba ngày sau, tôi sang nhà Bê-li-cốp. Hắn nằm trong màn, đắp chăn kín và im lặng. Hỏi thì hắn chỉ đáp “không” hay “có” thôi, không nói thêm điều gì.\nMột tháng sau, Bê-li-cốp chết. Bấy giờ, khi nằm trong quan tài, vẻ mặt hắn trông hiền lành, dễ chịu, thậm chí còn có vẻ tươi tỉnh nữa, cứ hệt như hắn mừng rằng cuối cùng hắn đã chui vào trong cái bao mà từ đó không bao giờ phải thoát ra nữa. Phải rồi, thế là hắn đã đạt được mục đích cuộc đời! [...]\nTừ nghĩa địa trở về, lòng chúng tôi đều cảm thấy nhẹ nhàng, thoải mái. Nhưng chưa đầy một tuần sau, cuộc sống đã lại diễn ra như cũ, nặng nề, mệt nhọc, vô vị, một cuộc sống chẳng bị chỉ thị nào cấm đoán nhưng cũng chẳng được tự do hoàn toàn, chẳng tốt đẹp hơn trước. Trên thực tế, Bê-li-cốp đã chầu âm phủ nhưng hiện còn bao nhiêu là người trong bao, trong tương lai cũng sẽ còn bao nhiêu kẻ như thế nữa!\n(Lược đoạn cuối: Bu-rơ-kin ngừng kể, bước ra khỏi nhà. Trăng lên. Đã nửa đêm. Vạn vật chìm trong im lặng. Bác sĩ I-van trầm ngâm: “Đó, vấn đề là ở chỗ đó. Chúng ta sống chui rúc ở thành phố này trong không khí ngột ngạt. Chúng ta viết những thứ giấy tờ vô dụng, đánh bài đánh bác – những cái đó không phải là một thứ bao sao? Chúng ta sống cả đời bên những kẻ vô công rồi nghề, những xui nguyên giục bị, những mụ đàn bà nhàn rỗi ngu si, chúng ta nói và nghe đủ thứ chuyện nhảm nhí, vô nghĩa – đó chẳng phải là một thứ bao sao?”. Chính đấy mới là điều đáng nói! Và cuối cùng, I-va-nứt kết luận: “Không thể sống mãi như thế được!”.)\n1898\nI. Đôi nét về tác giả Sê-khốp\n- An-tôn Páp-lô-vích Sê-khốp (1860 - 1904) là nhà văn người Nga kiệt xuất, sinh ra và lớn lên trong một gia đình buôn bán nhỏ ở thị trấn Ta-gan-rốc, bên bờ A-dốp.\n- Năm 1884, ông tốt nghiệp khoa Y, trường Đại học Tổng hợp Mát-xcơ-va, Sê-khốp vừa làm bác sĩ nông thôn vừa viết báo viết văn, đồng thời tham gia nhiều công việc xã hội, giáo dục, văn hóa.\n- Năm 1887, ông được nhận Giải thưởng Pu-skin của Viện Hàn lâm khoa học Nga.\n- Năm 1900, Sê-khốp được bầu làm Viện sĩ danh dự của Viện Hàn lâm khoa học Nga.\n- Một số tác phẩm:\nTruyện ngắn và truyện vừa: Anh béo và anh gầy, Con kỳ nhông, Phòng số 6, Đảo Xa-kha-lin…\nKịch: Hải âu, Cậu bé Va-nhi-a, Ba chị em, Vườn anh đào\n=> Sê-khốp là đại biểu lớn cuối cùng của văn học hiện thực Nga nửa cuối thế kỉ XIX, nhà cách tân thiên tài về thể loại truyện ngắn và kịch nói.\nII. Giới thiệu về Người trong bao\n1. Hoàn cảnh sáng tác\n- Người trong bao (1898) được sáng tác trong thời gian nhà văn dưỡng bệnh ở I-an-ta trên bán đảo Crưm, biển Đen.\n- Lúc bấy giờ, xã hội Nga đang ngạt thở trong bầu không khí chuyên chế nặng nề cuối thế kỉ XIX. Môi trường xã hội đã đẻ ra lắm kiểu người kỳ quái.\n- Nguyễn Tuân từng ca ngợi: “Truyện Bê-li-cốp là một áng văn đả kích lên tuyệt đỉnh: hình thù, tên họ nhân vật đã thành một cái sự, đã thành một hình dung từ ngày nay vẫn còn tác dụng lớn”.\n2. Bố cục\nGồm 3 phần:\nPhần 1: Cuộc trò chuyện của bác sĩ I-van I-va-nứt và người giáo viên Bu-rơ-kin.\nPhần 2: Tính cách và cuộc sống của Bê-li-cốp\nPhần 3: Lời nhận xét của bác sĩ I-van I-va-nứt.\n3. Tóm tắt\nBê-li-cốp là một giáo viên dạy tiếng Hy Lạp - nổi tiếng là một con người kỳ quái. Ngay cả lúc trời đẹp nhất cũng đều đi giày cao su, cầm ô và mặc áo bành tô ấm cốt bông. Hắn “lúc nào cũng có khát vọng mãnh liệt thu mình vào trong một cái vỏ, tạo cho mình một cái bao có thể ngăn cách, bảo vệ hắn khỏi những ảnh hưởng bên ngoài”. Kiểu sống của Bê-li-cốp cũng làm ảnh hưởng đến những người xung quanh, khiến họ cũng có thói quen sợ sệt và sống thu mình như hắn. Tuy sống thu mình, nhưng Bê-li-cốp cũng tình đến chuyện lấy vợ, đó là Va-ren-ca, chi gái của Cô-va-len-cô, một giáo viên mới về trường. Nhưng một chuyện bất ngờ xảy ra, hôm trước vừa nhận được bức tranh châm biếm “Một người tình si” của “một cậu ngỗ nghịch nào đó” thì hôm sau, trong buổi đi chơi vào chủ nhật, hắn ngạc nhiên đến hốt hoảng khi đã thấy hai chị em Va-ren-ca phóng xe đạp vụt qua. Tối hôm đó, Bê-li-cốp đã đến nhà Va-ren-ca để góp ý hai chị em họ. Hai người họ cãi nhau, Bê-li-cốp đoạn sẽ báo cáo sự việc này với hiệu trưởng nên Cô-va-len-cô đã túm áo và xô mạnh khiến Bê-li-cốp ngã nhào xuống cầu thang. Va-len-ca cười lớn, làm Bê-li-cốp cảm thấy nhục nhã vội vàng trở về nhà. Một tháng sau, Bê-li-cốp qua đời, mọi người cảm thấy nhẹ nhõm nhưng không lâu sau, cuộc sống lại diễn ra như cũ.\n4. Ý nghĩa nhan đề\n- Hình ảnh “cái bao”:\nNghĩa đen: Vật dùng để đựng, gói đồ vật, hàng hóa hình túi hoặc hình hộp.\nNghĩa bóng: Lối sống, tính cách của Bê-li-cốp.\n- Kiểu “người trong bao”: sống hèn nhát, bạc nhược, bảo thủ và ích kỉ.\n=> Hình ảnh “cái bao” là biểu tượng cho kiểu người trong bao, lối sống trong bao đã từng và đang tồn tại ở nước Nga cuối thế kỉ XIX.\n5. Nội dung\nQua hình tượng “người trong bao”, Sê-khốp đã phê phán lối sống hèn nhát, bạc nhược, bảo thủ và ích kỉ của một bộ phận trí thức Nga cuối thế kỉ XIX. Từ đó nhà văn cũng muốn thức tỉnh mọi người: “Không thể sống mãi như thế được”.\n6. Nghệ thuật\nNghệ thuật xây dựng biểu tượng, nhân vật điển hình, giọng kể chậm rãi vừa giễu cợt châm biếm, vừa u buồn.\nIII. Dàn ý phân tích Người trong bao\n(1) Mở bài\nDẫn dắt, giới thiệu về tác phẩm Người trong bao của Sê-khốp.\n(2) Thân bài\n2. 1. Chân dung nhân vật Bê-li-cốp\na. Ngoại hình\n- Gã đàn ông xấu xí, mắt nhỏ, mặt choắt như mặt chồn.\n- Cách ăn mặc kỳ cục: đeo kính râm, mặc áo bông chần, lỗ tai nhét bông, ngay cả khi rất đẹp trời cũng cũng đi giày cao su, cầm ô và mặc áo bành tô ấm cốt bông.\n- Các vật dụng cá nhân đều để trong bao: “Ô hắn để trong chiếc bao, chiếc đồng hồ quả quýt cũng để trong bao… và khi rút chiếc dao nhỏ thì chiếc dao ấy cũng để trong bao”\n- Ngay cả ý nghĩ hắn cũng cố giấu vào trong bao, không bao giờ hắn có ý kiến trước vấn đề to nhỏ nào\n=> Chân dung Bê-li-cốp điển hình cho kiểu người cố thu mình vào trong cái vỏ, một thứ bao có thể ngăn cách, bảo vệ khỏi thế giới bên ngoài.\nb.Tính cách Bê-li-cốp\n- Nhút nhát, ghê sợ cuộc sống hiện tại nhưng lại ngợi ca quá khứ, ngợi ca những gì chưa bao giờ có thực (yêu thích tiếng Hy Lạp - một thứ tiếng được coi là đã lỗi thời).\n- Thích sống với những cái rõ ràng như thông tư, chỉ thị và cảm thấy rầu rĩ trước những chuyện vi phạm khuôn phép, trái với lẽ thường.\n- Luôn cảm thấy lo lắng sợ hãi (lúc nào cũng lặp lại câu nói “nhỡ lại xảy ra chuyện gì…” - tự suy diễn, tự tạo nỗi sợ hãi cho chính bản thân mình)\n- Một con người hèn nhát, cô độc giáo điều, luôn thu mình trong vỏ bọc lại cảm thấy hài lòng thỏa mãn với lối sống cổ hủ của mình. Hắn tự nguyện, tự giác tuân thủ lối sống đó, chẳng cảm nhận được thái độ ghê sợ, khinh ghét của mọi người với mình\n=> Một con người luôn tự chìm đắm trong quá khứ, thu mình một cách cô độc, tự làm khổ mình và mọi người xung quanh\n2.2 Ảnh hưởng của lối sống Bê-li-cốp đến mọi người xung quanh\n- Mọi người sợ hắn sợ nói to, sợ gửi thư, sợ làm quen, sợ đọc sách, giúp đỡ người nghèo, dạy học chữ... Hắn đã khống chế cả trường, cả mọi người xung quanh suốt mười lăm năm năm dai dẳng\n- Cô-va-len-cô ghét cay ghét đắng Bê-li-cốp: hắn chỉ trích cách sống của cậu là buông thả không có thể thống khi mặc áo thêu ra đường, đi ngoài phố cầm theo sách này sách nọ, lại còn cưỡi xe đạp khi chưa có chỉ thị nào cho phép…\n- Đến khi Bê-li-cốp chết đi rồi, mọi người đều cảm thấy nhẹ nhàng thoải mái. Nhưng chưa đầy một tuần sau, cuộc sống lại diễn ra như cũ, nặng nề, mệt nhọc và vô vị…\n=> Lối sống của Bê-li-cốp đã ăn sâu vào tiềm thức của mọi người xung quanh.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Người trong bao. \n \"\""