"Bài thơ Ngắm trăng\n(Vọng nguyệt)\nNgắm trăng\nPhiên âm:\nNgục trung vô tửu diệc vô hoa,\nĐối thử lương tiêu nại nhược hà?\nNhân hướng song tiền khán minh nguyệt,\nNguyệt tòng song khích khán thi gia.\nDịch nghĩa:\nTrong tù không rượu cũng không hoa,\nTrước cảnh đẹp đêm nay biết làm thế nào?\nNgười hướng ra trước song ngắm trăng sáng,\nTừ ngoài khe cửa, trăng ngắm nhà thơ.\nDịch thơ:\nTrong tù không rượu cũng không hoa\nCảnh đẹp đêm nay khó hững hờ\nNgười ngắm trăng soi ngoài cửa sổ\nTrăng nhòm khe cửa ngắm nhà thơ.\nI. Đôi nét về tác giả Hồ Chí Minh\n1. Vài nét về tiểu sử\n- Hồ Chí Minh (sinh ngày 19 tháng 5 năm 1890 - mất ngày 2 tháng 9 năm 1969) là vị lãnh tụ vĩ đại của dân tộc và cách mạng Việt Nam.\n- Hồ Chí Minh có tên khai sinh là Nguyễn Sinh Cung. Quê ở làng Kim Liên, huyện Nam Đàn, tỉnh Nghệ An.\n- Gia đình: Thân phụ là cụ Phó bảng Nguyễn Sinh Sắc - một nhà Nho yêu nước có tư tưởng tiến bộ có ảnh hưởng lớn đến tư tưởng của Người. Thân mẫu của Người là bà Hoàng Thị Loan.\n- Trong suốt cuộc đời hoạt động cách mạng, Người đã sử dụng nhiều tên gọi khác nhau: Nguyễn Tất Thành, Văn Ba, Nguyễn Ái Quốc... Tên gọi “Hồ Chí Minh” được sử dụng lần đầu tiên trong hoàn cảnh: Ngày 13 tháng 8 năm 1942, khi Trung Quốc với danh nghĩa đại diện của cả Việt Minh và Hội Quốc tế Phản Xâm lược Việt Nam để tranh thủ sự ủng hộ của Trung Hoa Dân Quốc.\n- Không chỉ là một nhà hoạt động cách mạng lỗi lạc, Hồ Chí Minh còn được biết đến với tư cách là một nhà văn nhà thơ lớn.\n- Hồ Chí Minh được UNESCO công nhận là Danh nhân văn hóa thế giới.\n2. Sự nghiệp văn học\na. Quan điểm sáng tác\n- Hồ Chí Minh coi văn học là vũ khí chiến đấu lợi hại phụng sự cho sự nghiệp cách mạng. Nhà văn cũng phải có tinh thần xung phong như chiến sĩ ngoài mặt trận.\n- Bác luôn chú trọng tính chân thật và tính dân tộc của văn học.\n- Khi cầm bút, Hồ Chí Minh bao giờ cũng xuất phát từ mục đích, đối tượng tiếp nhận để quyết định nội dung và hình thức của tác phẩm. Người luôn tự đặt câu hỏi:\nViết cho ai? (Đối tượng)\nViết để làm gì? (Mục đích)\nViết cái gì? (Nội dung)\nViết thế nào? (Hình thức)\nb. Di sản văn học\n- Văn chính luận\nTừ những thập niên đầu thế kỉ XX, các bài văn chính luận mang bút danh Nguyễn Ái Quốc viết bằng tiếng Pháp đăng trên các tờ báo: Người cùng khổ, Nhân đạo, Đời sống thợ thuyền… thể hiện tính chiến đấu mạnh mẽ.\nMột số văn bản như Tuyên ngôn Độc lập, Lời kêu gọi toàn quốc kháng chiến… được viết trong giờ phút lịch sử của dân tộc.\n- Truyện và kí hiện đại\nMột số truyện kí viết bằng tiếng Pháp: Pa-ri (1922), Lời than vãn của bà Trưng Trắc (1922), Vi hành (1923)...\nNhững tác phẩm này đều nhằm tố cáo tội ác dã mạn, bản chất xảo trá của bọn thực dân phong kiến và tay sai…\n- Thơ ca\nTên tuổi của nhà thơ Hồ Chí Minh gắn với tập Ngục trung nhật kí (Nhật kí trong tù).\nNgoài ra, Người còn một số chùm thơ viết ở Việt Bắc (1941 - 1945): Tức cảnh Pác Bó, Thướng sơn, Đối nguyệt…\nc. Phong cách nghệ thuật\n- Văn chính luận: ngắn gọn, súc tích, lập luận chặt chẽ, lí lẽ đanh thép, bằng chứng thuyết phục, giàu tính luận chiến, kết hợp nhuần nhuyễn mạch luận lí với mạch cảm xúc, giọng điệu uyển chuyển.\n- Truyện và kí hiện đại, giàu tính chiến đấu, nghệ thuật trào phúng sắc bén, nhẹ nhàng, hóm hỉnh nhưng thâm thúy, sâu cay.\n- Thơ ca: Thơ tuyên truyền cách mạng mộc mạc, giản dị, dễ nhớ, dễ thuộc; Thơ nghệ thuật kết hợp hài hòa giữa yếu tố cổ điển với yếu tố hiện đại, cô đọng, súc tích.\n=> Trong văn chính luận, truyện, kí hay thơ ca, phong cách nghệ thuật của Hồ Chí Minh hết sức phong phú, đa dạng mà thống nhất.\nII. Giới thiệu về bài thơ Ngắm trăng\n1. Xuất xứ\n- Tác phẩm được rút ra từ tập Nhật kí trong tù (1942 - 1943).\n- Nhật kí trong tù được sáng tác từ tháng 8 năm 1942 đến tháng 9 năm 1943.\n- Đây là một tập thơ chữ Hán với 133 bài, sáng tác trong thời gian Hồ Chí Minh bị chính quyền Tưởng Giới Thạch bắt giam ở Quảng Tây, Trung Quốc.\n- Tác phẩm không chỉ ghi lại cuộc sống ở trong tù của Người mà còn nhằm tố cáo chế độ hà khắc của chính quyền Tưởng Giới Thạch.\n2. Thể thơ\n- Thất ngôn tứ tuyệt Đường luật\n- Hình ảnh gần gũi, bình dị\n3. Bố cục\nGồm 2 phần:\nPhần 1. Hai câu đầu: Cảnh ngộ của Bác trong đêm trăng.\nPhần 2. Hai câu sau: Sự giao hòa giữa trăng và Bác.\n4. Nhan đề\n- Vọng nguyệt (ngắm trăm) chỉ một thú chơi tao nhã của các văn nhân thi sĩ thời xưa.\n- Ở đây, Hồ Chí Minh đang ở trong hoàn cảnh ngục tù nhưng tâm hồn vẫn tràn đầy lạc quan, thư thái để ngắm trăng.\n=> Qua đó, nhan đề cho thấy một tâm hồn thi sĩ đầy rung cảm của người tù cách mạng Hồ Chí Minh.\n5. Nội dung\nBài thơ Ngắm trăng đã cho thấy tình yêu thiên nhiên đến say mê, phong thái ung dung của Bác Hồ ngay cả trong ngục tù cực khổ tăm tối.\n6. Nghệ thuật\nThể thơ thất ngôn tứ tuyệt, hình ảnh giản dị…\n \"\""