"Bài thơ Ngẫu nhiên viết nhân buổi mới về quê\nNgẫu nhiên viết nhân buổi mới về quê\nPhiên âm:\nThiếu tiểu li gia, lão đại hồi,\nHương âm vô cải, mấn mao tồi.\nNhi đồng tương kiến, bất tương thức,\nTiếu vấn, khách tòng hà xứ lai?\nDịch nghĩa:\nRời nhà từ lúc còn trẻ, già mới quay về,\nGiọng quê không đổi, nhưng tóc mai đã rụng.\nTrẻ con gặp mặt, không quen biết,\nCười hỏi: Khách ở nơi nào đến?\nMột số bản dịch thơ:\nKhi đi trẻ, lúc về già\nGiọng quê vẫn thế, tóc đà khác bao.\nTrẻ con nhìn lạ không chào\nHỏi rằng: Khách ở chốn nào lại chơi?\n(Phạm Sĩ Vĩ dịch)\nTrẻ đi, già trở lại nhà\nGiọng quê không đổi, sương pha mái đầu\nGặp nhau mà chẳng biết nhau\nTrẻ cười hỏi: “Khách từ đâu đến làng?”\n(Trần Trọng San dịch)\nBé đi, già mới về nhà,\nTiếng quê vẫn thế, tóc đà rụng thưa.\nTrẻ con trông thấy hững hờ,\nCười ồ, hỏi khách lại từ phương nao.\n(Trần Trọng Kim, Đường thi, NXB Văn hoá thông tin, 1995)\nI. Đôi nét về tác giả Hạ Tri Chương\n- Hạ Tri Chương (659 - 744) tự Quý Châu, hiệu Tứ Minh cuồng khách.\n- Quê ở Vĩnh Yên, Việt Châu (nay thuộc huyện Tiên Sơn, tỉnh Chiết Giang, Trung Quốc).\n- Ông là một nhà thơ nổi tiếng của thời nhà Đường.\n- Năm 659, ông đỗ tiến sĩ, sinh sống và làm quan hơn 50 năm ở kinh đô Trường An và rất được Đường Huyền Tông nể phục.\n- Lúc xin từ quan về quê làm đạo sĩ, vua Đường có tặng thơ và các quan, thái tử đều đến đưa tiễn.\n- Ông còn được biết đến là một người bạn vong niên (bạn chơi với nhau không kể tuổi tác) với nhà thơ Lý Bạch.\n- Hạ Tri Chương là một con người hào phóng, cởi mở và rất thích uống rượu.\n- Một số tác phẩm tiêu biểu như: Đề Viên thị biệt nghiệp, Hồi hương ngẫu thư, Thái liên khúc, Vịnh liễu.\nII. Giới thiệu về bài thơ\n1. Hoàn cảnh sáng tác\n- Bài thơ được Hạ Tri Chương sáng tác nhân lúc về thăm quê cũ ở Vĩnh Hưng, Việt Châu (nay thuộc huyện Tiêu Sơn, tỉnh Chiết Giang(Trung Quốc).\n- Bài thơ được viết với tâm trạng đau xót khi về quê cũ mà lại bị người ở quê coi là “khách xa xứ” do đã lâu không về quê. Đồng thời bộc lộ tình yêu quê hương tha thiết, sâu đậm.\n- Đây là bài thơ nổi tiếng nhất của Hạ Tri Chương với nhiều giá trị cả về nội dung lẫn nghệ thuật.\n2. Thể thơ\nThất ngôn tứ tuyệt Đường luật.\n3. Bố cục\nGồm 2 phần:\nPhần 1. Hai câu đầu: Sự thay đổi của nhân vật trữ tình khi trở về quê hương.\nPhần 2. Hai câu sau: Sự thay đổi của quê hương sau nhiều năm nhân vật trữ tình trở về quê.\n4. Nhan đề\nNhan đề có sự độc đáo ở chỗ: “ngẫu nhiên viết” - không hoàn toàn chủ định viết mà nhân buổi trở về quê hương, đối mặt với sự đổi thay mà viết thành bài thơ bộc lộ tâm tư tình cảm của mình. Qua đó, tác giả bộc lộ tình yêu quê hương tha thiết.\n5. Nội dung\nBài thơ đã thể hiện tình yêu sâu sắc của một người con xa quê lâu ngày nay được trở về quê.\n6. Nghệ thuật\nThể thơ thất ngôn tứ tuyệt, giọng điệu hài hước mà đầy sâu sắc.\n \"\""