"\"tac-pham-van-hoc\" Tác phẩm văn học\nNhững câu hát về tình cảm gia đình\nI. Một vài nét về thể loại: Ca dao, dân ca\n- Ca dao, dân ca là những khái niệm tương đương, chỉ các thể loại trữ tình dân gian, kết hợp lời và nhạc, diễn tả đời sống nội tâm của con người.\n- Dân ca là những sáng tác kết hợp lời và nhạc, tức những câu hát dân gian trong diễn xướng.\n- Ca dao là lời thơ của dân ca. Ca dao còn bao gồm những bài thơ dân gian mang phong cách nghệ thuật chung với lời thơ của dân ca.\nII. Các bài ca dao về tình cảm gia đình\n1.\nCông cha như núi ngất trời,\nNghĩa mẹ như nước ở ngoài biển Đông.\nNúi cao biển rộng mênh mông,\nCù lao chín chữ ghi lòng con ơi!\n2.\nCông cha như núi Thái Sơn,\nNghĩa mẹ như nước trong nguồn chảy ra.\nMột lòng thờ mẹ, kính cha,\nCho tròn chữ hiếu mới là đạo con\n3.\nChiều chiều ra đứng ngõ sau,\nTrông về quê mẹ ruột đau chín chiều.\n4.\nChiều chiều xách giỏ hái rau\nNgó lên mộ mẹ ruột đau như dần.\n5.\nNgó lên nuộc lạt mái nhà,\nBao nhiêu nuộc lạt nhớ ông bà bấy nhiêu.\n6.\nNgó lên trời, trời cao lồng lộng,\nNgó xuống đất, đất rộng mênh mông.\nBiết rằng chừ cá gáy hoá rồng,\nĐền ơn thầy mẹ ẵm bồng ngày xưa.\n7.\nAnh em nào phải người xa,\nCùng chung bác mẹ, một nhà cùng thân.\nYêu nhau như thể tay chân,\nAnh em hòa thuận, hai thân vui vầy.\n8.\nAnh em như chân như tay,\nRách lành đùm bọc, dở hay đỡ đần.\n9.\nDạy con từ thuở còn thơ\nDạy vợ dạy thuở bơ vơ mới về.\n10.\nDạy con từ thuở tiểu sinh,\nGần thầy gần bạn tập tành lễ nghi.\nHọc hành cách vật chí tri,\nVăn chương chữ nghĩa nghề gì cũng thông.\n11.\nNuôi con cho được vuông tròn,\nMẹ thầy dầu dãi, xương mòn, gối long.\nCon ơi, cho trọn hiếu trung,\nThảo ngay một dạ kẻo luống công mẹ thầy.\n12.\nMẹ già như chuối ba hương,\nNhư xôi nếp một, như đường mía lau.\n13.\nƠn cha mẹ trời cao khôn thấu\nNghĩa anh em xương cốt ruột rà\nMuốn cho trên thuận dưới hoà\nChẳng thà chịu nhục, hơn là rẽ nhau.\n14.\nNgọn roi mẹ uốn trăm chiều,\nAnh vô lạy mẹ bốn lạy, kẻo mẹ đánh nhiều thì em đau.\n15.\nRu ơi ru hỡi ru hời,\nCông cha như núi ngất trời,\nNghĩa mẹ như nước ở ngoài biển Đông.\nNúi cao, biển rộng mênh mông,\nCù lao chín chữ ghi lòng con ơi.\n \"\""