"Truyện ngắn Những đứa con trong gia đình\nNhững đứa con trong gia đình\n(Lược phần đầu: Việt là một Chiến sĩ Giải phóng quân, xuất thân từ một gia đình nông dân có mối thù sâu nặng với Mỹ - Ngụy: ông nội và bố Việt đều bị giặc giết hại; mẹ Việt vừa phải vất vả nuôi con vừa phải đương đầu với những đe dọa, hạch sách của bọn giặc, cuối cùng cũng chết vì bom đạn. Gia đình chỉ còn lại Việt, chị Chiến, thằng Út em, chú Năm, và một người chị nuôi đi lấy chồng xa. Truyền thống cách mạng vẻ vang của gia đình và những đau thương mất mát nặng nề do tội ác của Mỹ - Ngụy gây ra đối với gia đình Việt đều được chú Năm ghi chép vào một cuốn sổ của gia đình.\nViệt và Chiến hăng hái tòng quân đi giết giặc. Việt nhỏ tuổi, đồng đội gọi thân mật là cậu Tư. Anh rất gắn bó với đơn vị, đặc biệt là với tiểu đội trưởng Tánh, như tình ruột thịt. Ở anh luôn luôn sôi nổi một tinh thần chiến đấu, quyết lập được nhiều chiến công để cùng chị Chiến trả thù cho ba má.\nTrong trận chiến đấu ác liệt tại một khu rừng cao su, Việt đã hạ được một xe bọc thép của địch nhưng bị thương nặng và lạc đồng đội. Việt ngất đi tỉnh lại nhiều lần. Mỗi lần tỉnh lại, dòng hồi ức lại đưa anh trở về với những kỉ niệm thân thiết đã qua: kỉ niệm về má, chị Chiến, chú Năm, về đồng đội là anh Tánh...)\nViệt tỉnh dậy lần thứ tư, trong đầu còn thoáng qua hình ảnh của người mẹ. Đêm nữa lại đến. Đêm sâu thăm thẳm, bắt đầu từ tiếng dế gáy u u cao vút mãi lên. Người Việt như đang tan ra nhè nhẹ. Ước gì bây giờ lại được gặp má. Phải, ví như lúc má đang bơi xuồng, má sẽ ghé lại, xoa đầu Việt, đánh thức Việt dậy, rồi lấy xoong cơm đi làm đồng để ở dưới xuồng lên cho Việt ăn... Nhưng mấy giọt mưa lất phất trên cổ làm Việt choàng tỉnh hẳn. Một sự vắng lặng như từ trên trời lao xuống chạy từ cổ Việt, lan dài cho tới ngón chân. Việt có một mình ở đây thôi ư? Câu hỏi bật ra trong đầu Việt rồi dội lại trong từng chân lông kẽ tóc. Cái cảm giác một mình bật lên một cách rõ ràng nhất, mênh mông nhất, trong đêm thứ hai này, khi Việt cảm thấy không còn bò đi được nữa, khi những hình ảnh thân yêu thường kéo đến rất nhanh rồi cũng vụt tan biến đi rất nhanh chỉ vì một cành cây gãy, một giọt mưa rơi trên mặt, hoặc một tiếng động nhỏ của ban đêm. Việt muốn chạy thật nhanh, thoát khỏi sự vắng lặng này, về với ánh sáng ban ngày, gặp lại anh Tánh, níu chặt lấy các anh mà khóc như thằng Út em vẫn níu chân chị Chiến, nhưng chân tay không nhấc lên được. Bóng đêm vắng lặng và lạnh lẽo bao trùm lấy Việt, kéo theo đến cả con ma cụt đầu vẫn ngồi trên cây xoài mồ côi và thằng chỏng thụt lưỡi hay nhảy nhót trong những đêm mưa ngoài vàm sông, cái mà Việt vẫn nghe các chị nói hồi ở nhà, Việt nằm thở dốc...\nMột loạt đạn súng lớn văng vẳng dội đến ầm ĩ trên ngọn cây. Rồi loạt thứ hai... Việt ngóc dậy. Rõ ràng không phải tiếng pháo lễnh lãng của giặc. Đó là những tiếng nổ quen thuộc, gom vào một chỗ, lớn nhỏ không đều, chen vào đó là những dây súng nổ vô hồi vô tận. Súng lớn và súng nhỏ quyện vào nhau như tiếng mõ và tiếng trống đình đánh dậy trời dậy đất hồi Đồng khởi. Đúng súng của ta rồi! Việt muốn reo lên. Anh Tánh chắc ở đó, đơn vị mình ở đó. Chà, nổ dữ, phải chuẩn bị lựu đạn xung phong thôi! Đó, lại tiếng hụp hùm... chắc là một xe bọc thép vừa bị ta bắn cháy. Tiếng súng nghe thân thiết và vui lạ. Những khuôn mặt anh em mình lại hiện ra... Cái cằm nhọn hoắt ra của anh Tánh, nụ cười và cái nheo mắt của anh Công mỗi lần anh động viên Việt tiến lên... Việt vẫn còn đây, nguyên tại vị trí này, đạn đã lên nòng, ngón cái còn lại vẫn sẵn sàng nổ súng. Các anh chờ Việt một chút. Tiếng máy bay vẫn gầm rú hỗn loạn trên cao, nhưng mặc xác chúng. Kèn xung phong của chúng ta đã nổi lên. Lựu đạn ta đang nổ rộ...\nViệt đã bò đi được một đoạn, cây súng đẩy đi trước, hai cùi tay lôi người theo. Việt cũng không biết rằng mình đang bò đi nữa, chính trận đánh đang gọi Việt đến. Phía đó là sự sống. Tiếng súng đã đem lại sự sống cho đêm vắng lặng. Ở đó có các anh đang chờ Việt, đạn ta đang đổ lên đầu giặc Mỹ những đám lửa dữ dội, và những mũi lê nhọn hoắt trong đêm đang bắt đầu xung phong...\nNgày má chết rồi, ý nghĩ đi bộ đội cũng thôi thúc Việt như vậy. Nhưng hồi đó rắc rối hơn đêm nay bò tới mặt trận nhiều. Việt vừa ngỏ lời ra, chị Chiến đã giành đi trước. Hai đứa lớn đòi đi hết, còn thằng Út em mới mười tuổi, làm sao? Việt đi đâu chị Chiến cũng dòm chừng, coi Việt có bọc quần áo theo không. Chị nói:\n- Tao lớn tao mới đi, mày còn nhỏ, ở nhà phụ làm với chú Năm, qua năm hãy đi.\nViệt đá trái dừa rụng dưới chân xuống mương cái đùng:\n- Bộ mình chị biết đi trả thù à?\n- Hồi đó má nói cho tao đi, mày ở nhà làm ruộng với má, trọng trọng rồi đi sau.\n- Má nói hồi nào?\nMá chết rồi, không biết ai mà phân chứng. Nhưng chị Chiến vẫn không chịu, việc này đâu có nhường được, chị sang vận động chú Năm.\nTrong đêm mít tinh để ghi tên thanh niên tòng quân, trước mặt bà con cả xã, đèn sáng rực, anh cán bộ của huyện đội vừa dứt lời, cả hai chị em Việt giành nhau chạy lên.\n- Tôi tên là Việt, anh cho tôi đi bộ đội với.\nChị Chiến đứng sau Việt, thở:\n- Đề nghị mấy anh xét cho. Nó là em tôi mà cái gì nó cũng giành...\nĐôi chân mày rộng của anh cán bộ cứ nhướng lên giữa trán, không hiểu chuyện gì. Bà con cô bác ở dưới bàn tán lao xao. Anh cán bộ hỏi Việt:\n- Hai em là chị em ruột?\n- Dạ, nhà em ở ấp Một, em mười tám, chị Chiến em mười chín.\nViệt dòm chị, mình đứng đâu có thua chị, tuy tóc chị có cao hơn mình một chút thật.\nChị Chiến nói:\n- Đến Tết này nó mới được mười tám anh à! Em nói để em đi trước, nó ở nhà, thủng thẳng để chú Năm em thu xếp rồi hãy đi, mà nó không chịu.\nAnh cán bộ nhìn hai bộ mặt bầu bầu cùng một khuôn có hai cái chót mũi hơi hớt lên của chị em Việt, rồi cười:\n- Ba má có đi đây không em?\n- Dạ không.\n- Ba má em chết rồi. - Chị Chiến nói thêm cho rõ.\nAnh cán bộ đã cầm viết rồi lại đặt xuống. Từ dưới sân, chú Năm bước lên. Chú nheo mắt nhìn chị em Việt, rồi nói với anh cán bộ.\n- Tôi xin có một câu với đồng chí huyện đội. Hai đứa cháu tôi nó một lòng theo Đảng như vậy, tôi cũng mừng. Vậy xin trên cứ ghi tên cho cả hai. Việc lớn ta tính theo việc lớn, còn việc thỏn mỏn trong nhà tôi thu xếp khắc xong.\nĐêm ấy thanh niên ghi tên tòng quân đông lắm.\nCũng ngay đêm ấy, về tới nhà, trước khi ngủ, chị Chiến từ trong buồng nói với ra với Việt:\n- Chú Năm nói mày với tao đi kỳ này là ra chân trời mặt biển, xa nhà thì ráng học chúng học bạn, thù cha mẹ chưa trả mà bỏ về là chú chặt đầu.\nViệt lăn kềnh ra ván, cười khì khì:\n- Chị có bị chặt đầu thì chặt chớ chừng nào tôi mới bị.\n- Tao đã thưa với chú Năm rồi. Đã làm thân con gái ra đi thì tao chỉ có một câu: Nếu giặc còn thì tao mất, vậy à!\nChà, chị Chiến bữa nay nói in như má vậy! Cũng ở trong buồng mà nói với ra, cũng nằm với thằng Út em, ở trên cái giường đó. Việt nói:\n- Chị biết vậy sao hồi nãy chị ngăn tôi? Người ta mười tám rồi mà nói chưa...\n- Hồi đó má tính tuổi cho mầy chớ bộ tao tính ha?\nNhà day cửa ra sông, trong đêm vui náo nức này, đom đóm từ ngoài rặng bần cũng kéo vào đầy nhà. Chúng bay chớp chớp như dò trên nóc rồi sà xuống trước mặt Việt. Chị Chiến cũng không ngủ được. Sắp tới đây biết bao nhiêu chuyện phải lo, ngay bây giờ cũng bao nhiêu chuyện phải nhớ. Cả chị cả em cùng nhớ đến má. Hình như má cũng đã về đâu đây. Má biến theo ánh đom đóm trên nóc nhà hay đang ngồi dựa vào mấy thúng lúa mà cầm nón quạt? Đêm nay, dễ gì má vắng mặt, má cũng phải về dòm ngó coi chị em Việt tính toán việc nhà làm sao chớ?\nChị Chiến lại nói với ra, đúng là cái giọng rành rọt tiếng nào ra tiếng nấy:\n- Mai mày viết thư cho chị Hai biết nghen?\n- Sắp đi tới nơi mà còn bắt viết thư.\n- Thôi tao viết.\nChị Hai là con nuôi của má. Cha mẹ chị cũng vì một tay thằng Tây mà chết. Hồi ba dắt về trao cho má, chị mới chín tuổi, ốm nhom, một mảng tóc bị bom xăng làm cháy còn xém như đuôi bò. Chị lớn tuổi hơn chị Chiến nên má đặt chị là thứ hai. Sống với gia đình được mấy năm thì một người chú bà con của chị xuống xin chị về dưới biển. Rồi chị lớn lên, lấy chồng, công tác luôn dưới đó. Sau này, mỗi năm đôi ba lần, chị lại vượt cánh đồng mấy chục cây số, lội qua mấy chục đồn bót giặc về thăm má, thăm em. Trừ mắc công tác thì thôi, còn thì \n  \n quét dọn cho. Thằng Út cũng học ở đây. Mày chịu không?\nViệt chụp một con đom đóm úp trong lòng tay:\n- Sao không chịu?\n- Giường ván cũng cho xã mượn làm ghế học, nghen?\n- Hồi đó má dặn chị làm sao, giờ chị cứ làm y vậy, tôi chịu hết.\n- Má dặn tao hồi nào? Giờ còn có tao với mày thôi. Nếu đồng ý thì nồi, ly, chén, đĩa, cuốc, vá, đèn soi với nơm để gởi chú Năm. Chừng nào chị Hai ở dưới biển về làm giỗ má, chị có muốn lấy gì thì chị chở về dưới, nghen?\n- Tôi nói chị tính sao cứ tính mà...\nChị Chiến cựa mình, làm như chị nghĩ ngợi lung lắm. Phải chị thở dài rồi kêu thằng Út dậy đi đái nữa thì giống hệt như má vậy. Chị lại nói, lần này không gọi Việt bằng mày, mà bằng em và xưng chị:\n- Còn năm công ruộng hồi trước mấy chú cấp cho ba má, giờ mình đi mình trao lại chi bộ đặng chia cho cô bác khác mần, nghen? Hai công mía thì chừng nào tới mùa, nhờ chú Năm đốn, để dành đó làm đám giỗ ba má. Em cũng ừ nghen?\n- Ừ!\n- Còn bàn thờ má em tính gởi đâu? Gởi sang chú Năm cho thằng Út nó coi chừng hay là để chị Hai về đem đi?\nViệt khẽ ngóc đầu lên dòm bàn thờ. Từ nãy giờ đang mải với ý nghĩ má đã về nghe chị hỏi, Việt lại tin má đã về ngồi đâu đó thật. Việt nói:\n- Mình đi đâu thì má đi theo đó chớ lo gì mà lo?\n- Vậy thì ba má không theo con thì theo ai, nhưng mà cũng phải tính cho đâu ra đó chớ. Đem bàn thờ sang gởi chú Năm, em có ừ không?\n- Ừ!... Mà hồi đó má dặn chị vậy hả?\n- Má có biết má chết đâu mà dặn.\nViệt sải chân ra giường:\n- Vậy mà nói nghe in như má vậy.\nChị Chiến hứ một cái “cóc” rồi trở mình. May mà chị không bẻ tay rồi đập vào bắp vế than mỏi.\nChị nói:\n- Tao cũng lựa ý nếu má còn sống chắc má tính vậy, nên tao cũng tính vậy.\nĐúng rồi, hèn chi chị nói nghe thiệt gọn. Vậy mà hồi nãy còn giành đi với mình. Việt nghĩ vậy, rồi ngủ quên lúc nào không biết.\nSáng hôm sau, nghe chị Chiến nói, chú Năm cứ ngồi y trên ván nhìn hai cháu thiệt lâu. Một lát, chú nói:\n- Khôn! Việc nhà nó thu được gọn thì việc nước nó mở được rộng, gọn bề gia thế, đặng bề nước non. Con nít chúng bây kỳ đánh giặc này khôn hơn chú hồi trước. - Chú cười, đưa mấy ngón tay cứng còng chùi mắt. - Đây rồi tao giao cuốn sổ gia đình cho chị em bây. Gọi là giao vậy chớ đưa cho bây rồi bây lội đùng đùng qua sông là hư hết. Gọi vậy chớ tao vẫn giữ, tao sẽ ghi cho hai đứa bây từng ngày.\nTrong lúc chị Chiến xuống bếp nấu cơm, Việt đi câu ít con cá về làm bữa cúng má trước khi dời bàn thờ sang nhà chú, còn một mình ở nhà trên, chú Năm lại cất tiếng hò. Không phải giọng hò trong trẻo trong đêm bay ra hai bên bờ sông, rồi dội lại trên cái ghe heo chèo mướn của chú. Câu hò nổi lên giữa ban ngày, bắt đầu cất lên như một hiệu lệnh dưới ánh nắng chói chang, rồi kéo dài, từng tiếng một vỡ ra, nhắn nhủ, tha thiết, cuối cùng ngắt lại như một lời thề dữ dội.\nCúng mẹ và cơm nước xong, mấy chị em, chú cháu thu xếp đồ đạc dời nhà. Chị Chiến ra đằng giữa sân, kéo cái khăn trên cổ xuống, cũng xắn tay áo để lộ hai bắp tay tròn vo sạm đỏ màu cháy nắng, rồi dùng cả thân người to và chắc nịch của mình nhấc bổng một đầu bàn thờ má lên. Việt ghé vào một đầu. Nào, đưa má sang ở tạm bên nhà chú, chúng con đi đánh giặc trả thù cho ba má, đến chừng nước nhà độc lập con lại đưa má về. Việt khiêng trước. Chị Chiến khiêng bịch bịch phía sau. Nghe tiếng chân chị, Việt thấy thương chị lạ. Lần đầu tiên Việt mới thấy lòng mình rõ như thế. Còn mối thù thằng Mĩ thì có thể sờ thấy được, vì nó đang đè nặng ở trên vai.\nHai chị em khiêng má băng tắt qua dãy đất cày trước cửa, men theo chân vườn thoảng mùi hoa cam, con đường hồi trước má vẫn đi để lội hết đồng này sang bưng khác.\n(Lược phần cuối: Trình cùng tiểu đội đi suốt ba ngày mới tìm được Việt trong một lùm cây rậm và suýt nữa thì bị ăn đạn của “cậu Tư”, bởi dù đã kiệt sức không bò đi được nữa nhưng một ngón tay Việt vẫn đang đặt ở cò súng, đạn đã lên nòng và anh tưởng là quân địch tới. Nếu Trình không lên tiếng ngay, có lẽ Việt đã nổ súng...\nViệt được đưa về điều trị tại một bệnh viện dã chiến, sức khỏe dần hồi phục. Anh Tánh dục Việt viết thư cho chị Chiến kể chiến công của mình. Việt nhớ chị Chiến, muốn viết thư nhưng không biết viết sao. Việt cũng không muốn kể chiến công của mình vì tự thấy chưa thấm gì với thành tích của đơn vị và những ước mong của má.)\nTháng 2 - 1966\nI. Đôi nét về tác giả Nguyễn Thi\n- Nguyễn Thi (1928 - 1968), còn có bút danh khác là Nguyễn Ngọc Tấn, tên khai sinh là Nguyễn Hoàng Ca.\n- Quê ở xã Quần Phương Thượng (nay là xã Hải Anh), huyện Hải Hậu, tỉnh Nam Định.\n- Ông mồ côi cha từ năm mười tuổi, mẹ đi bước nữa, Nguyễn Thi phải sống nhờ họ hàng nên vất vả, tủi cực từ nhỏ.\n- Năm 1943, ông theo người anh vào Sài Gòn, vừa đi làm vừa tự học.\n- Năm 1945, Nguyễn Thi tham gia cách mạng rồi gia nhập vào lực lượng vũ trang.\n- Trong kháng chiến chống thực dân Pháp, ông làm công tác tuyên huấn, vừa chiến đấu vừa hoạt động văn nghệ.\n- Năm 1954, ông tập kết ra Bắc và công tác ở Tạp chí Văn nghệ Quân đội.\n- Năm 1962, Nguyễn Thi trở lại chiến trường Nam Bộ, là thành viên sáng lập tạp chí Văn nghệ Quân giải phóng.\n- Năm 1968, trong cuộc tổng tấn công Mậu Thân, ông đã hy sinh tại mặt trận Sài Gòn.\n- Một số tác phẩm: Trăng sáng (1960), Đôi bạn (1962), Những đứa con trong gia đình (1966)...\nII. Giới thiệu về Những đứa con trong gia đình\n1. Hoàn cảnh sáng tác\nNhững đứa con trong gia đình được sáng tác vào tháng 2 năm 1966. Đây là những ngày chiến đấu ác liệt nhất khi ông công tác ở tạp chí Văn nghệ Quân giải phóng.\n2. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “và những mũi lê nhọn hoắt trong đêm đang bắt đầu xung phong…”. Việt bị thương ở chiến trường, ngất đi tỉnh lại nhiều lần.\nPhần 2. Còn lại. Việt nhớ lại về những ngày ở nhà trước khi đi tòng quân.\n3. Tóm tắt\nMẫu 1\nHai chị em Chiến và Việt là những đứa con trong một gia đình có nhiều mất mát, đau thương: cha bị Pháp chặt đầu hồi chín năm, mẹ vừa bị đại bác Mĩ bắn chết. Khi hai chị em Chiến và Việt trưởng thành, cả hai đều giành nhau tòng quân. Nhờ có sự ủng hộ của chú Năm, mà cả Việt và Chiến đều được đi tòng quân. Trong trận đánh ác liệt tại một khu rừng cao su, Việt bị thương nặng, lạc đồng đội, một mình nằm lại chiến trường khi còn ngổn ngang dấu vết của đạn bom và chết chóc. Việt ngất đi, tỉnh lại nhiều lần. Mỗi lần tỉnh lại, Việt hồi tưởng về gia đình, về những người thân yêu như mẹ, chú Năm, chị Chiến…\nMẫu 2\nChiến và Việt là những đứa con trong một gia đình nông dân Nam Bộ có truyền thống yêu nước. Cha bị Pháp chặt đầu hồi chín năm, mẹ vừa bị đại bác Mỹ bắn chết. Khi hai chị em Chiến và Việt lớn lên, cả hai đều giành nhau đi tòng quân. Nhờ sự đồng tình của chú Năm, chú đã thuyết phục anh cán bộ ghi danh cho cả hai. Trước ngày hành quân, chị em Chiến và Việt dọn dẹp đồ đạc, nấu cơm cúng má và khiêng bàn thờ sang gửi nhờ nhà chú Năm. Chuẩn bị mọi thứ xong xuôi đâu đấy, Chiến và Việt ngồi nghe chú Năm hò điệu hò đặc trưng của người dân Nam Bộ. Sau đó, chú nói về cuốn sổ gia đình và mong muốn giao cuốn sổ cho hai chị em Việt. Trong một trận chiến ác liệt, Việt bị thương, lạc mất đồng đội. Một mình nằm lại chiến trường, Việt ngất đi, tỉnh lại nhiều lần. Mỗi lần tỉnh lại, Việt hồi tưởng về gia đình, về những người thân yêu.\n4. Ý nghĩa nhan đề\n- Nhan đề “Những đứa con trong gia đình” không chỉ có giá trị thông báo về vị trí thế hệ của hai nhân vật Chiến và Việt mà còn mang ý nghĩa khái quát sâu xa. Tác phẩm được kể lại qua dòng hồi tưởng của Việt khi đang bị trọng thương, phải nằm lại nơi chiến trường. Anh nhớ về gia đình mà thực chất là thực chất là gia đình ấy không còn nữa. Ba má bị kẻ thù giết chết, nhà cho hợp tác xã mượn làm trường học, bàn thờ cũng đem sang nhà chú Năm gửi còn chị em Chiến và Việt thì đi tòng quân. Gia đình ấy chỉ còn lại trong dòng hồi tưởng của Việt. Qua đó, nhan đề gợi ra ý nghĩa sâu sắc về gia đình trong cảm nhận của những đứa con.\n- Nhan đề trên đã biểu hiện mối quan hệ giữa những đứa con với truyền thống của gia đình. Chỉ có thể hiểu được vẻ đẹp của những đứa con khi tìm hiểu về cội nguồn truyền thống gia gia đình.\n- Nhan đề còn gợi liên tưởng đến người dân trong một đất nước. Các gia đình tiếp nối nhau tạo nên truyền thống của dân tộc.\n5. Nội dung\nTruyện kể về những người con trong một gia đình nông dân Nam Bộ có truyền thống yêu nước, căm thù giặc, thủy chung son sắc với quê hương, cách mạng. Chính sự gắn bó, sâu nặng giữa tình cảm gia đình với tình yêu thương nước, giữa truyền thống gia đình với truyền thống dân tộc đã tạo nên sức mạnh tinh thần to lớn của con người Việt Nam, dân tộc Việt Nam trong cuộc kháng chiến chống Mĩ cứu nước.\n6. Nghệ thuật\nNghệ thuật trần thuật qua dòng hồi tưởng của nhân vật, khắc họa tính cách và miêu tả tâm lí sắc sảo, ngôn ngữ phong phú, góc cạnh và đậm chất Nam Bộ.\n7. Mở bài và kết bài\n- Mở bài: Nguyễn Thi là một trong những cây bút văn xuôi hàng đầu của nền văn học giải phóng miền Nam. Một trong những sáng tác của ông là truyện ngắn “Những đứa con trong gia đình”. Truyện kể về những người con trong một gia đình nông dân Nam Bộ có truyền thống yêu nước, căm thù giặc, thủy chung son sắc với quê hương, cách mạng. Chính sự gắn bó, sâu nặng giữa tình cảm gia đình với tình yêu thương nước, giữa truyền thống gia đình với truyền thống dân tộc đã tạo nên sức mạnh tinh thần to lớn của con người Việt Nam, dân tộc Việt Nam trong cuộc kháng chiến chống Mĩ cứu nước.\n- Kết bài: Chủ tịch Hồ Chí Minh từng khẳng định: “Văn hóa nghệ thuật cũng là một mặt trận. Anh chị em là chiến sĩ trên mặt trận ấy”. Với tác phẩm Những đứa con trong gia đình, nhà văn Nguyễn Thi đã sử dụng ngòi bút của mình để chiến đấu với kẻ thù. \n \"\""