"Bài thơ Nhớ rừng\nNhớ rừng\nGậm một khối căm hờn trong cũi sắt,\nTa nằm dài, trông ngày tháng dần qua.\nKhinh lũ người kia ngạo mạn, ngẩn ngơ,\nGiương mắt bé giễu oai linh rừng thẳm,\nNay sa cơ, bị nhục nhằn tù hãm,\nĐể làm trò lạ mắt, thứ đồ chơi.\nChịu ngang bầy cùng bọn gấu dở hơi,\nVới cặp báo chuồng bên vô tư lự.\nTa sống mãi trong tình thương nỗi nhớ,\nThuở tung hoành hống hách những ngày xưa.\nNhớ cảnh sơn lâm, bóng cả, cây già,\nVới tiếng gió gào ngàn, với giọng nguồn hét núi,\nVới khi thét khúc trường ca dữ dội,\nTa bước chân lên, dõng dạc, đường hoàng,\nLượn tấm thân như sóng cuộn nhịp nhàng,\nVờn bóng âm thầm, lá gai, cỏ sắc.\nTrong hang tối, mắt thần khi đã quắc,\nLà khiến cho mọi vật đều im hơi.\nTa biết ta chúa tể cả muôn loài,\nGiữa chốn thảo hoa không tên, không tuổi.\nNào đâu những đêm vàng bên bờ suối,\nTa say mồi đứng uống ánh trăng tan?\nĐâu những ngày mưa chuyển bốn phương ngàn,\nTa lặng ngắm giang san ta đổi mới?\nĐâu những bình minh cây xanh nắng gội,\nTiếng chim ca giấc ngủ ta tưng bừng?\nĐâu những chiều lênh láng máu sau rừng.\nTa đợi chết mảnh mặt trời gay gắt,\nĐể ta chiếm lấy riêng phần bí mật?\n- Than ôi! Thời oanh liệt nay còn đâu?\nNay ta ôm niềm uất hận ngàn thâu,\nGhét những cảnh không đời nào thay đổi,\nNhững cảnh sửa sang, tầm thường, giả dối:\nHoa chăm, cỏ xén, lối phẳng, cây trồng;\nDải nước đen giả suối, chẳng thông dòng\nLen dưới nách những mô gò thấp kém;\nDăm vừng lá hiền lành, không bí hiểm,\nCũng học đòi bắt chước vẻ hoang vu\nCủa chốn ngàn năm cao cả, âm u.\nHỡi oai linh, cảnh nước non hùng vĩ!\nLà nơi giống hầm thiêng ta ngự trị.\nNơi thênh thang ta vùng vẫy ngày xưa,\nNơi ta không còn được thấy bao giờ!\nCó biết chăng trong những ngày ngao ngán,\nTa đương theo giấc mộng ngàn to lớn\nĐể hồn ta phảng phất được gần ngươi,\n- Hỡi cảnh rừng ghê gớm của ta ơi!\nI. Đôi nét về tác giả Thế Lữ\n- Thế Lữ (1907 - 1989), tên khai sinh là Nguyễn Thứ Lễ.\n- Quê ở Bắc Ninh (nay thuộc huyện Gia Lâm, Hà Nội).\n- Ông là nhà thơ tiêu biểu nhất của phong trào Thơ mới (1932 - 1945) trong buổi đầu.\n- Thế Lữ đã đóng góp một phần quan trọng trong việc đổi mới thơ ca, đem lại thắng lợi cho thơ mới.\n- Ngoài sáng tác thơ, ông còn viết truyện (truyện trinh thám, truyện kinh dị, truyện đường rừng lãng mạn…). Sau đó, ông chuyển hẳn sang hoạt động sân khấu, và là một trong những người có công đầu xây dựng ngành kịch nói ở nước ta.\n- Năm 2000, ông được Nhà nước tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số tác phẩm chính: Mấy vần thơ (thơ, 1935), Vàng và máu (truyện, 1934), Bên đường Thiên lôi (truyện, 1936), Lê Phong phóng viên (truyện, 1937)...\nII. Giới thiệu về bài thơ Nhớ rừng\n1. Xuất xứ\nNhớ rừng là một bài thơ tiêu biểu nhất của Thế Lữ và là tác phẩm góp phần mở đường cho sự thắng lợi của thơ mới.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “ Với cặp báo chuồng bên vô tư lự ”: Cảnh ngộ bị giam cầm của con hổ.\nPhần 2. Tiếp theo đến “ Than ôi! Thời oan liệt nay còn đâu ”: Nỗi nhớ của con hổ về cảnh sơn lâm.\nPhần 3. Tiếp theo đến “ Của chồn ngàn năm cao cả, âm u ”: Nỗi uất hận về những cảnh tầm thường, giả dối của vườn bách thú.\nPhần 4. Còn lại: Niềm đau đớn của con hổ, cùng với giấc mộng về rừng thẳm.\n3. Thể thơ\nBài thơ Nhớ rừng được viết theo thể thơ tám chữ.\n4. Nội dung\nNhớ rừng mượn lời con hổ bị nhốt ở vườn bách thú để diễn tả sâu sắc nỗi chán ghét thực tại tầm thường, tù túng và niềm khao khát tự do mãnh liệt. Từ đó, bài thơ đã khơi gợi lòng yêu nước thầm kín của người dân mất nước thở ấy.\n5. Nghệ thuật\nSử dụng các biện pháp tu từ độc đáo, giọng điệu độc đáo…\nIII. Dàn ý phân tích bài thơ Nhớ rừng\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Nhớ rừng của Thế Lữ.\n(2) Thân bài\na. Cảnh ngộ của con hổ\n- Cảnh ngộ của con hổ: Bị giam cầm, trở thành công cụ mua vui cho con người.\n- Thái độ của con hổ trước cảnh ngộ:\n“gậm”, “căm hờn” cho thấy sự căm hờn, phẫn uất tạo thành một khối âm thầm nhưng dữ dội như muốn nghiền nát, nghiền tan ra.\n“nằm dài”: thể hiện sự ngao ngán, buông xuôi.\n“Khinh lũ người kia…”: khinh thường, thương hại cho những kẻ (gấu, báo) tầm thường nhỏ bé, dở hơi, vô tư trong môi trường tù túng\n=> Tâm trạng của con hổ muốn nói đến tâm trạng của người dân mất nước, căm hờn và phẫn uất trong cảnh đời tối tăm.\nb. Nỗi nhớ của con hổ về cảnh sơn lâm\n- Cảnh rừng núi:\n“bóng cả cây già”: rừng núi hùng vĩ, đầy vẻ hoang sơ\n“gió gào ngàn”, “giọng nguồn hét núi”: âm thanh của đại ngàn hoang dại.\n“đêm vàng bên bờ suối”: đêm trăng đẹp, diễm lệ khi con hổ đứng uống ánh trăng thật lãng mạn.\n“Mưa chuyển bốn phương ngàn”: cảnh mưa rung chuyển đại ngàn hùng vĩ, hổ lãng mạn ngắm giang sơn đổi mới.\n“Bình minh cây xanh”, “ tiếng chim ca”: cảnh chan hòa ánh sáng, rộn rã tiếng chim ca hát cho giấc ngủ của chúa sơn lâm.\n“Mặt trời gay gắt”: cảnh tượng đẹp dữ dội, cả không gian nhuộm đỏ bởi ánh tà dương.\n=> Thiên nhiên hoang vắng, đẹp rợn ngợp và con hổ với tư thế và tầm vóc uy nghi, tráng lệ.\n- Tâm trạng của con hổ:\nGiọng điệu và hành động: “dõng dạc”, “đường hoàng”, “lượn tấm thân”, “vờn bóng”, “ mắt…quắc”… thể hiện sự uy nghi, ngang tàn, lẫm liệt của chúa sơn lâm.\nĐiệp từ “ta”: cho thấy khí phách ngang tàng của vị chúa tể.\nCâu hỏi tu từ: “Than ôi! Thời oanh liệt nay còn đâu?”\n=> Tâm trạng đau đớn, tiếc nuối khôn nguôi của hổ với một thời huy hoàng trong quá khứ.\nc. Nỗi uất hận về những cảnh tầm thường, giả dối của vườn bách thú\n- Cảnh tượng ở vườn bách thú với sự vật như “hoa chen, cỏ xén, lối phẳng, cây trồng, nước đen…” là khung cảnh nhân tạo của vườn thú gợi sự tù túng, tầm thường.\n- Tâm trạng được diễn tả qua các từ ngữ “uất hận, căm ghét”.\nd. Niềm đau đớn của con hổ, cùng với giấc mộng về rừng thẳm\n- Từ cảm thán “hỡi” kết hợp với những hình ảnh trong quá khứ huy hoàng: Khát khao tự do, trở về với rừng xanh.\n- Tâm sự của con hổ chính là tâm sự của người dân Việt Nam mất nước đang sống trong cảnh nô lệ: tiếc nhớ một thời vàng son của dân tộc và khao khát cuộc sống tự do đến cháy bỏng.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Nhớ rừng.\n \"\""