"Truyện ngắn Những ngôi sao xa xôi\nNhững ngôi sao xa xôi\nChúng tôi có ba người. Ba cô gái. Chúng tôi ở trong một cái hang dưới chân cao điểm. Con đường qua trước hang, kéo lên đồi, đi đến đâu đó, xa! Đương bị đánh lở loét, màu đất đỏ, trắng lẫn lộn.\nHai bền đường không có lá xanh. Chỉ có những thân cây bị tước khô khô cháy. Những cây nhiều rễ nằm lăn lóc. Những tảng đá to. Một vài cái thùng xăng hoặc thành ô tô méo mó, han gỉ nằm trong đất.\nViệc của chúng tôi là ngồi đây: Khi có bom nổ thì chạy lên, đo khối lượng đất phải lấp vào hố bom, đếm bom chưa nổ và nếu cần thì phá bom. Người ta gọi chúng tôi là tổ trinh sát mặt đường. Cái tên gợi sự khát khao làm nên những sự tích anh hùng. Do đó, công việc cũng chẳng đơn giản. Chúng tôi bị bom vùi luôn. Có khi bò trên cao điểm về chỉ thấy hai con mắt lấp lánh. Cười thì hàm răng trắng lóa trên khuôn mặt nhem nhuốc. Những lúc đó, chúng tôi gọi nhau là “những con quỷ mắt đen”.\nĐơn vị chăm chúng tôi ra trò. Có gì lại bảo “Để cho bọn trinh sát, chúng nó ở trên đó vắng”.\nĐiều đó cũng dễ hiểu thôi. Đơn vị thường ra đường vào lúc mặt trời lặn. Và làm việc có khi suốt đêm. Còn chúng tôi thì chạy trên cao điểm cả ban ngày. Mà ban ngày chạy trên cao điểm không phải chuyện chơi. Thần chết là một tay không thích đùa. Hắn ta lẩn trong ruột những quả bom. Tôi bây giờ còn một vết thương chưa lành miệng ở đùi. Tất nhiên, tôi không vào viện quân y. Việc nào cũng có cái thú của nó. Có ở đâu như thế này không : Đất bốc khói, không khí bàng hoàng, máy bay đang ầm ì xa dần. Thần kinh thì căng như chão, tim đập bất chấp cả nhịp điệu, chân chạy mà vẫn biết rằng khắp xung quanh có nhiều quả bom chưa nổ. Có thể nổ bây giờ, có thể chốc nữa. Nhưng nhất định sẽ nổ... Rồi khi xong việc, quay lại nhìn cảnh đoạn đường một lần nữa, thở phào, chạy về hang. Bên ngoài nóng trên 30 độ chui vào hang là sà ngay đến một thế giới khác. Cái mát lạnh làm toàn thân rung lên đột ngột. Rồi ngửa cổ uống nước, trong ca hay trong bi đông. Nước suối pha đường. Xong thì nằm dài trên nền ẩm, lười biếng nheo mắt nghe ca nhạc từ cái đài bán dẫn nhỏ mà lúc nào cũng có pin đầy đủ. Có thể nghe, có thể nghĩ lung tung.\nHình như ta sắp mở chiến dịch lớn. Đêm nào xe cũng đi nườm nượp ngoài đường. Ban đêm chúng tôi được ngủ. Nhưng mấy đêm nay thì chịu. Đứa nào cũng leo tót lên trọng điểm, cầm xẻng xúc, nói vài câu buồn cười với một anh lái xe nào đó. Chỉ khổ đứa phải trực máy điện thoại trong hang. Bây giờ là buổi trưa. Im ắng lạ. Tôi ngồi dựa vào thành đá và khe khẽ hát. Tôi mê hát. Thường cứ thuộc một điệu nhạc nào đó rồi bịa lời ra mà hát. Lời tôi bịa lộn xộn và ngớ ngẩn đến tôi cũng ngạc nhiên, đôi khi bò ra mà cười một mình.\nTôi là con gái Hà Nội. Nói một cách khiêm tốn, tôi là một cô gái khá. Hai bím tóc dày, tương đối mềm, một cái cổ cao, kiêu hãnh như cái đài hoa loa kèn. Còn mắt tôi thì các anh lái xe bảo: “Cô có cái nhìn sao mà xa xăm!”. Xa đến đâu mặc kệ, nhưng tôi thích ngắm tôi trong gương. Nó dài dài, màu nâu, hay nheo lại như chói nắng.\nKhông hiểu sao các anh pháo thủ và lái xe lại hay hỏi thăm tôi. Hỏi thăm hoặc viết những thư dài gửi đường dây, làm như ở cách nhau hàng nghìn cây số, mặc dù có thể chào nhau hàng ngày. Tôi không săn sóc, vồn vã. Khi bọn bạn gái tôi xúm nhau lại đối đáp với một anh bộ đội nói giỏi nào đấy, tôi thường đứng ra xa, khoanh hai tay trước ngực và nhìn đi nơi khác, môi mím chặt. Nhưng chẳng qua tôi điệu thế thôi. Thực tình trong suy nghĩ của tôi, những người đẹp nhất, thông minh, can đảm và cao thượng nhất là những người mặc quân phục, có ngôi sao trên mũ.\nTôi không nói cho ai điều đó. Nhưng các anh qua đường này hay thăm hỏi tôi một cách trân trọng, thân mến.\n- Mày hát hay, người cũng tạm, lại phá bom như quỷ! - Bạn bè tôi giải thích. Tất nhiên, điều đó chẳng chính xác.\nBên ngoài vẫn im ắng. Từ mười giờ sáng đến giờ, máy bay không bay qua cao điểm. Bom chỉ bỏ ở mạn trong, nghe âm âm. Chính cái âm thanh trầm trầm có vẻ thanh mảnh ấy bay đến, sự im lặng ở đây lại căng chùng, như báo hiệu một cái gì dữ dội. Nắng rất gắt. Gió khô. Nhưng trong hang mắt.\nNho đang thêu gối. Mỗi đứa một ý thích riêng. Nho thêu Còn chị Thao thì chép bài hát vào quyển sổ nhỏ để trên đùi. Hai người đang nói chuyện bình thường, tôi không nghe từ đầu. Tôi bỗng chú ý lắng tai:\n- Bao giờ thì xong nhỉ! - Nho hỏi.\n- Cái gì xong? - Chị Thao không ngẩng lên, nhưng giọng thì tỏ vẻ ngạc nhiên.\nNho ngáp. Rồi im. Tôi biết nó nói gì rồi. Nó sẽ bảo: Xong chiến tranh, sẽ xin vào một nhà máy thuỷ điện lớn. Nó làm thợ hàn, sẽ trở thành cầu thủ bóng chuyền của nhà máy. Nó sẽ đập thật giỏi. Và biết đâu lại sẽ được người ta tuyển vào đội bóng chuyền miền bắc. Còn chị Thao thì muốn làm y sĩ. Chồng chị sẽ là một anh bộ đội đeo quân hàm đại uý, hay đi xa và có râu quai nón. Chị không thích sống cạnh chồng hàng ngày, vì như thế, tình yêu sẽ chóng vô vị.\nTôi cũng hay nói những dự định của tôi. Ước muốn nhiều. Nhưng tôi cũng rõ mình sẽ chọn cái gì là chủ yếu. Trở thành kỹ sư kiến trúc? Rất hay! Thuyết minh trong rạp chiếu bóng của thiếu nhi, lái xe gấu ở cảng, hay là hát trong đội đồng ca trên một công trường xây dựng...! Tất cả, đều là hạnh phúc. Tôi sẽ hăng say và sáng tạo, như những ngày này, trên cao điểm của chúng tôi, nơi ra đời những ước mơ và khao khát.\nNhưng mà, những cái đó dành cho sau này. Sau chiến tranh. Khi con đường chúng tôi bảo vệ đây sẽ rải nhựa bằng lì. Điện sẽ giăng dây vào rừng sâu và những nhà máy gỗ sẽ đêm ngày không ngủ. Ba chúng tôi đều hiểu như vậy. Hiểu vì tin với một niềm tin mãnh liệt.\nCái gối trên tay Nho nhỏ nhắn, màu trắng. Nho thêu những bông hoa cầu thả và loè loẹt. Những đường viền to như dây thừng. Có ai chê, Nho phớt tỉnh, ta cứ đưa trên mũi kim như không có gì xảy ra. Khi người ta chê lắm, Nho mím môi, rứt chỉ bằng hai hàm răng đều đặn, giọng cao vút lên:\n- A, cho nó nổi!\nNho hơi đặc biệt. Vừa thuần hậu, vui vẻ, vừa lì bướng. Hai cái đó không mâu thuẫn mà bổ sung cho nhau, khiến Nho có một đặc tính khá hiếm hơi. Nho sống với tôi từ ngày mới tới cao điểm này. Dạo đo, cái gì cũng buồn cười. Tôi ngạc nhiên khi người ta bảo tôi đi gánh đất.\n- Thanh niên xung phong như thế này à? Gánh đất? (tôi không tưởng tượng thế. Thanh niên xung phong phải vác súng kia, đi rầm rộ dưới những cánh rừng không trăng sao. Nói với nhau phải mạnh và gọn như những câu khẩu hiệu). Nhưng cũng đi gánh đất. Rồi quen dần.\nNhiều bữa cơm không có canh, bọn con gái lấy nước uống chan vào cơm.\nChan công khai và khổ sở đến nỗi bọn con trai phải kêu lên vì thương. Nghe tiếng bom đầu tiên, có đứa chết giấc, nằm dán xuống đất. Nhưng bây giờ quen rồi.\nTôi đến đơn vị sau Nho. Hôm đó, tôi ngơ ngác đặt cái ba lô lên khúc cây ở sau doanh trại. Nho ở dưới suối lên. Tóc ướt. Nước đọng từng giọt trong trên trán và trên sống mũi. Nước suối chắc là nhiều lắm. Có thể bơi tôi nghĩ. Nho đứng lại, một giây thôi, rồi từ từ lại gần tôi, tay vặn cái khăn mặt ướt. Nó hất đầu một cái rồi lướt đôi mắt khinh mạn nhìn từ đỉnh đầu xuống đôi giày đầy bùn tôi đang ra sức cọ xát vào nhau.\n- Đơn vị nào bổ sung đến? Quê đâu? Tên gì?\nKhông cọ xát đôi giày nữa, tôi đứng theo tư thế nghiêm. Những buổi tập quân sự ở trường, tôi có học võ. Tôi chống tay vào sườn, giữ tư thế thủ và suy tính: có nên nện cho nó một quả không ? Nện vào đâu trước tiên? Nếu nó nện lại, tôi sẽ bấm huyệt nhẹ một cái. Huyệt tay.\nNhưng Nho đã xoay người, đút tay vào túi quần, hất hàm:\n- Vào ban chỉ huy! - Và bước đi trước tôi.\nTất nhiên chúng tôi chú ý nhiều đến nhau từ đó. Dần quen và thân nhau lúc nào không biết. Hai đứa đều tròn mười bảy tuổi. Đứa cũ lên mặt với đứa mới một tí, chả có gì đáng để bụng. Tôi đâm thích Nho. Cái tính của nó thật tuyệt. Bọn con trai rất kiềng nhưng cũng rất dễ trêu.\nCũng như tôi, Nho thích sống tự do. Hai đứa bảo nhau: “Từ giờ đến già chỉ yêu thôi chứ không thèm lấy chồng. Lấy chồng khổ lắm. Tã lót, chăn màn, mùn cưa, nước mắm thì giờ đâu mà đi chui nữa. Yêu anh ta sẽ mang đi xem chiếu bóng, dỗ dành một tí khí giận dỗi, đọc sách tha hồ…”\nNho có một anh kỹ sư ở nhà máy cơ khí. Anh ta chăm viết thư và hay viết những cái thư dài, đọc đến mỏi mắt. “Ở Hà Nội, dù sao cũng khá thì giờ hơn ở tiền phư\n  \nơi, mua kẹo cho em và hỏi: “Cháu muốn đi đâu nữa, chú sẽ bế đi…”. Ý nghĩ của anh kỹ sư thật khôi hài. Nhưng chúng tôi không cười khi đọc thư. Nghiêm trang, chúng tôi nhìn về hướng bắc. Ở đó có Hà Nội. Chúng tôi xa đã lâu. Chúng tôi nhớ thành phố xanh. Chúng tôi quý sự yên tĩnh như kỷ niệm. Đây là nơi mà tuổi trẻ chúng tôi đang lớn lên, nhưng không lúc nào chúng tôi không nhớ tới Hà Nội.\nỞ Hà Nội, tôi có một căn phòng bé, gác hai. Căn nhà của tôi cổ và sâu trong ngõ, có nhiều cây xanh. Những cây ấy cũng qua bao năm tháng rồi, dây tầm gửi leo đầy. Ban đêm, tôi ngồi lên thành cửa sổ nhìn ra những mái nhà nhấp nhô, đen thẫm và hát. Tôi hát say sưa, ầm ĩ. Ở bên cạnh có ông bác sĩ, một người khó ngủ, phải bật đèn lên, lịch sự gõ vào tường bà cái. Một tháng phải có đến hai mươi đêm như vậy. Tôi ngồi chờ giấc ngủ trở lại với ông bác sĩ và hả hê biện hộ cho mình: “Chỉ có mình mới biết được cái bao là và trong lành của đêm thành phố. Ông bác sĩ tìm đâu ra được cái này trong những giấc mơ khó khăn kia?...”. Và cũng vì hát say sưa nên có lần tôi suýt lộn nhào từ cửa sổ xuống đất. Khi lập cập níu tay vào cánh cửa rồi, tôi mới choáng váng nhìn xuống cái khoảng sâu thẳm dưới đất. ở đó có một vòi nước nhỏ chảy suốt đêm vào bể. Tiếng nước xoắn vào nhau, tạo cho tôi cái cảm giác nước sắp tràn tới thành cửa sổ. Tôi nhích lên, bỏ hai chân vào trong một cái cách thận trọng; hát tiếp, nhưng hát nhỏ hơn và lắng nghe tiếng gõ ở tường.\nCả bàn nhỏ kê ở góc phòng, mẹ tôi thuê đóng cho tôi trong hai buổi trưa. Cưa mỗi lần làm việc gì liên quan đến giấy mực, tôi lại lôi tất cả sách vở trong ngăn kéo, trong cặp da, bày bừa bãi lên bàn, lên giường, mặc dù những thứ đó chả cần thiết gì cho việc sắp làm của tôi. Tôi cứ loanh quanh trong đống giấy má đó, mãi không làm được gì mà cũng không thể nào sắp xếp cho gọn được. Bứt rứt đến phát khóc, tôi gào mẹ thật to. Mẹ bỏ máy khâu, chạy vào, vừa cằn nhằn, vừa để cái nào ra cái nấy cho tôi. Bà nguyền rủa, không cương quyết lắm: “Con gái gì cái của mày. Lấy chồng rồi mà no đòn... No đòn...!”. Vì thế nên ngay lúc ở nhà tôi đã thề là không lấy chồng.\n- Thế nào, chuẩn bị thôi chứ?\n- Cái gì? - Tôi giật mình. Từ nãy đến giờ tôi vẫn hát. Hát và nghĩ vớ vẩn. Nho cuộn tròn cái gối, cất nhanh vào túi. Chị Thao nhìn ra cửa hang. Quả thật, máy bay trinh sát. Cuộc sống ở đây đã dạy cho chúng tôi thế nào là sự im lặng. Sự im lặng từ sáng đến giờ không bình thường. Cái không bình thường đó đang đến. Tiếng máy bay trinh sát rè rè. Phản lực gầm gào lao theo sau. Hai thứ tiếng đó trộn lẫn vào nhau, rót vào tai con người một cảm giác khó chịu và căng thẳng.\n- Sắp đấy! - Nho quay lưng lại chúng tôi, chụp cái mũ sắt lên đầu. Chị Thao móc bánh bích quy trong túi, thong thả nhai. Những khi biết rằng cái sắp tới sẽ không êm ả thì chị tỏ ra bình tĩnh đến phát bực. Nhưng thấy máu, thấy vắt là chị nhắm mắt lại, mặt tía mét, áo lót của chị cái nào cũng thêu chỉ màu. Chị lại hay tỉa đôi lông mày của mình, tỉa nhỏ như cái tăm. Nhưng trong công việc, ai cũng gờm chị: cương quyết, táo bạo.\nNhững cái xảy ra hàng ngày: máy bay ít, bom nổ. Nổ trên cao điểm, cách cái hang này khoảng 300 mét. Đất dưới chân chúng tôi rung. Mấy cái khăn mặt vắt ở đây cũng rung. Tất cả, cứ như lên cơn sốt. Khói lên, và cửa hang bị che lấp. Không thấy mây và bầu trời đâu nữa.\nChị Thao cầm cái thước trên tay tôi, nuốt nốt miếng bánh bích quy ngon lành:\n- Định ở nhà. Lần này nó bỏ ít, hai đứa đi cũng đủ.\nKéo tay áo Nho, vác xẻng lên vai và đi ra cửa.\nTôi không cãi chị. Quyền hạn phân công là ở chị. Thời gian bắt đầu căng lên. Trí não tôi cũng không thua. những gì đã qua, những gì sắp tới không đáng kể nữa. Có gì lý thú đâu, nếu các bạn tôi không quay về?\nĐiện thoại réo. Đại đội trưởng hỏi tình hình. Tôi nói như gắt vào máy: - Trinh sát chưa về!\nKhông hiểu vì sao mình gắt nữa. Lại một đợt bom. Khói vào hang. Tôi ho sặc sụa và tức ngực. Cao điểm bây giờ thật vắng. Chỉ có Nho và chị Thao. Và bom. Và tôi ngồi dậy. Và cao xạ đặt bên kia quả đồi. Cao xạ đang bắn. Tiếng súng ở dưới đất lên quả là có hiệu lực. Không gì cô đơn và khiếp sợ hơn khi bom gào thét chung quanh mà không nghe một tiếng trả lời nào dưới đất. Dầu chỉ có một tiếng súng trường thôi, con người cũng thấy mênh mông bên mình một sự che chở đồng tình. Cảm giác đó cũng giống như thấy mình có một khả năng tự vệ rất vững vậy. Sốt ruột, tôi chạy ra ngoài một tí. Không thấy gì ngoài khói bom. Tôi lo. Đột nhiên cao điểm bên cạnh vang lên dồn dập tiếng 12 ly 7. Hay quá, tiểu đoàn công binh đấy. Họ chỉ viện cho các anh cao xạ, cho chúng tôi. Bỗng dưng tôi muốn là toáng lên vì thích thú. Xung quanh cao điểm vắng vẻ này có bao nhiêu là người. Các anh cao xạ, thông tin và công binh đều rất mến chúng tôi. Chỉ cần chúng tôi bắn một phát súng báo hiệu yêu cầu giúp đỡ là họ sẽ chạy đến ngay.\nNửa tiếng đồng hồ sau, chị Thao chui vào hang. Bình thản, mệt lả và cáu kỉnh, chị không nhìn tôi:\n- Hơn nghìn khối!\nRồi ngồi xuống, uống nước trong bi đông. Nước nhỏ từ cằm xuống ao, liên tiếp như những giọt mưa. Tôi quay điện về đơn vị. Đại đội trưởng bảo?\n- Thế à, cảm ơn các bạn!\nĐại đội trưởng rất hay dùng những từ tế nhị nhưng \"cảm ơn\", \"xin lỗi\", \"chúc may mắn\". Anh trẻ, người gầy, hay đau khớp, hay làm ca dao cho báo tường. Nhà đâu như ở cuối phố Lò Đúc.\nNho vừa tắm ở suối lên. Khúc suối đó cũng hay có bom nổ chậm. Từ quần áo ướt, Nho ngồi, đòi ăn kẹo. Tôi móc túi, may còn hai cái kẹo chanh, dính đầy cát, chảy nước:\n- Bốn quả nổ chậm, ít thôi.\nNho chống tay về đằng sau, ngả hẳn người ra. Cái cổ tròn những và chiếc cúc áo nhỏ nhắn. Tôi muốn bế nó lên tay. Trông nó nhẹ, mát mẻ như một que kem trắng. Đại đội trưởng hỏi chúng tôi có cần người không. Tôi bảo không. Như mọi lần, chúng tôi sẽ giải quyết hết.\n- Hay lắm, cảm ơn các bạn! - Đại đội trưởng lại cảm ơn - Cả đơn vị đang làm đường cho một trung đoàn tên lửa qua rừng. Đi từ không ngủ. Tôi cũng đi bây giờ các bạn cố gắng nhé. Thế là tôi lại ra đường luôn. Thường xuyên...\nTôi, một quả bom trên đồi. Nho hai quả dưới lòng đường. Chị Thao, một quả dưới chân cái hầm Barie cũ.\nVắng lặng đến phát sợ. Cây còn lại xơ xác. Đất nóng. Khói đen vật vờ từng cụm trong không trung, che đi những gì từ xa. Các anh cao xạ có nhìn thấy chúng tôi không? Chắc có, các anh ấy có những cái ống nhòm có thể thu cả trái đất vào tầm mắt. Tôi đến gần quả bom. Cảm thấy có ánh mắt các chiến sĩ dõi theo mình, tôi không sợ nữa. Tôi sẽ không đi khom. Các anh ấy không thích cái kiểu đi lom khom khi có thể cứ đàng hoàng mà bước tới. Quả bom nằm lạnh lùng trên một bụi cây khô, một đầu vùi xuống đất. Đầu này có vẽ hai vòng tròn màu vàng.\nTôi dùng xẻng nhỏ đào đất dưới quả bom. Đất rắn. những hòn sỏi theo tay tôi bay ra hai bên. Thỉnh thoảng lưỡi xẻng chạm vào quả bom. Một tiếng động sắc đến gai người, cứa vào da thịt tôi. Tôi rùng mình và bỗng thấy tại sao mình làm quá chậm. Nhanh lên một tí! Vỏ quả bom nóng. Một dấu hiệu chẳng lành.\nHoặc là nóng từ bên trong quả bom. Hoặc là mặt trời nung nóng.\nChị Thao thổi còi. Như thế là đã hai mươi phút qua. Tôi cẩn thận bỏ gói thuốc mìn xuống cái lỗ đã đào, châm ngòi. Dây mìn dài, cong mềm. Tôi khoả đất rồi chạy lại chỗ nấp của mình.\nHồi còi thứ hai của chị Thảo. Tôi nép người vào bức\nTôi trượt chân ngã. Đèn pin bật tứ tung. Chúng nó đuổi mãi cho đến khi đèn chiếu lệnh về hướng khác: đạn cũng ngừng rít trên đầu. Trung mới níu tôi lại, ngồi phệt xuống, kêu khát và đòi nghỉ. Tôi phải cương quyết xách Trung dậy. Mới đi vài bước, mình ngoảnh lại đã mất hút, không thấy Trung đâu. Đương bực mình vì phải lộn lại, giận không để đâu cho hết, tôi nghe thấy tiếng Trung đáp khe khẽ: “Lại đây mà giải khát, Phương ơi!”. Tôi mò lại tìm, Trung đường loay hoay nhét khăn mặt vào các kẽ đá hút lấy nước. Rồi Trung vắt khăn mặt ngửa mãi mồm ra hứng.\nTôi không nỡ tr\n  \nệm, mới sáng bảnh mắt Việt gian đã nheo nhéo dưới chân: “Việt Minh ra đi, các quan lớn biết hết rồi. A! Nó kia kìa! Có ra, có ra ngay không, không quan lớn bắn chết”.\nCứ đứng ngoài cửa hang chõ mồm vào cửa hang sủa nhặng thế thôi. Y như nó đã đánh hơi thấy rõ mình mồn một. Chỉ còn có đợi mình. Anh nào non gan mà chui ra là hết đời. Nhưng được cái anh em “Lê Lợi” chúng tôi, chúng tôi đa đi guốc trong bụng chúng nó. Tôi ngồi nghĩ bụng: “Chúng mày còn đứng chõ mõm vào hang mà sủa, chứ chúng ông, đã ngồi vắt chân lên cổ chúng mày!”.\nThật là ngồi bảnh chọe trên một gốc si rậm tận đỉnh vách thành cao hơn đầu Tây trên hai mươi thước. Cởi thắt lưng, cởi giải rút, xé quần, thôi thì tìm đủ các thứ dây để có cành si lại mà phủ kín lấy người. Thế là cứ yên chí ngồi bình chân như vại. Chỉ có cái “suỵt” cấm nói. Nói là chó đen, chó vàng nó sủa lên thì hết đường... Tôi và Trung ngồi còn thêm một việc. Hết đưa súng lên ngắm từ những cái đầu, những bộ ngực phanh trần, đến cái bụng đen nhành mồ hôi rồi lại hạ súng xuống, nhìn nhau đồng ý: “Đếch vào! Để dành ra ngoài hãy hay, ông với chúng mày còn gặp nhau nhiều. Phởn lên bây giờ thì hết đợi đấy!”\nBên dưới chúng nó sủa dọa chán rồi nghiến răng, nghiến lợi bắn liên miên vào hang. Bắn cho có tiếng súng quan nghe rồi nháy nhau chuồn thẳng.\nChúng nó đi khỏi. Chúng tôi hết trò để mà quên. Ngồi rảnh y như rằng lại khát. sao mà khát khổ khát sở đến thế này: “Mẹ kiếp! Giá lúc này có nước ao, nước cống”.\nNhưng chúng tôi đã chịu thế nào? Để cho cụ Trung cứ lèo nhèo mãi, anh em cũng lấy làm khổ tâm lắm. Phải cho chú mình cùng đi giải khát một cái mới được.\n- Này Trung này! Cứ theo bà cụ mình ra bến ô tô thì được một đôi giày da láng oai ra phết. Mà chưa biết chừng lại cốc kem hai (xu). Thê mà mình nhất định không thèm đi. Chỉ đòi nằng nặc cho bằng được một đôi guốc mộc. Cậu có biết để làm gì không. Để được vào\n- Cho nhiều đường vào. Pha đặc! - Chị Thao bảo.\nUống sữa xong, Nho ngủ. Máy bay trinh sát vẫn nạo vét sự yên lặng của núi rừng. Chị thao dựa vào tường, hai tay quàng sau gáy, không nhìn tôi.\n- Hát đi, Phương Định, mày thích bài gì nhát, hát đi!\nTôi thích nhiều bài. Những bài hành khúc bộ đội hay hát trên những ngả đường mặt trận. Tôi thích dân ca quan họ mềm mại, dịu dàng. Thích “ca chiu sa” của Hồng Quân Liên Xô. Thích ngồi bó gối mơ màng: “Về đây khi mái tóc còn xanh xanh…”. Đó là dân ca ý trữ tình, giàu có, phải lấy giọng thật trầm. Thích nhiều. Nhưng tôi không muốn hát lúc này. Tôi đâm cáu với chị Thao, mặc dù, tôi hiểu, những tình cảm gì đang quay cuồng trong chị. Chị cứ đưa mắt nhìn Nho, lấy tay sửa cái cổ áo, cái ve áo và tóc nó. Chị không khóc đó thôi, chị không ưa cả nước mắt. Nói chung, trên cao điểm này, chúng tôi không ưa nước mắt. Nước mắt đứa nào chảy trong khi cần phải cứng cỏi của nhau này là bị xem như bằng chứng của một sự tự nhục mạ.\nKhông ai nói với ai, nhưng nhìn nhau, chúng tôi đọc thấy trong mắt nhau điều đó.\nChị Thao hát: “Đây Thăng Long, đây Đông Đô... Hà Nội…”. Nhạc sai bét, còn giọng thì chua, chị không hát trôi chảy được bài nào, nhưng chị lại có ba quyển sổ dày, chép bài hát. Rỗi là ngồi chép bài hát. Thậm chí, say mê chép cả những lời tôi tự bịa ra nữa.\nCó một đám mây kéo ngoài cửa hang. Một đám nữa. Rồi một đám nữa bay qua ngày càng nhanh. Bầu trời mở rộng trước cửa hang đen đi. Cơn giông đến. Cát bay mù. Gió quật lên, quật xuống những cành cây khô cháy. Lá bay loạn xạ. Đột ngột như một biến đổi bất thường trong tim con người vậy. ở rừng mùa này thường như thế. Mưa. Nhưng mưa đá. Lúc đầu tôi không biết. Nhưng rồi có tiếng lanh canh gõ trên nóc hang. Có cái gì vô cùng sắc xé không khí ra từng mảnh vụn. Gió, và tôi thấy đau, ướt cả má.\n- Mưa đá! Cha mẹ ơi! Mưa đá!\nTôi chạy vào bỏ trên bàn tay đang xòe ra của Nho mấy viên đá nhỏ. Lại chạy ra, vui thích cuống cuồng.\nNăm tôi học thì hết lớp mười, cũng có mưa đá. Đang đêm, đá đập vào tường, đã cũng kêu lanh canh. Tôi mở tung cửa, chạy ra hành lang, rồi chạy đến đập cửa từng phòng, hét toáng lên như một con dở người:\n- Trời ơi, dậy mau! Mưa đá!\nVà rên rỉ một mình:\n- Chỉ có những kẻ ngốc mới nằm yên trên giường lúc này thôi.\nÔng bác sĩ không ngốc tí nào, nhưng ông ta trịnh trọng tuyên bố:\n- Nếu cô còn làm ồn, chúng tôi buộc phải có biện pháp...\nCòn bà giáo ở bên cạnh thì thở dài, thở dài đến não ruột.\n- Mẹ ơi, không cho con người ta ngủ nữa sao..?\nChỉ có anh công nhân lái xe dưới nhà là thức trọn cùng tôi cái đêm kỳ diệu đó. Sau này anh đi bộ đội, thành dũng sĩ diệt xe cơ giới. Anh ta viết thư cho tôi, hay nhắc đến những giọt mưa đã thời nào và gọi đó là \"những kỷ niệm đi qua...\"\nỞ đây, trên cao điểm đầy bom này cũng có mưa đá. Nhưng niềm vui còn trẻ của tôi lại nở tung ra, say sưa, tràn đầy. Chẳng ai có thì giờ mà gắt tôi. Chị Thao đang lúi húi hốt cái gì dưới đất. Chắc là đá. Còn Nho thì nhổm dậy, môi hé mở:\n- Nào; mày cho tao mấy viên nữa.\nNhưng tạnh mất rồi. Tạnh rất nhanh như khi mưa đến. Sao chóng thế? Tôi bỗng thẫn thờ, tiếc không nói nổi. Rõ ràng tôi không tiếc những viên đá. Mưa xong thì tạnh thôi. Mà tôi nhớ một cái gì đấy, hình như mẹ tôi, cái cửa sổ, hoặc những ngôi sao to trên bầu trời thành phố. Phải, có thể là những cái đó hoặc là cây, hoặc là cái vòm tròn của nhà hát, hoặc bà bán kem đẩy cái xe chở đầy thùng kem, trẻ con háo hức bâu xung quanh. con đường nhựa ban đêm, sau cơn mưa phùn hạ rộng ra, dài ra, lấp loáng ánh đèn điện trên quảng trường lung linh như những ngôi sao trong câu chuyện cổ tích nói về những xứ sở thần tiên. Hoa trong công viên. những quả bóng sút vô tội vạ của bọn trẻ con trong góc phố. Tiếng rao của bà bán xôi sáng cáo cải mủng đội trên đầu.\nChao ôi, có thể là tất cả những cái đó. Những cái đó ở thật xa. Rồi bỗng chốc, sau một cơn mưa đá, chúng xoáy mạnh như sóng trong tâm trí tôi. Người ta bảo chúng tôi là con gái Hà Nội, liệu có xa nhà được ba ngày? Nhưng chúng tôi ở đây, trên cao điểm này đã ba năm. Các anh lái xe và pháo thủ gọi tên từng đứa trong đơn vị tôi, không nhầm lẫn. Còn chúng tôi, chúng tôi biết anh nào can đảm, anh nào hay cáu gắt. Trong đêm, chúng tôi sửa đường, các anh ấy ném xuống cho chúng tôi thuốc đánh răng Ngọc Lan, giấy viết thư ướp nước hoa và kẹo chanh. Thường chúng tôi không biết ai ném xuống vì xe phải qua trọng điểm thật nhanh. Nhưng chúng tôi truyền nhau:\n- Có đoàn xe ở Hà Nội vào! ở Hà Nội mới có những thứ đó.\nNhững thứ đó, ở Hà Nội, chúng tôi không để ý đến. Ở đây, chúng tôi cảm thấy hạnh phúc khi cầm một tờ giấy thơm mỏng, bỏ vào phong bì, gửi những người còn ở trước chúng tôi nữa.\n- Nằm xuống! - Chị Thao thét.\nNhư bị một quả tống bất ngờ vào bụng, tôi co người lại rồi mới nằm dài ra. Bom! Hình như nó rơi lộp bộp rồi mới nổ. Mặt đất như một người khổng lồ đang rùng mình.\nCứ như có đến hàng ngàn cái máy bay nhào lộn trên đầu. Tôi lết vào hang. Chị Thao lết vào hang. \"Mẹ kiếp, không để cho người ta thở nữa chắc...\" - Chị lầu bầu. Mảnh dẻ, cân đối, tóc xõa trên vai, cái sẹo chìm trong bóng tối, chị đứng, một tay vịn lên dây phơi khăn mặt. Giá có giọng nói tốt, chị đi đóng kịch thì hơn. Dáng chị lên sân khấu cũng coi được. Nhưng phải cái giọng thì chua đến chối tai. Chị tự nhận như thế.\n- Đẻ cái máy điện thoại lại gần dây! - Nho ra hiệu.\nTôi bưng máy lại cho Nho, cầm thước và đi ra với chị Thao.\nChạy nhiều nên vết thương ở đùi tôi và bắt đầu đau. Miễn là đừng khập khiễng. Chị Thao rất cương quyết. Tất nhiên chị chẳng ngại lên cao điểm một mình.\nRất nhiều hố bom. Chúng tôi do đất và hô lên, cộng nhẩm. Chị Thao ghi vào cuốn sổ trực. Không có bom nổ chậm, nhưng khá nhiều đất. Tổng cộng đến hơn hai nghìn khối. Bỗng, như có cái gì thúc mạnh vào lưng, chị Thao xô tới, ghì tôi vào ngực chị và xoài xuống đất. Chớp nhoáng, một núi đất khổng lồ ập xuống chúng tôi. Những tảng đất ướt lẫn với đất vụn khô đào từ đáy hố bom. Nó\n  \nhị Thao mềm nhũn, thở không ra hơi. Chị quàng lấy gáy tôi, đứng lên, loạng choạng.\nNho nhăn mặt như em bé:\n- Lại thế rồi?\nChị Thao cười một cách lạ lùng và dần trấn tĩnh:\n- Xúi quẩy tí. Nhưng không việc gì đâu.\nXúi quẩy gì. Trong người chị có chín vết thương lớn nhỏ rồi. Người Nho năm. Tôi còn ít hơn, bốn vết. Có một vết ở bụng khá nặng, bị giam vào quân y ba tháng. Còn bị vùi thế này là thường.\nTôi nhìn các bạn tôi. Chị Thao xanh lắm. Chị mệt rồi. Nho bưng lại cho chị một ca nước, đưa ngón tay út bé tạo gãy những mẫu đất trong tóc chị ra và đột nhiên triết lý:\n- Chuyện, cao điểm mà lị!\nChị Thao phì cười, hất đầu lại phía tôi:\n- Lấy số ghi kẻo quen mất.\nTôi quay máy điện thoại. Chị Thao vội vàng lại bên tôi!\n- Nói rõ tất cả, nhưng bảo rằng trên này vẫn vững.\nKhông phải đại đội trưởng ở máy mà là liên lạc đại đội. Một anh chàng hiếu khách, lịch sự, không hút thuốc lá và không ưa con gái.\n- Đại đội trưởng đi đâu?\n- Đang chỉ huy ngoài hiện trường, tên lửa gần qua. Nhưng sắp chiều rồi nhỉ. Ai cũng không ngủ được. Thế các cậu?\n- Cũng khá mệt. Đất hơn hai nghìn khối. Còn từ giờ đến tối nữa. Bọn mình vẫn đứng vững...\n- Nếu quá, bắn đúng cấp cứu ngay, nghe chưa? Đơn vị lúc nào cũng để tâm hết vào các cậu ở trên đó đấy. Xung kích sẽ lên sớm.\nBuổi chiều, chị Thao và tôi phải chạy lên cao điểm ba lần nữa. Phá tám quả bom. Còn đất thì lên đến ba nghìn hai trăm khối. Lần nào tôi cũng bày chuyện để chị Thao ở nhà. Nhưng chị láu lắm, khó mà lừa được chị. Chị chạy, thở cứ dồn dập cả lên. Gân xanh, chạy từng dòng nho nhỏ trên thái dương và hai bàn tay chị. Tôi lo chị gục quá. Còn Nho thì cau mày, mỗi lần chúng tôi về hang, lại đi ra, miệng nhắc đi nhắc lại:\n- Chị Thao, chị Thao!\nLần cuối cùng chình tôi lại đi như bò về hang. Chị Thao đỡ tôi nằm xuống. Tôi cố mở hai mi mắt đã nhắm lại, dính như keo và chẳng biết mình muốn cái gì bây giờ.\n- Em buồn ngủ! - Tôi nghe tiếng tôi thoảng qua. Rồi cái mát mẻ của hang đá tràn ngập trong giấc ngủ của tôi rất nhanh.\nĐồi xung kích của đơn vị ở chỗ làm đường trong rừng ra, chắc chưa kịp ăn cơm đã chạy lên cao điểm. Tiếng ho lơ mơ như từ đâu đưa lại. Họ hỏi cái gì đó, chị Thao trả lời. Họ trêu Nho. Nho cáu, cười. Ai nữa hát nho nhỏ. Có một vài sợi tóc của ai chạm vào má tôi. những tiếng thở ở phía trên, ấm, bao trùm lấy tôi. Tôi có cảm giác như nằm gọn trong vòng tay của mẹ. - Dân Hà Nội đấy!\nTôi nhận ra tiếng của liên lạc đại đội và tỉnh hẳn. Cậu ta cũng là dân Hà Nội. Bố là công nhân điện. Mẹ là công nhân may mặc. ở nhà, cậu ta hay trốn học và hay bị điểm hai. Có lần cậu ta lăn nằm quả bom xuống vực, bắt chúng nó nổ dưới đó cho khỏi hỏng đường. Cậu ta lịch sự, hiếu khách, không hút thuốc lá, và không ưa bọn con gái chúng tôi. Còn bọn con gái chúng tôi thì chẳng để cho cậu yên.\n- Này, nếu đi chơi với người yêu, thế nào cậu cũng bắt cô ta cắt tóc, mặc com-lê và đi ủng đen chứ gì?\nCậu ta lúng túng, gãi đầu, mặt đỏ nhừ:\n- Cái gì cũng phải có trường hợp ngoại lệ, thưa các bà! Vả lại tớ chưa có yêu ai!\nTôi mở mắt, trong hang đã tối. Ngọn đèn nhỏ đã thắp trên nắp hòm đạn. ảnh Bác Hồ treo giữa một tờ giấy trắng khổ rộng. Dưới ảnh Bác Hồ có một chiếc vỏ đạn cắm hoa tươi, bao giờ cũng có hoa. Những cánh hoa dưới ánh đèn không rõ màu, chắc ai vừa mang lên cho chúng tôi. Ưu tiên mà, liên lạc đại đội đang nấu nước. Lưng cậu ta quay lại phía tôi, vạm vỡ như một tấm phản. Nhưng lúc cậu đứng lên, chỗ thắt lưng thon lại, như một cầu thủ bóng bàn, linh lợi, nhanh nhẹn và dễ ưa. Có tiếng rì rầm từ ngoài đường đưa vào. Đã đến lúc vui rồi đấy. Phải ra mới được. Tôi để hai bàn chân vào tường, đạp mạnh một cái. Hai tay chống đằng sau. Tôi bật dậy, đau ở đùi, nhói lên. Đau đầu và các khớp xương. Nhưng cũng dậy được. Liên lạc đại đội đỡ tôi:\n- Điên hả, mệt thì ngủ đi.\n- Ra đường đây.\n- Ra đường! - Cậu cười, môi mỏng, răng rất đều và hai cái lông mày to - Không đi đâu hết. Trước hết là ngủ.\n- Vớ vẩn, ngủ với nghiếc!\nTôi lầu bầu và đi ra cửa hang, sờ soạng như một người mù. Không phải chỉ có tôi \"điên\" mà Nho cũng đã biến đi đâu mất. Chị Thao còn \"điên\" hơn, tôi nghe tiếng chị cười rất to trên cao điểm.\nTôi thấy Nho trong một tốp bộ đội công binh. Nho cho tôi biết là đã sắp nửa đêm, xe gần chạy. Trong khi tôi ngủ, bom nổ trên cao điểm mấy lần nữa. Nhưng ổn hết, vì có đội xung kích.\nCao điểm vẳng xuống tiếng máy ủi đất, tiếng cuốc và tiếng nói cười. Đôi lúc mìn nổ. Nổ to hơn tiếng bom. những ngôi sao trên đầu tôi lay động, những ngôi sao rất xa, trong những giọt nước xanh biếc, rải khắp bầu trời. Mà bầu tới thì mênh mông làm sao! Tôi chợt nhớ tới bài thơ của một anh thủ pháo binh. Bài thơ ấy ném xuống đường khi đoàn pháo đi qua. Anh ấy gọi chúng tôi là những ngôi sao xa xôi trên cao điểm. Những ngôi sao rực rỡ, nhưng không hiểu sao lại \"xa xôi\"? Chúng tôi tranh luận với nhau và đoán! Chắc anh ấy muốn làm văn làm vẻ tí thôi, chứ sao thì xa đứt đuôi đi rồi. Tôi muốn gặp anh trắc thủ pháo binh đó quá. Nhưng đoàn pháo đi xa đã lâu. Xe chạy lúc 12 giờ đêm. Máy giòn giã. Đường trở mình ồn ào. Anh lái xe trong ca bin thứ năm trông thấy chúng tôi:\n- Này, các cô gái Hà Nội ơi! Nhớ mẹ quá hầy!\n- Hình như anh Thăng ở đoàn Quang Trung.\nNho thì thầm. Băng ở cánh tay nó trăng. Im lặng, mặt tròn, sống mũi thẳng, nó đứng sát bên tôi, lại nhẹ nhàng và mát mẻ như một que kem trắng.\n- Chúng nó bảo tao phải vào quân y. Tưởng bở. Tiêm hàng ngày này, thuốc viên này, cháo thịt nữa, phải ăn cho nhiều nhé. Eo ơi! Cứ y như một cô tiểu thư nhõng nhẽo trên giường ấy. Tưởng bở mà bắt được tao đi đấy. Đến phát sợ lên được! - Nó “xì” một tiếng, làm như là tôi đang chuẩn bị lôi nó lên xe quân y không bằng. Nó quay sang nói chuyện với một anh công binh về về hiện tượng sao băng khi thấy ở đầu cánh rừng có một giọt tinh tú rơi dài xuống, mất đi nửa chừng.\nTôi khoanh tay trước ngực, đứng ra xa một tí, không nhìn anh bộ đội mà nhìn một chiếc xe đang đi tới. Tôi lại điệu thế thôi. Nhưng bảo tôi không điệu sao được? Chẳng lẽ, ngay lúc này đây, tôi lại chạy đến, nắm tay tất cả các chiến sĩ trên cao điểm này mà òa lên khóc vì một niềm vui, một niềm hạnh phúc trẻ trung đang trào dậy. Tôi yêu tất cả mọi người, một tình yêu nồng nàn, khó nói mà có lẽ ai đã đứng trên cao điểm giữa những phút này như tôi mới hiểu thấu.\nXe đi dăng hàng, thành khối trên đường, không ánh đèn. Lá ngụy trang làm mỗi xe to ra gấp đôi. Đối với tôi, bao giờ những đoàn xe ấy cũng vô tận, không có sức mà đếm. Dài, nhiều. Khổng lồ.\n- Chắc đêm nay các anh ở Hà Nội sẽ vào!\nNho vẫn thì thầm. Nó cũng đang ở trạng thái như tôi. Yêu tất cả. Tình yêu của những con người trong khói lửa. Tình yêu độ lượng, tha thiết, vô tư mà kẻ độc quyền có nó trong tim là những người chiến sĩ. Tôi quàng tay lên vai Nho. Chúng tôi không nói gì với nhau. Tôi siết chặt cái vai nhỏ nhắn và mềm mại của Nho dưới cánh tay mình. Nó đây, can đảm, dịu hiền, ở cùng thành phố với tôi và cùng đứng với tôi đêm nay, trên cao điểm đấy bom gần mặt trận.\nChúng tôi hiểu nhau và cảm thấy hạnh phúc.\nI. Đôi nét về Lê Minh Khuê\n- Lê Minh Khuê sinh năm 1949, quê ở Tĩnh Gia, tỉnh Thanh Hóa.\n- Trong kháng chiến chống Mĩ, bà gia nhập thanh niên xung phong và bắt đầu viết văn vào đầu những năm 70.\n- Là nhà văn nữ chuyên viết truyện ngắn, với ngòi bút miêu tả tâm lí nhân vật sắc sảo và tinh tế.\n- Trong những năm chiến tranh, truyện của Lê Minh Khuê viết về cuộc sống chiến đấu của tuổi trẻ ở tuyến đường Trường Sơn. Sau 1975, tác phẩm của nhà văn bám sát vào những chuyển biến của đời sống xã hội và con người trên tinh thần đổi mới.\n- Một số tác phẩm:\nNhững ngôi sao xa xôi (tập truyện, 1973)\nCao điểm mùa hạ (tập truyện, 1978)\nĐoạn kết (tập truyện, 1982)\nMột chiều xa thành phố (tập truyện, 1986)\nTôi đã không quên (truyện vừa, 1991)\nBi kịch nhỏ (tập truyện, 1993)\nLê Minh Khuê truyện ngắn (tập\n  \nm việc của các cô gái trong tổ trinh sát.\nPhần 2. Tiếp theo đến “Chị Thao bảo”: Một trận phá bom của tổ trinh sát.\nPhần 3. Còn lại: Trận mưa đá diễn ra trên cao điểm\n3. Tóm tắt\nMẫu 1\nTruyện kể cuộc sống của ba nữ thanh niên xung phong - thuộc một tổ trinh sát mặt đường tại một trọng điểm trên tuyến đường Trường Sơn. Họ là Nho, Thao và Phương Định. Nhiệm vụ hằng ngày của họ là quan sát địch ném bom, đo khối lượng đất đá phải san lấp, đánh dấu các trái bom chưa nổ và phá bom. Công việc hết sức nguy hiểm nhưng ba cô gái vẫn có những niềm vui hồn nhiên của tuổi trẻ, những những giây phút thanh thản, mơ mộng. Trong một lần phá bom, Nho bị thương. Chị Thao và Phương Định hết sức lo lắng, chăm sóc tận tình cho cô. Một cơn mưa đá bất chợt đến trên điểm cao gợi cho các cô gái nhiều suy tư và khao khát.\nMẫu 2\nNho, Thao và Phương Định là ba nữ thanh niên xung phong thuộc một tổ trinh sát mặt đường tại một trọng điểm trên tuyến đường Trường Sơn. Công việc hằng ngày của họ là quan sát địch ném bom, đo khối lượng đất đá phải san lấp, đánh dấu các trái bom chưa nổ và phá bom. Đây là một công việc rất nguy hiểm nhưng ba cô gái vẫn luôn giữ được tinh thần lạc quan, cũng như sự hồn nhiên, mơ mông của tuổi trẻ. Trong một lần phá bom, Nho bị thương. Chị Thao và Phương Định rất lo lắng, chăm sóc tận tình cho cô. Một cơn mưa đá bất chợt đến trên điểm cao gợi cho các cô gái nhiều suy tư. \n4. Ý nghĩa nhan đề\nMẫu 1\nTrước hết, “những ngôi sao xa xôi” là hình ảnh thực chỉ những ngôi sao trên mũ của những cô gái thanh niên xung phong. Nhưng qua hình ảnh này, tác giả còn muốn gửi gắm hình ảnh về quê hương luôn hiển hiện trong tâm trí của các cô gái thanh niên xung phong. Ngoài ra, nhan đề còn mang còn có ý nghĩa biểu tượng. Những ngôi sao trên bầu trời xa xôi, nhưng phát ra thứ ánh sáng dịu dàng, có sức mê hoặc lòng người. Ánh sáng đó chính là biểu tượng về sự ngời sáng của phẩm chất cách mạng của những cô gái thanh niên xung phong Trường Sơn. Họ cũng giống “những ngôi sao xa xôi” nơi cuối rừng Trường Sơn, thắp sáng khu rừng với vẻ đẹp của nhiệt huyết cách mạng, sự dũng cảm kiên cường nhưng cũng đầy mơ mộng, yêu đời.\n=> Một nhan đề ngắn gọn, nhưng lại gửi gắm nhiều thông điệp sâu sắc, ý nghĩa.\nMẫu 2\nHình ảnh “Những ngôi sao xa xôi:\nTả thực: Những ngôi sao trên mũ của những cô gái thanh niên xung phong.\nBiểu tượng: Những ngôi sao trên bầu trời xa xôi, nhưng phát ra thứ ánh sáng dịu dàng, có sức mê hoặc lòng người.\n=> Các cô thanh niên xung phong giống như “những ngôi sao xa xôi” nơi cuối rừng Trường Sơn, thắp sáng khu rừng với vẻ đẹp của nhiệt huyết cách mạng, sự dũng cảm kiên cường nhưng cũng đầy mơ mộng, yêu đời.\n5. Ngôi kể\nTruyện được kể theo ngôi thứ nhất - người kể là nhân vật chính Phương Định. Với ngôi kể này, tác giả có thể biểu hiện thế giới tâm hồn, cảm xúc của nhân vật đồng thời, giúp cho câu chuyện được kể trở nên chân thực, sinh động hơn.\n6. Nội dung\nTruyện ngắn Những ngôi sao xa xôi đã làm nổi bật tâm hồn trong sáng, mơ mộng; cuộc sống chiến đấu đầy gian khổ, hy sinh nhưng rất hồn nhiên và lạc quan của những cô gái thanh niên xung phong trên tuyến đường Trường Sơn. Đó là hình ảnh đẹp, tiêu biểu về thế hệ trẻ Việt Nam trong thời kì kháng chiến chống Mĩ.\n7. Nghệ thuật\nNgôn ngữ kể chuyện hồn nhiên, trẻ trung và giàu nữ tính. Nhịp kể của câu chuyện cũng thay đổi: khi khẩn trương, căng thẳng, khi chậm rãi, sâu lắng. Nghệ thuật miêu tả tâm lí nhân vật đặc sắc…\n8. Mở bài và kết bài\n- Mở bài: Lê Minh Khuê là là nhà văn nữ chuyên viết truyện ngắn, với ngòi bút miêu tả tâm lí nhân vật sắc sảo và tinh tế. Một trong những tác phẩm tiêu biểu của chị là truyện ngắn Những ngôi sao xa xôi. Truyện được sáng tác năm 1971, trong những năm cuộc kháng chiến chống Mỹ diễn ra gay go và ác liệt nhất. Qua câu chuyện của ba cô gái thanh niên xung phong thuộc một tổ trinh sát mặt đường tại một trọng điểm trên tuyến đường Trường Sơn, nhà văn đã gửi gắm nhiều ý nghĩa sâu sắc.\n- Kết bài: Đến với truyện ngắn Những ngôi sao xa xôi, Lê Minh Khuê đã đã làm nổi bật tâm hồn trong sáng, mơ mộng; tinh thần dũng cảm trước nguy hiểm, tinh thần lạc quan khi đối mặt với cuộc sống gian khổ nơi tuyến đường Trường Sơn. Tác phẩm đã để lại trong lòng bạn đọc những ấn tượng sâu sắc về hình ảnh về một thế hệ trẻ Việt Nam trong những năm tháng chiến tranh khốc liệt.\nIII. Dàn ý phân tích Những ngôi sao xa xôi\n(1) Mở bài\nGiới thiệu về tác giả Lê Minh Khuê, truyện ngắn Những ngôi sao xa xôi.\n(2) Thân bài\na. Hoàn cảnh sống và làm việc của các cô gái trong tổ trinh sát\n- Ba cô gái ở trong một cái hang dưới chân cao điểm, giữa một vùng trọng điểm trên tuyến đường Trường Sơn, nơi tập trung nhiều nhất bom đạn, sự nguy hiểm và ác liệt, từng ngày từng giờ phải đối mặt với bom rơi, đạn nổ. Có biết bao thương tích vì bom đạn giặc: “Đường bị đánh lở loét, màu đất đỏ, trắng lẫn lộn. Hai bên đường không có lá xanh. Chỉ có những thân cây bị tước khô cháy. Những cây nhiều rễ nằm lăn lóc. Những tảng đá to. Một vài cái thùng xăng hoặc thành ô tô méo mó, han gỉ nằm trong đất”.\n- Công việc của các cô đặc biệt nguy hiểm: “Họ phải chạy trên cao điểm giữa ban ngày, phơi mình ra giữa vùng trọng điểm đánh phá của máy bay địch để đo và ước tính khối lượng đất đá lấp vào hố bom, đếm bom chưa nổ và nếu cần thì phá bom. Nhiệm vụ của họ thật quan trọng nhưng cũng đầy gian khổ, hy sinh, phải mạo hiểm với cái chết, luôn căng thẳng thần kinh, đòi hỏi sự dũng cảm và bình tĩnh hết sức”.\nb. Vẻ đẹp của các cô gái\nb.1. Điểm chung\n- Họ có phẩm chất chung của người chiến sĩ thanh niên xung phong: gan dạ, dũng cảm và lạc quan, yêu đời.\n- Họ có lí tưởng sống cao đẹp: họ sẵn sàng hi sinh tuổi thanh xuân, hi sinh hạnh phúc cá nhân để nghe tiếng gọi thiêng liêng của Tổ quốc.\n- Kiên cường dũng cảm đối mặt với mưa bom bão đạn:\nNơi các cô làm việc quả là một thử thách, không sợ hy sinh\nBị thương nhưng vẫn sẵn sàng bám trụ chia lửa cùng đồng đội\n- Tinh thần trách nhiệm cao với công việc: Khối lượng công việc lớn nhưng các cô thường cố gắng hoàn thành tốt mà không cần nhờ đến sự giúp đỡ\n- Họ còn có tình đồng chí, đồng đội gắn bó đầy yêu thương: Khi Nho bị thương, chị Thao lo cho Nho, Phương Định rửa cho Nho bằng nước đun sôi, tiêm cho Nho, chăm sóc Nho như một cô y tá thành thạo\n=> Các cô đều có những nét tính cách đẹp đẽ và đáng yêu, là những con người sinh động từ cuộc sống thực bước vào tác phẩm một cách tự nhiên.\nb.2. Điểm riêng\n Nhân vật Nho: là em út, tính trẻ con, thích ăn kẹo, có dáng vẻ nhỏ nhắn, cứ mỗi lần đi trinh sát về lại đi tắm khiến Phương Định liên tưởng Nho như một que kem mát mẻ. Nhưng khi bị thương lại luôn là một cô gái rắn rỏi và bản lĩnh.\n Nhân vật Thao:\nChị Thao là chị cả nhưng lại thích làm duyên: Lông mày tỉa nhỏ như cái tăm, áo lót cái nào cũng thêu chỉ màu. Chị rất chăm chép bài hát mặc dù không hát trôi chảy bài nào.\nTrong công việc luôn dũng cảm quyết đoán nhưng lại rất sợ máu và sợ vắt.\n=> Trong cô có sự kết hợp giữa cái nhút nhát, mềm yếu và cái bản lĩnh quyết đoán đến vô cùng.\n Nhân vật Phương Định:\n- Một cô gái có tâm hồn trong sáng:\nNgười Hà Nội, từng có một thời học sinh hồn nhiên vô tư.\nHay nhớ về kỷ niệm (kỷ niệm luôn sống lại trong cô ngay giữa chiến trường ác liệt; chỉ một cơn mưa đá vụt qua là kỷ niệm lại thức dậy trong cô... ). Nó vừa là khao khát, vừa là liều thuốc tinh thần động viên cô nơi tuyến lửa.\nNhạy cảm, thường quan tâm đến hình thức (tự đánh giá mình là một cô gái khá... ); biết mình được nhiều người để ý, thấy tự hào nhưng không vồn vã mà tỏ ra kín đáo, tưởng như kiêu kỳ.\nHay mơ mộng, tìm thấy sự thú vị trong cuộc sống, trong cả công việc đầy nguy hiểm “Việc nào cũng có cái thú vị của nó. Có ở đâu như thế này hay không... ”. Nó như thách thức thần kinh con người để rồi lúc vượt qua nó, chiến thắng nó,cô cảm thấy thú vị.\nThích hát, thuộc rất nhiều bài hát (từ bài hành khúc bộ đội đến... ), thậm chí bịa ra lời mà hát.\nDưới cơn mưa đá, cô “vui thích cuống cuồng”, say sưa tận hưởng cơn mưa hồn nhiên như chưa hề nghe thấy tiếng bom rơi đạn nổ.\n- Phương Định là người có phẩm chất anh hùng:\nTinh thần trách nhiệm với công việc.\nDũng cảm, gan dạ.\nBình tĩnh, tự tin và rất tự trọng.\n=> Phương Định (cũng như Nho và Thao) là hình ảnh tiêu biểu cho thế hệ trẻ Việt Nam thời chống Mỹ cứu nước.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của truyện ngắn Những ngôi sao xa xôi.\n \"\""