"Bài thơ Nói với con\nNói với con\nChân phải bước tới cha\nChân trái bước tới mẹ\nMột bước chạm tiếng nói\nHai bước tới tiếng cười\nNgười đồng mình yêu lắm con ơi\nĐan lờ cài nan hoa\nVách nhà ken câu hát\nRừng cho hoa\nCon đường cho những tấm lòng\nCha mẹ mãi nhớ về ngày cưới\nNgày đầu tiên đẹp nhất trên đời.\nNgười đồng mình thương lắm con ơi\nCao đo nỗi buồn\nXa nuôi chí lớn\nDẫu làm sao thì cha vẫn muốn\nSống trên đá không chê đá gập ghềnh\nSống trong thung không chê thung nghèo đói\nSống như sông như suối\nLên thác xuống ghềnh\nKhông lo cực nhọc\nNgười đồng mình thô sơ da thịt\nChẳng mấy ai nhỏ bé đâu con\nNgười đồng mình tự đục đá kê cao quê hương\nCòn quê hương thì làm phong tục\nCon ơi tuy thô sơ da thịt\nLên đường\nKhông bao giờ nhỏ bé được\nNghe con.\nI. Đôi nét về nhà thơ Y Phương\n- Y Phương sinh năm 1948.\n- Tên khai sinh là Hứa Vĩnh Sước, người dân tộc Tày.\n- Quê ở huyện Trùng Khánh, tỉnh Cao Bằng.\n- Năm 1968, ông nhập ngũ và phục vụ trong quân đội đến năm 1981 thì chuyển về công tác ở Sở Văn hóa - thông tin tỉnh Cao Bằng.\n- Năm 1993, ông là Chủ tịch Hội Văn học nghệ thuật Cao Bằng, Ủy viên Ban chấp hành Hội Nhà văn Việt Nam khóa VI.\n- Năm 2007, Y Phương được trao tặng Giải thưởng Nhà nước về văn học nghệ thuật.\n- Thơ ông mạnh mẽ, chân thật và trong sáng với cách tư duy giàu hình ảnh của con người miền núi.\n- Một số tác phẩm: Nói với con (1980), Người núi hoa (1982), Tiếng hát tháng giêng (1986), Lửa hồng một góc (1987), Lời chúc (1991), Đàn then (1996), Thơ Y Phương (2002)...\nII. Giới thiệu về bài thơ Nói với con\n1. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “Ngày đầu tiên đẹp nhất trên đời”: Người cha nói với con về tình cảm cội nguồn.\nPhần 2. Còn lại: Người cha nói với con về truyền thống cao đẹp của quê hương.\n2. Thể thơ\nBài thơ “Nói với con” được sáng tác theo thể thơ tự do.\n3. Mạch cảm xúc\nBài thơ đi từ tình cảm gia đình mở rộng ra tình yêu quê hương, đất nước. Từ đó bộc lộ mong muốn của người cha muốn gửi gắm đến đứa con của mình về tương lai của đất nước.\n4. Ý nghĩa nhan đề\nNhan đề “Nói với con” ngắn gọn, đơn giản nhưng giàu ý nghĩa. Động từ “nói” kết hợp với đối tượng của hành động “con” đặt giữa là quan hệ từ “với”. Từ đó, bài thơ chính là lời trò chuyện, tâm sự của người cha với đứa con của mình. Một nhan đề có tính khái quát cao. Tác giả đã gửi gắm vào trong đó lời nhắn nhủ, hy vọng thế hệ sau (người con) có thể tiếp tục tiếp nối, phát huy và giữ vững truyền thống tốt đẹp của quê hương, đất nước. Không chỉ vậy, đó còn là lời nhắc nhở con cần phải biết rõ cội nguồn của mình, từ đó sống sao cho xứng đáng, cho phù hợp, tốt đẹp.\n5. Nội dung\nQua Nói với con, Y Phương đã thể hiện tình cảm gia đình ấm cúng, ca ngợi truyền thống cần cù, sức sống mạnh mẽ của quê hương và dân tộc mình. Bài thơ còn giúp ta hiểu thêm về sức sống và vẻ đẹp tâm hồn của một dân tộc miền núi, gợi nhắc tình cảm gắn bó với truyền thống, quê hương và ý chí vươn lên trong cuộc sống.\n6. Nghệ thuật\nTừ ngữ, hình ảnh giàu sức gợi cảm; giọng điệu tha thiết, tâm tình; sử dụng các biện pháp tu từ…\n7. Mở bài và kết bài\n- Mở bài: Viết về quê hương, mỗi tác giả đều có một cách thể hiện khác nhau. Đỗ Trung Quân cảm nhận quê hương qua vẻ đẹp làng quê Việt Nam với “chùm khế ngọt”, “cầu tre nhỏ”. Tế Hanh cảm nhận quê hương qua vẻ đẹp của làng chài ven biển với “mùi nồng mặn”, “chiếc buồm vôi”. Còn Y Phương lại cảm nhận quê hương với một cách riêng, qua lời tâm sự với con. Bài thơ Nói với con đã thể hiện tình cảm gia đình ấm cúng, ca ngợi truyền thống cần cù, sức sống mạnh mẽ của quê hương và dân tộc mình.\n- Kết bài: Qua “Nói với con”, Y Phương đã thể hiện được tình cảm gia đình tha thiết. Đồng thời, nhà thơ cũng ca ngợi truyền thống cần cù, sức sống mạnh mẽ của quê hương và dân tộc mình. Bài thơ đã để lại ấn tượng sâu sắc trong lòng bạn đọc về tình cảm gia đình chân thành, tha thiết.\nIII. Dàn ý phân tích Nói với con\n(1) Mở bài\nDẫn dắt, giới thiệu về nhà thơ Y Phương, bài thơ Nói với con.\n(2) Thân bài\na. Người cha nói với con về tình cảm cội nguồn\n- Người cha nhắc nhở con về cội nguồn sinh dưỡng:\n“Chân phải bước tới cha\nChân trái bước tới mẹ\nMột bước chạm tiếng nói\nHai bước tới tiếng cười”\n- Con được lớn lên trong tình yêu thương, sự nâng niu và mong chờ của cha mẹ.\n- Những hình ảnh cụ thể gợi sự gắn bó của tình cảm cha con: “chân phải - chân trái”; “tiếng nói - tiếng cười”; “một bước - hai bước”...\n=> Tạo ra bầu không khí ấm áp, quấn quýt và hạnh phúc.\nb. Người cha cho con biết niềm vui của lao động và tình nghĩa của quê hương\n- Con sẽ lớn lên trong câu hát, nhịp sống và lao động của người đồng mình với cuộc sống tươi vui: “Đan lờ cài nan hoa/Vách nhà ken câu hát”.\n- Hình ảnh thiên nhiên che chở, nuôi dưỡng con về tâm hồn và lối sống. Người cha nhắc tới “ngày cưới” - ngày đầu tiên đẹp nhất trên đời - đó là điểm tựa của hạnh phúc.\n=> Người cha muốn nói với người con vẻ đẹp của vùng quê giàu truyền thống và nghĩa tình.\n- Khi nói về quê hương, người cha tự hào khi nói về sức sống bền bỉ, mạnh mẽ mà cao đẹp của quê hương với mong muốn con tiếp nối, phát triển:\nCụm từ “người đồng mình” được nhắc nhiều lần để khẳng định những phẩm chất tốt đẹp.\nTấm lòng thủy chung với nơi chôn rau cắt rốn, một cuộc sống tràn ngập niềm vui và sự lạc quan.\n- Ước muốn của cha dành cho con:\nMong con thủy chung với quê hương.\nBiết chấp nhận khó khăn, thử thách bằng ý chí, nghị lực và niềm tin của mình.\nNgười cha muốn nhắn nhủ con phải biết tự hào vào truyền thống tốt đẹp và lối sống nghĩa tình của quê hương và người đồng mình.\nCha mong mỏi đứa con sống cao thượng, tự trọng, chân thật dù mộc mạc, đơn sơ để xứng đáng với người đồng mình.\nCon tự tin bước đi, bởi sau lưng con còn có gia đình, quê hương, bởi trong tim con sẵn có những phẩm chất quý báu của “người đồng mình”.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Nói với con.\n \"\""