"Đoạn trích Nỗi thương mình\nNỗi thương mình\nBiết bao bướm lả ong lơi!\nCuộc say đầy tháng, trận cười suốt đêm.\nDập dìu lá gió cành chim,\nSớm đưa Tống Ngọc tối tìm Tràng Khanh\nKhi tỉnh rượu lúc tàn canh\nGiật mình mình lại thương mình xót xa\nKhi sao phong gấm rủ là\nGiờ sao tan tác như hoa giữa đường?\nMặt sao dày gió dạn sương?\nThân sao bướm chán ong chường bấy thân!\nMặc người mưa Sở mây Tần\nNhững mình nào biết có xuân là gì?\nĐòi phen gió tựa hoa kề\nNửa rèm tuyết ngậm, bốn bề trăng thâu\nCảnh nào cảnh chẳng đeo sầu?\nNgười buồn cảnh có vui đâu bao giờ!\nĐôi phen nét vẽ câu thơ\nCung cầm trong nguyệt, nước cờ dưới hoa.\nVui là vui gượng kẻo là,\nAi tri âm đó mặn mà với ai?\nI. Đôi nét về tác giả Nguyễn Du\n1. Cuộc đời\n- Nguyễn Du sinh năm 1765 tại Thăng Long, tên chữ là Tố Như, hiệu là Thanh Hiên.\n- Tổ tiên Nguyễn Du vốn từ làng Canh Hoạch, huyện Thanh Oai, trấn Sơn Nam (nay thuộc Hà Nội), sau đó di cư vào xã Nghi Xuân, huyện Tiên Điền (nay là làng Tiên Điền, huyện Nghi Xuân, tỉnh Hà Tĩnh).\n- Cha là Nguyễn Nghiễm (1708 - 1775) và mẹ là Trần Thị Tần (1740 - 1778).\n- Vợ của Nguyễn Du là con gái Đoàn Nguyễn Thục, quê ở Quỳnh Côi, trấn Sơn Nam (nay thuộc Thái Bình).\n- Nguyễn Du may mắn được tiếp nhận truyền thống văn hóa của nhiều vùng quê khác nhau.\n- Thời thơ ấu và niên thiếu, Nguyễn Du sống tại Thăng Long trong một gia đình phong kiến quyền quý.\n- Năm 10 tuổi, Nguyễn Du mồ côi cha.\n- Năm 13 tuổi, mồ côi mẹ, Nguyễn Du đến sống với người anh cùng cha khác mẹ là Nguyễn Khản.\n- Trong khoảng thời gian này, ông đã có dịp hiểu biết về cuộc sống phong lưu, xa hoa của giới quý tộc phong kiến - những điều đó đã để lại dấu ấn trong sáng tác của ông sau này.\n- Năm 1783, Nguyễn Du thi Hương đỗ tam trường (tú tài) và được tập ấm nhận một chức quan võ nhỏ ở Thái Nguyên.\n- Từ năm 1789, Nguyễn Du đã rơi vào cuộc sống khó khăn gian khổ hơn chục năm ở các vùng nông thôn khác nhau đã tạo điều kiện cho Nguyễn Du có một vốn sống thực tế phong phú thô thúc ông suy ngẫm nhiều về xã hội, thân phận con người tạo tiền đề cho việc hình thành tài năng và bản lĩnh văn chương.\n- Sau nhiều năm sống chật vật ở các vùng quê khác nhau, năm 1802, Nguyễn Du ra làm quan cho nhà Nguyễn.\n- Năm 1802, ông nhậm chức Tri huyện Phù Dung (nay thuộc Khoái Châu, Hưng Yên), sau đổi thành Tri phủ Thường Tín (nay thuộc Hà Nội).\n- Từ năm 1805 - 1809, ông được thăng chức Đông Các điện học sĩ.\n- Năm 1809, Nguyễn Du được bổ làm Cai bạ dinh Quảng Bình.\n- Năm 1813, ông được thăng Cần Chánh điện học sinh và giữ chức Chánh sứ đi Trung Quốc.\n- Đến khi sang Trung Quốc, Nguyễn Du được tiếp xúc trực tiếp với nền văn hóa mà từ nhỏ đã quen thuộc.\n- Năm 1820, Nguyễn Du được cử làm Chánh sứ đi Trung Quốc, nhưng chưa kịp lên đường đã mất vào ngày 10 tháng 8 năm 1820.\n- Năm 1965, Hội đồng Hòa bình thế giới đã công nhận Nguyễn Du là danh nhân văn hóa thế giới.\n2. Sự nghiệp văn học\na. Các sáng tác chính\n Sáng tác bằng chữ Hán: gồm 249 bài thơ chữ Hán do Nguyễn Du viết vào các thời kỳ khác nhau.\n- Thanh Hiên thi tập (Tập thơ của Thanh Hiên): 78 bài viết chủ yếu trong những năm tháng trước khi ra làm quan nhà Nguyễn.\n- Nam trung tạp ngâm (Các bài thơ ngâm khi ở phương Nam): 40 bài viết thời gian làm quan ở Huế và Quảng Bình, những địa phương ở phía nam Hà Tĩnh quê hương ông.\n- Bắc hành tạp lục (Ghi chép trong chuyến đi sang phương Bắc) gồm 131 bài thơ sáng tác trong chuyến đi sứ Trung Quốc.\n=> Thơ chữ Hán của Nguyễn Du thể hiện tư tưởng, tình cảm, nhân cách của ông.\n Sáng tác bằng chữ Nôm: Đoạn trường tân thanh (Truyện Kiều) và Văn chiêu hồn.\nb. Một vài đặc điểm về nội dung và nghệ thuật của thơ văn Nguyễn Du\n Đặc điểm nội dung:\n- Tình cảm chân thành, sự cảm thông sâu sắc của tác giả đối với cuộc sống và con người, đặc biệt là những con người nhỏ bé, bất hạnh, phụ nữ.\n- Nguyễn Du đã đề cập đến một vấn đề rất mới, nhưng cũng rất quan trọng của chủ nghĩa nhân đạo trong văn học: xã hội cần phải trân trọng những giá trị tinh thần, do đó cần phải trân trọng chủ thể sáng tạo ra những giá trị tinh thần đó.\n- Sáng tác của Nguyễn Du cũng đề cao hạnh phúc của con người tự nhiên, trần thế.\n=> Nguyễn Du là tác giả tiêu biểu của trào lưu nhân đạo chủ nghĩa văn học cuối thế kỉ XVIII - đầu thế kỉ XIX.\n Đặc điểm nghệ thuật\n- Thể thơ phong phú: ngũ ngôn cổ thi, ngũ ngôn luật, thất ngôn luật và ca, hành (nhạc phủ)...\n- Góp phần trau dồi ngôn ngữ văn học dân tộc, làm giàu cho tiếng Việt qua việc Việt hóa yếu tố ngôn ngữ ngoại nhập.\nII. Giới thiệu về đoạn trích Nỗi thương mình\n1. Vị trí đoạn trích\n- Đoạn trích “Nỗi thương mình” được trích từ câu 1229 đến câu 1248.\n- Nội dung: Sau khi Mã Giám Sinh đưa Kiều đến nhà chứa của mụ Tú Bà, Kiều đã quyết liệt chống lại âm mưu biến nàng thành kỹ nữ, nhưng cuối cùng nàng lại rơi vào bẫy của Tú Bà, buộc phải ra tiếp khách. Đoạn trích tả lại tình cảnh trớ trêu mà Thúy Kiều gặp phải cũng như bộc lộ sự thương xót cho thân phận của chính mình.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Sớm đưa Tống Ngọc tối tìm Trường Khanh”: Tình cảnh của Thúy Kiều ở lầu xanh\nPhần 2. Tiếp theo đến “Những mình nào biết có xuân là gì”. Sự xót xa cho thân phận của Thúy Kiều.\nPhần 3. Còn lại. Bình luận về cảnh và tình, qua đó bộc lộ tâm trạng của Kiều.\n3. Nội dung\nĐoạn trích Nỗi thương mình đã bộc lộ niềm thương thân xót phận cũng như ý thức cao về nhân cách của Thúy Kiều.\n4. Nghệ thuật\nNghệ thuật đối xứng, hình ảnh ước lệ, sử dụng điển cố điển tích…\n \"\""