"Tác phẩm Phú sông Bạch Đằng\nPhú sông Bạch Đằng\nPhiên âm\nKhách hữu:\nQuải hạn mạn chi phong phàm,\nThập hạo đãng chi hải nguyệt.\nTriêu dát huyền hề Nguyên, Tương,\nMộ u thám hề Vũ huyệt.\nCửu Giang, Ngũ Hồ,\nTam Ngô, Bách Việt.\nNhân tích sở chí,\nMị bất kinh duyệt.\nHung thôn Vân Mộng giả sổ bách nhi,\nTứ phương tráng chí do khuyết như dã.\nNãi cử tiếp hề trung lưu,\nTúng Tử Trường chi viễn du.\nThiệp Đại Than khẩu,\nTố Đông Triều đầu.\nĐể Bạch Đằng giang,\nThị phiếm thị phù.\nTiếp kình ba ư vô tế,\nTrám diêu vĩ chi tương mâu.\nThuỷ thiên nhất sắc,\nPhong cảnh tam thu.\nChử địch ngạn lô,\nSắt sắt sâu sâu.\nChiết kích trầm giang,\nKhô cốt doanh khâu.\nThảm nhiên bất lạc,\nTrữ lập ngưng mâu.\nNiệm hào kiệt chi dĩ vãng,\nThán tung tích chi không lưu.\nGiang biên phụ lão,\nVị ngã hà cầu.\nHoặc phù lê trượng,\nHoặc trạo cô châu.\nẤp dư nhi ngôn viết:\n“Thử Trùng Hưng nhị thánh cầm Ô Mã Nhi chi chiến địa,\nDữ tích thời Ngô thị phá Lưu Hoằng Thao chi cố châu dã.”\nĐương kỳ:\nTrục lô thiên lý,\nTinh kỳ ỷ nỉ.\nTỳ hưu lục quân,\nBinh nhẫn phong khỉ.\nThư hùng vị quyết,\nNam Bắc đối luỹ.\nNhật nguyệt hôn hề vô quang,\nThiên địa lẫm hề tương huỷ.\nBỉ:\nTất Liệt chi thế cường,\nLưu Cung chi kế quỷ.\nTự vị đầu tiên,\nKhả tảo Nam kỷ.\nKý nhi:\nHoàng thiên trợ thuận,\nHung đồ phi mỵ\nMạnh Đức Xích Bích chi sư đàm tiếu phi hôi,\nBồ Kiên Hợp Phì chi trận tu du tống tử.\nChí kim giang lưu,\nChung bất tuyết sỉ.\nTái bạo chi công,\nThiên cổ xưng mỹ.\nTuy nhiên:\nTự hữu vũ trụ,\nCố hữu giang san.\nTín thiên tạm chi thiết hiểm,\nLại nhân kiệt dĩ điện an.\nMạnh Tân chi hội ưng dương nhược Lã,\nDuy Thuỷ chi chiến quốc sĩ như Hàn.\nDuy thử giang chi đại tiệp,\nDo đại vương chi tặc nhàn.\nAnh phong khả tưởng,\nKhẩu bi bất san.\nHoài cổ nhân hề vẫn thế,\nLâm giang lưu hề hậu nhan.\nHành thả ca viết:\nĐại giang hề cổn cổn,\nHồng đào cự lãng hề triều tông vô tận.\nNhân nhân hề văn danh,\nPhỉ nhân hề câu dẫn\nKhách tòng nhi canh ca viết:\nNhị thánh hề tịnh minh,\nTựu thử giang hề tẩy giáp binh.\nHồ trần bất cảm động hề, thiên cổ thăng bình.\nTín tri: bất tại quan hà chi hiểm hề,\nDuy tại ý đức chi mạc kinh.\nDịch thơ\nKhách có kẻ:\nGiương buồm giong gió chơi vơi,\nLướt bể chơi trăng mải miết.\nSớm gõ thuyền chừ Nguyên Tương,\nChiều lần thăm chừ Vũ huyệt.\nCửu Giang, Ngũ Hồ, Tam Ngô, Bách Việt.\nNơi có người đi, đâu mà chẳng biết.\nĐầm Vân Mộng chứa vài trăm trong dạ cũng nhiều,\nMà tráng chí bốn phương vẫn còn tha thiết.\nBèn giữa dòng chừ buông chèo,\nHọc Tử Trường chừ thú tiêu dao.\nQua cửa Đại Than, ngược bến Đông Triều,\nĐến sông Bạch Đằng, thuyền bơi một chiều.\nBát ngát sóng kình muôn dặm,\nThướt tha đuôi trĩ một màu.\nNước trời một sắc, phong cảnh: ba thu.\nBờ lau san sát, bến lách đìu hiu\nSông chìm giáo gãy, gò đầy xương khô.\nBuồn vì cảnh thảm, đứng lặng giờ lâu.\nThương nỗi anh hùng đâu vắng tá,\nTiếc thay dấu vết luống còn lưu!\nBên sông bô lão hỏi, hỏi ý ta sở cầu?\nCó kẻ gậy lê chống trước, có người thuyền nhẹ bơi sau.\nVái ta mà thưa rằng:\nĐây là chiến địa buổi trùng hưng nhị thánh bắt Ô Mã,\nCũng là bãi đất xưa, thuở trước Ngô chúa phá Hoằng Thao.\nĐương khi ấy:\nThuyền tàu muôn đội, tinh kỳ phấp phới.\nHùng hổ sáu quân,\nGiáo gươm sáng chói.\nTrận đánh được thua chửa phân,\nChiến luỹ bắc nam chống đối.\nÁnh nhật nguyệt chừ phải mờ,\nBầu trời đất chừ sắp đổi.\nKìa: Tất Liệt thế cường, Lưu Cung chước dối,\nNhững tưởng gieo roi một lần,\nQuét sạch Nam bang bốn cõi.\nThế nhưng:\nTrời cũng chiều người,\nHung đồ hết lối!\nTrận Xích Bích, quân Tào Tháo tan tác tro bay,\nTrận Hợp Phì, giặc Bồ Kiên hoàn toàn chết trụi.\nĐến nay sông nước tuy chảy hoài,\nMà nhục quân thù khôn rửa nổi.\nTái tạo công lao, Nghìn xưa ca ngợi.\nTuy nhiên: Từ có vũ trụ, đã có giang san.\nQuả là: Trời đất cho nơi hiểm trở,\nCũng nhờ: Nhân tài giữ cuộc điện an!\nHội nào bằng hội Mạnh Tân: như vương sư họ Lã,\nTrận nào bằng trận Duy Thuỷ: như quốc sĩ họ Hàn.\nKhi trận Bạch Đằng mà đại thắng,\nBởi đại vương coi thế giặc nhàn.\nTiếng thơm còn mãi, bia miệng không mòn.\nĐến chơi sông chừ ủ mặt,\nNhớ người xưa chừ lệ chan.\nRồi vừa đi vừa ca rằng:\nSông Đằng một dải dài ghê,\nLuồng to sóng lớn dồn về bể Đông.\nNhững người bất nghĩa tiêu vong,\nNghìn thu chỉ có anh hùng lưu danh. \nKhách cũng nối tiếp mà ca rằng:\nAnh minh hai vị thánh quân,\nSông đây rửa sạch mấy lần giáp binh.\nGiặc tan muôn thuở thanh bình,\nBởi đâu đất hiểm, cốt mình đức cao.\nI. Đôi nét về Trương Hán Siêu\n- Trương Hán Siêu (? - 1354), tự là Thăng Phú, người làng Phúc Am, huyện Yên Ninh (nay thuộc thành phố Ninh Bình).\n- Ông vốn là môn khách (khách trong nhà) của Trần Hưng Đạo, đời Trần Anh Tông từng giữ chức Hàn lâm học sĩ.\n- Năm 1351, ông được thăng Tham tri chính sự. Khi mất, ông được vua tặng tước Thái bảo, Thái phó và được thờ ở Văn Miếu (Hà Nội).\n- Trương Hán Siêu tính tình cương trực, học vấn uyên thâm, rất được các vua nhà Trần tin cậy và nhân dân kính trọng.\n- Các tác phẩm của ông còn lại không nhiều: Bạch Đằng giang phú, Cố tích thần từ bi ký, Dục Thúy sơn,Hóa Châu tác…\nII. Giới thiệu về Bạch Đằng giang phú\n1. Thể loại\n- Phú là một thể văn có vần hoặc xen lẫn văn vần và văn xuôi, dùng để tả cảnh vật, phong tục, kể sự việc, bàn chuyện đời…\n- Một bài phú thường gồm bốn đoạn: đoạn mở, đoạn giải thích, đoạn bình luận, đoạn kết.\n2. Hoàn cảnh sáng tác\n- Bạch Đằng là một nhánh sông đổ ra biển Đông, nằm giữa Quảng Ninh và Hải Phòng, nơi ghi dấu nhiều chiến công trong lịch sử giữ nước của dân tộc. Đánh nhớ nhất là cuộc kháng chiến năm 938 của Ngô Quyền phá tan quân Nam Hán, cuộc kháng chiến năm 1288 của Trần Quốc Tuấn đánh bại quân Nguyên Mông.\n- Có rất nhiều tác giả đã viết về dòng sông này, trong đó nổi tiếng nhất là Trương Hán Siêu với Phú sông Bạch Đằng.\n- Bài phú chưa rõ được sáng tác năm nào, khoảng vào 50 năm sau cuộc kháng chiến chống giặc Mông - Nguyên thắng lợi.\n3. Bố cục\nGồm 4 phần:\nPhần 1. Từ đầu đến “Tiếc thay dấu vết luống còn lưu”: Cảm xúc của nhân vật “khách” khi du ngoạn sông Bạch Đằng.\nPhần 2. Tiếp theo đến “Nghìn xưa ca ngợi”: Cuộc gặp gỡ và trò chuyện của các bô lão.\nPhần 3. Tiếp theo đến “Nhớ người xưa chừ lệ chan”: Lời bình luận của các bô lão về chiến công xưa.\nPhần 4. Còn lại. Lời khẳng định về đức độ của con người.\n4. Nội dung\nPhú sông Bạch Đằng đã thể hiện lòng yêu nước và niềm từ dân tộc trước chiến công trên sông Bạch Đằng, đồng thời ca ngợi truyền thống anh hùng bất khuất, truyền thống đạo lý nhân nghĩa của dân tộc Việt Nam.\n5. Nghệ thuật\nĐỉnh cao nghệ thuật của thể phú trong văn học trung đại Việt Nam.\n \"\""