"Bài thơ Quê hương\nChim bay dọc biển đem tin cá\nLàng tôi ở vốn làm nghề chài lưới:\nNước bao vây cách biển nửa ngày sông.\nKhi trời trong, gió nhẹ, sớm mai hồng,\nDân trai tráng bơi thuyền đi đánh cá.\nChiếc thuyền nhẹ hăng như con tuấn mã\nPhăng mái chèo mạnh mẽ vượt trường giang.\nCánh buồm trương, to như mảnh hồn làng\nRướn thân trắng bao la thâu góp gió…\nNgày hôm sau, ồn ào trên bến đỗ\nKhắp dân làng tấp nập đón ghe về.\n“Nhờ ơn trời, biển lặng cá đầy ghe”,\nNhững con cá tươi ngon thân bạc trắng.\nDân chài lưới, làn da ngăm rám nắng,\nCả thân hình nồng thở vị xa xăm;\nChiếc thuyền im bến mỏi trở về nằm\nNghe chất muối thấm dần trong thớ vỏ.\nNay xa cách lòng tôi luôn tưởng nhớ\nMàu nước xanh, cá bạc, chiếc buồm vôi\n Thoáng con thuyền rẽ sóng chạy ra khơi,\nTôi thấy nhớ cái mùi nồng mặn quá!\nI. Đôi nét về nhà thơ Tế Hanh\n- Tế Hanh (1921 - 2009) tên khai sinh là Trần Tế Hanh, sinh ra tại một làng chài ven biển tỉnh Quảng Ngãi.\n- Ông có mặt trong phong trào thơ mới ở chặng cuối (1940 - 1945) với những bài thơ mang nặng nỗi buồn và tình yêu quê hương thắm thiết.\n- Sau 1946, Tế Hanh bền bỉ sáng tác phục vụ cách mạng và kháng chiến.\n- Ông được biết đến với những bài thơ thể hiện nỗi nhớ thương tha thiết quê hương miền Nam và niềm khao khát tổ quốc được thống nhất.\n- Năm 1996, ông được trao tặng giải thưởng Hồ Chí Minh về Văn học nghệ thuật.\n- Một số tác phẩm chính: Tập thơ Hoa niên (1945), Gửi miền Bắc (1955), Tiếng sóng (1960), Hai nửa yêu thương (1963), Khúc ca mới (1966)...\nII. Giới thiệu về bài thơ Quê hương\n1. Hoàn cảnh sáng tác\n- Quê hương luôn là niềm cảm hứng lớn trong thơ Tế Hanh mà bài thơ “Quê hương” chính là mở đầu cho chùm bài thơ viết về quê hương.\n- Bài thơ được rút ra trong tập “Nghẹn ngào” (1939), sau được in lại trong tập “Hoa niên” (1945).\n2. Bố cục\nGồm 3 phần:\nPhần 1: Hai câu đầu. Giới thiệu chung về khung cảnh làng quê.\nPhần 2. Từ “Khi trời trong, gió nhẹ, sớm mai hồng” đến “Rướn thân trắng bao la thâu góp gió…”. Khung cảnh dân chài bơi thuyền ra biển đánh cá.\nPhần 3. Từ “Ngày hôm sau, ồn ào trên bến đỗ” đến “Nghe chất muối thấm dần trong thớ vỏ”. Khung cảnh con thuyền về bến.\nPhần 4. Bốn câu cuối. Nỗi nhớ quê hương của nhà thơ.\n3. Thể thơ\nBài thơ “Quê hương” được sáng tác theo thể thơ tám chữ.\n4. Nội dung\nBài thơ đã khắc họa một bức tranh tươi sáng, sinh động về một làng quê miền biển, nổi bật là vẻ đẹp khỏe khoắn, đầy sức sống của người dân làng chài.\n5. Nghệ thuật\nHình ảnh độc đáo, lời thơ bình dị, sử dụng nhiều biện pháp tu từ độc đáo…\nIII. Dàn ý phân tích Quê hương\n(1) Mở bài\nGiới thiệu về tác giả Tế Hanh, bài thơ Quê hương.\n(2) Thân bài\na. Giới thiệu chung về cảnh làng quê\n- Lời giới thiệu mở đầu “Làng tôi ở vốn làm nghề chài lưới”: làng nghề đánh bắt cá có truyền thống lâu đời.\n- Vị trí “Nước bao vây cách biển nửa ngày sông”: nằm gần bờ biển.\n=> Cách giới thiệu ngắn gọn, dễ hiểu.\nb. Khung cảnh dân chài bơi thuyền ra biển đánh cá\n- Thời gian: buổi sớm mai\n- Điều kiện thời tiết: trời trong, gió nhẹ\n- Con thuyền “nhẹ hăng như con tuấn mã”: Dũng mãnh vượt biển.\n- Cánh buồm giữa biển khơi: con thuyền như linh hồn của người dân làng chài, nổi bật trên nền trời bao la rộng lớn ngoài biển khơi.\n=> Khung cảnh tràn đầy sức sống, hứa hẹn một chuyến ra khơi bội thu.\nc. Khung cảnh con thuyền về bến\n- Người dân: Tấp nập, vui vẻ trước thành quả lao động.\n- Vẻ đẹp của người dân chài với “làn da “ngăm rám nắng”, thân hình “nồng thở vị xa xăm”: Sự khỏe mạnh, mang đậm chất biển.\n- Hình ảnh con thuyền “im bến mỏi trở về nằm”: Con thuyền như một con người lao động, biết tự cảm nhận thân thể của mình sau một ngày lao động mệt mỏi\n=> Bức tranh tươi sáng, sinh động về một làng quê miền biển và hình ảnh khỏe khoắn, tràn đầy sức sống, tinh thần lao động của người dân làng chài.\nd. Nỗi nhớ quê hương của nhà thơ\n- Các hình ảnh của làng quê: “màu nước xanh”, “cá bạc”, “chiếc buồm vôi”, “con thuyền rẽ sóng”,… thể hiện nỗi nhớ quê hương chân thành, da diết của tác giả.\n- “Tôi thấy nhớ cái mùi nồng mặn quá!”: Hương vị đặc trưng của miền biển, bộc lộ tình yêu dành cho quê hương.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Quê hương.\n \"\""