"Bài thơ Rằm tháng giêng\n(Nguyên Tiêu)\nRằm tháng giêng\nPhiên âm:\nKim dạ nguyên tiêu nguyệt chính viên,\nXuân giang, xuân thuỷ tiếp xuân thiên\nYên ba thâm xứ đàm quân sự,\nDạ bán quy lai nguyệt mãn thuyền.\nDịch nghĩa:\nĐêm nay, đêm rằm tháng giêng, trăng đúng lúc tròn nhất,\nSông xuân, nước xuân tiếp giáp với trời xuân;\nNơi sâu thẳm mịt mù khói sóng bàn việc quân,\nNửa đêm quay về trăng đầy thuyền.\nDịch thơ:\nRằm xuân lồng lộng trăng soi,\nSông xuân nước lẫn màu trời thêm xuân;\nGiữa dòng bàn bạc việc quân,\nKhuya về bát ngát trăng ngân đầy thuyền.\n(Xuân Thủy dịch)\nI. Đôi nét về tác giả Hồ Chí Minh\n1. Vài nét về tiểu sử\n- Hồ Chí Minh (19.5.1890 - 2.9.1969) là vị lãnh tụ vĩ đại của dân tộc và cách mạng Việt Nam.\n- Hồ Chí Minh có tên khai sinh là Nguyễn Sinh Cung. Quê ở làng Kim Liên, huyện Nam Đàn, tỉnh Nghệ An.\n- Gia đình: Thân phụ là cụ Phó bảng Nguyễn Sinh Sắc - một nhà Nho yêu nước có tư tưởng tiến bộ có ảnh hưởng lớn đến tư tưởng của Người. Thân mẫu của Người là bà Hoàng Thị Loan.\n- Trong suốt cuộc đời hoạt động cách mạng, Người đã sử dụng nhiều tên gọi khác nhau: Nguyễn Tất Thành, Văn Ba, Nguyễn Ái Quốc... Tên gọi “Hồ Chí Minh” được sử dụng lần đầu tiên trong hoàn cảnh: Ngày 13 tháng 8 năm 1942, khi Trung Quốc với danh nghĩa đại diện của cả Việt Minh và Hội Quốc tế Phản Xâm lược Việt Nam để tranh thủ sự ủng hộ của Trung Hoa Dân Quốc.\n- Không chỉ là một nhà hoạt động cách mạng lỗi lạc, Hồ Chí Minh còn được biết đến với tư cách là một nhà văn nhà thơ lớn.\n- Hồ Chí Minh được UNESCO công nhận là Danh nhân văn hóa thể giới.\n2. Sự nghiệp văn học\na. Quan điểm sáng tác\n- Hồ Chí Minh coi văn học là vũ khí chiến đấu lợi hại phụng sự cho sự nghiệp cách mạng. Nhà văn cũng phải có tinh thần xung phong như chiến sĩ ngoài mặt trận.\n- Bác luôn chú trọng tính chân thật và tính dân tộc của văn học.\n- Khi cầm bút, Hồ Chí Minh bao giờ cũng xuất phát từ mục đích, đối tượng tiếp nhận để quyết định nội dung và hình thức của tác phẩm. Người luôn tự đặt câu hỏi:\nViết cho ai? (Đối tượng)\nViết để làm gì? (Mục đích)\nViết cái gì? (Nội dung)\nViết thế nào? (Hình thức)\nb. Di sản văn học\nb.1. Văn chính luận\n- Từ những thập niên đầu thế kỉ XX, các bài văn chính luận mang bút danh Nguyễn Ái Quốc viết bằng tiếng Pháp đăng trên các tờ báo: Người cùng khổ, Nhân đạo, Đời sống thợ thuyền… thể hiện tính chiến đấu mạnh mẽ.\n- Một số văn bản như Tuyên ngôn Độc lập, Lời kêu gọi toàn quốc kháng chiến… được viết trong giờ phút lịch sử của dân tộc.\nb.2. Truyện và kí hiện đại\n- Một số truyện kí viết bằng tiếng Pháp: Pa-ri (1922), Lời than vãn của bà Trưng Trắc (1922), Vi hành (1923)...\n- Những tác phẩm này đều nhằm tố cáo tội ác dã mạn, bản chất xảo trá của bọn thực dân phong kiến và tay sai…\nb.3. Thơ ca\n- Tên tuổi của nhà thơ Hồ Chí Minh gắn với tập Ngục trung nhật kí (Nhật kí trong tù).\n- Ngoài ra, Người còn một số chùm thơ viết ở Việt Bắc (1941 - 1945): Tức cảnh Pác Bó, Thướng sơn, Đối nguyệt…\n3. Phong cách nghệ thuật\n- Văn chính luận: ngắn gọn, súc tích, lập luận chặt chẽ, lí lẽ đanh thép, bằng chứng thuyết phục, giàu tính luận chiến, kết hợp nhuần nhuyễn mạch luận lí với mạch cảm xúc, giọng điệu uyển chuyển.\n- Truyện và kí hiện đại, giàu tính chiến đấu, nghệ thuật trào phúng sắc bén, nhẹ nhàng, hóm hỉnh nhưng thâm thúy, sâu cay.\n- Thơ ca: Thơ tuyên truyền cách mạng mộc mạc, giản dị, dễ nhớ, dễ thuộc; Thơ nghệ thuật kết hợp hài hòa giữa yếu tố cổ điển với yếu tố hiện đại, cô đọng, súc tích.\n=> Trong văn chính luận, truyện, kí hay thơ ca, phong cách nghệ thuật của Hồ Chí Minh hết sức phong phú, đa dạng mà thống nhất.\nII. Giới thiệu về bài thơ Rằm tháng giêng\n1. Hoàn cảnh sáng tác\nBài thơ được Bác Hồ sáng tác khi còn ở chiến khu Việt Bắc, trong những năm đầu của cuộc kháng chiến chống thực dân Pháp (1946 - 1954). Cuối năm 1947, quân Pháp ồ ạt tấn công lên căn cứ Việt Bắc nhằm tiêu diệt cơ quan đầu não và lãnh đạo của quân ta. Nhưng với sự đồng lòng cùng sự lãnh đạo sáng suốt của Đảng, chiến dịch Việt Bắc đã làm thất bại kế hoạch của quân địch.\n2. Thể thơ\nThất ngôn tứ tuyệt.\nNgôn ngữ trong sáng, giản dị.\nBiện pháp tu từ: điệp ngữ\n3. Bố cục\nGồm 2 phần:\nPhần 1. Hai câu đầu: Cảnh thiên nhiên ở chiến khu Việt Bắc trong đêm trăng.\nPhần 2. Hai câu sau: Hình ảnh con người trong đêm trăng.\n4. Nội dung\nBài thơ “Rằm tháng giêng” đã miêu tả hình thanh thiên nhiên ở chiến khu Việt Bắc trong đêm trăng rằm tháng giêng. Qua đó nhà thơ đã bộc lộ tình yêu thiên nhiên, tấm lòng yêu nước và niềm tin chiến thắng vào sự nghiệp cách mạng của đất nước.\n5. Nghệ thuật\nThể thơ thất ngôn tứ tuyệt, hình ảnh giản dị, sử dụng biện pháp tu từ điệp ngữ...\nIII. Dàn ý phân tích Rằm tháng giêng\n(1) Mở bài\nGiới thiệu về tác giả Hồ Chí Minh và bài thơ “Rằm tháng giêng”.\n(2). Thân bài\na. Thiên nhiên ở chiến khu Việt Bắc trong đêm trăng\n- Hình ảnh ánh trăng: “nguyệt chính viên” - trăng đúng lúc tròn nhất.\n=> Không gian bao la, tràn ngập ánh trăng.\n- Sức sống của mùa xuân: “xuân giang, xuân thủy, tiếp xuân thiên”\n=> Ba chữ “xuân” nối tiếp nhau thể hiện sức xuân và sắc xuân đang trỗi dậy. Khung cảnh tràn đầy sức sống.\n=> Hai câu đầu đã khắc họa bức tranh thiên nhiên đêm rằm mùa xuân đẹp, bát ngát, rộng lớn và tràn đầy sức sống.\nb. Hình ảnh con người trong đêm trăng ở chiến khu Việt Bắc\n- Công việc: “đàm quân sự” - bàn việc quân nghĩa là bàn việc kháng chiến, bàn việc sinh tử của của dân tộc.\n- Hình ảnh “trăng ngân đầy thuyền”: gợi sức lan tỏa của ánh trăng trong đêm rằm và qua đó thể hiện ý nguyện, mong muốn vươn tới thành công trong sự nghiệp cách mạng.\n=> Hai câu thơ cuối cho thấy phong thái ung dung, lạc quan, luôn tin tưởng vào sự nghiệp cách mạng và tâm hồn giao cảm, hòa hợp với thiên nhiên của Bác Hồ.\n(3) Kết bài\nKhái quát lại giá trị nội dung và nghệ thuật của bài thơ Rằm tháng giêng.\n \"\""