"Sài Gòn tôi yêu\nI. Đôi nét về tác giả Minh Hương\nMinh Hương quê ở Quảng Nam, có nhiều năm sống ở Nam Bộ.\nCó nhiều tác phẩm viết về thành phố Sài Gòn.\nII. Giới thiệu về tác phẩm Sài Gòn tôi yêu\n1. Xuất xứ\nSài Gòn tôi yêu được sáng tác cuối tháng 12 năm 1990 và được in trong tập Nhớ Sài Gòn, NXB Thành phố Hồ Chí Minh.\n2. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “Ghét nhau ghét cả tông chi họ hàng”. Những ấn tượng bạn đầu về thành phố Sài Gòn.\nPhần 2: Tiếp theo đến “Ngày nay đã leo lên hơn năm triệu”. Cảm nhận về lối sống và tính cách của người Sài Gòn.\nPhần 3. Còn lại. Tình cảm của tác giả dành cho Sài Gòn.\n3. Nội dung\nSài Gòn là thành phố trẻ trung, năng động, có nét hấp dẫn riêng về thiên nhiên và khí hậu. Người Sài Gòn có phong cách cởi mở, bộc trực, chân tình và trọng đạo nghĩa.\n4. Nghệ thuật\nNgôn ngữ mộc mạc, giọng văn tự nhiên…\nSài Gòn tôi yêu\nSài Gòn vẫn trẻ. Tôi thì đương già. Ba trăm năm so với năm ngàn năm tuổi của Đất nước thì cái đô thị này còn xuân chán. Sài Gòn cứ trẻ hoài như một cây tơ đương độ nõn nà, trên đà thay da, đổi thịt, miễn là cư dân ngày nay và cả ngày mai biết cách tưới tiêu, chăm bón, trân trọng giữ gìn cái đô thị ngọc ngà này.\nTôi yêu Sài Gòn da diết... Tôi yêu trong nắng sớm, một thứ nắng ngọt ngào, vào buổi chiều lộng gió nhớ thương, dưới những cây mưa nhiệt đới bất ngờ. Tôi yêu thời tiết trái chứng với trời đang ui ui buồn bã, bỗng nhiên trong vắt lại như thuỷ tinh. Tôi yêu cả đêm khuya thưa thớt tiếng ồn. Tôi yêu phố phường náo động, dập dìu xe cộ vào những giờ cao điểm. Yêu cả cái tĩnh lặng của buổi sáng tinh sương với làn không khí mát dịu, thanh sạch trên một số đường còn nhiều cây xanh che chở. Nếu cho là cường điệu, xin thưa:\nYêu nhau yêu cả đường đi\nGhét nhau ghét cả tông chi họ hàng.\nỞ trên đất này, không có người Bắc, không có người Trung, người Nam, người Hoa, người Khơ-me... mà chỉ toàn là người Sài Gòn cả. Sống lâu, sống quen một thời gian dài ở Sài Gòn, rồi cứ ngỡ là mình đã sinh ra ở đây và vô hình trung đã thừa nhận nơi đây là quê quán của mình. Sài Gòn bao giờ cũng dang hai cánh tay mở rộng mà đón nhiều người từ trăm nẻo đất nước kéo đến. Nếu siêng năng, chịu khó thì bạn sẽ được đãi ngộ thân tình như hàng triệu người khác.\nCách ngày này gần năm mươi năm, vào đây được gần gũi với người Sài Gòn, tôi đã thấy phong cách bản địa mang nhiều nét đặc trưng. Họ ăn nói tự nhiên, nhiều lúc hề hà, dễ dãi. Phần đông ít dàn dựng, tính toán. Người Sài Gòn cũng như phần lớn người Lục tỉnh rất chơn thành, bộc trực.\nCác cô gái thị thiềng lúc đó thì tóc buông thõng trên vai, trên lưng. Có khi tết bím. Đội nón vải trắng, vành rộng, như nón Hướng đạo. Áo bà ba trắng, đính một túi nhỏ xíu duy nhất bên thân mặt áo. Quần đen rộng. Mang giày bố trắng (giày vải, giày bata) hay xăng đan da. Có người đi guốc vông trơn trắng nõn, quai da, dạng chiếc xuồng hay hình hộp cá mòi. Dáng đi khỏe khoắn, mạnh dạn. Cái đẹp thật đơn sơ, đôn hậu. Cũng yểu điệu, thiết tha, nhưng theo cung cách Bến Nghé. Cũng e thẹn, ngượng nghịu như vầng trăng mới ló, còn ngập ngừng giấu nửa vành sau áng mây. Nụ cười thiệt tình, tươi tắn và ít nhiều thơ ngây.\nBấy giờ, khi chào người lớn, các cô ấy (trước 1945) cúi đầu, chắp hai bàn tay lạy và xá. Gặp trang lứa bạn bè thì hơi cúi đầu và cười. Cười ngậm miệng, cười chúm chím, cười mủm mỉm, cười he hé, chỉ để lộ vài cái răng hay lộ cả hàm, tuỳ theo mức độ thân quen. Đặc biệt là cặp mắt sáng rỡ, nhí nhảnh, đôi lúc lại ánh lên vài tia hóm hỉnh.\nTuy phong cách tiếp cận người quen hay khách lạ có vẻ hơi “cổ xưa” nhưng lại rõ ràng, dân chủ. Không có tư thế khúm núm hay màu mè. Không một chút mặc cảm, tự ti.\nTuy nhiên, đến những hồi nghiêm trọng và sôi sục nhứt của đất nước, thì các cô gái ấy cũng như các chàng trai và các giới đồng bào của Sài Gòn bất khuất, không chút do dự, dấn thân vào khó khăn, nguy hiểm và có khi hi sinh cả tánh mạng, xuyên suốt ba chục năm từ năm 1945 đến 1975.\nMiền Nam là đất lành thì Sài Gòn, đứng ở góc độ nào đó mà xem xét, cũng là một đô thị hiền hoà. Sài Gòn ngày nay cũng rất ít chim. Đến mùa, một ít nhạn, én bay về trú đông, dưới các mái nhà cao tầng, mái đình, mái chùa. Thỉnh thoảng mới thấy vài chị quạ, chị sáo, vài chị vành khuyên, sắc ô, áo già... Nhiều nhứt là họ hàng se sẻ mà bây giờ cũng thấy thưa thớt dần. Trước kia, rất nhiều, cả cò, cả vạc sổng lồng trong Sở thú bay ra làm tổ trên mấy ngọn cây dầu, cây sao cao ngất với các chị cu gáy, chị quạ, chị sáo. Những kẻ vô trách nhiệm với môi trường sống và chẳng thèm đếm xỉa đến luật bảo vệ thiên nhiên, với những nòng súng hơi ác độc, đang tay bắn giết chim và dơi của thành phố.\nThành phố hiếm hoi dần chim chóc. Thì đã có người. Sài Gòn rộng mở và hào phóng là nơi rất thuận lợi cho người tứ xứ đến đây sinh sống. Ngày nay đã leo lên hơn năm triệu.\nVậy đó mà tôi yêu Sài Gòn và yêu cả con người ở đây. Một mối tình dai dẳng, bền chặt. Thương mến bao nhiêu cũng không uổng công, hoài của. Tôi ước mong mọi người nhất là các bạn trẻ, đều yêu Sài Gòn như tôi.\n \"\""