"Tác phẩm Sống chết mặc bay\nI. Đôi nét về tác giả Phạm Duy Tốn\n- Phạm Duy Tốn sinh năm 1883, mất năm 1924.\n- Nguyên quán làng Phượng Vũ, huyện Thường Tín, tỉnh Hà Tây (nay thuộc Hà Nội); sinh quán thôn Đông Thọ (nay là phố Hàng Dầu, Hà Nội).\n- Ông là một trong số ít những người có thành tựu đầu tiên về thể loại truyện ngắn hiện đại.\n- Một số tác phẩm như: Sống chết mặc bay, Con người Sở Khanh, Nước đời lắm nỗi...\nII. Giới thiệu về tác phẩm Sống chết mặc bay\n1. Xuất xứ\nTác phẩm được đăng trên tạp chí Nam phong, số 18 - 1918.\nSống chết mặc bay được coi là tác phẩm thành công nhất của ông.\n2. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “Quan ù, ấy là hạnh phúc!”: Cảnh nhân dân hộ đê và quan hộ bài.\nPhần 2. Còn lại. Cảnh đê vỡ và quan sắp ù to.\n3. Nhan đề\n- Sống chết mặc bay: là một vế của câu tục ngữ dân gian “Sống chết mặc bay, tiền thầy bỏ túi”: phê phán những hạng người vô trách nhiệm, ích kỷ, chỉ biết lợi ích của bản thân mà không quan tâm đến cuộc sống, thậm chí tính mạng của những người khác (trong câu tục ngữ là chỉ thầy thuốc)\n- Việc sử dụng “Sống chết mặc bay”, Phạm Duy Tốn muốn phê phán, tố cáo những bọn có chức quyền, mang danh “quan phụ mẫu”, “cha mẹ” của dân nhưng lại vô trách nhiệm, vô lương tâm, mất hết nhân tính, thờ ơ trước sự sống còn của con dân.\n- Nhà văn cũng bày tỏ sự xót thương, đồng cảm trước cuộc sống đầy cực khổ của người dân.\n4. Tóm tắt\nTrời mưa tầm tã lúc một giờ đêm khiến nước sông Nhị Hà dâng lên ngày một cao. Con đê của làng X phủ X xem chừng có nguy cơ bị vỡ. Từ chiều đến giờ hàng trăm con người cố gắng bảo vệ. Tình cảnh trông vô cùng thảm hại. Trái ngược lại, viên quan phụ mẫu ở trong đình không xa đang ung dung ăn uống, say sưa đánh tổ tôm. Khi có người cấp báo đê sắp vỡ, quan vẫn mặc kệ, chửi mắng sai lính đuổi ra. Đến lúc đê vỡ, dân chúng lầm than. Cũng là lúc mà quan sung sướng vì được ù ván bài lớn.\n5. Nội dung\n“Sống chết mặc bay” đã lên án gay gắt tên quan phủ “lòng lang dạ thú” và bày tỏ niềm thương cảm trước cảnh “nghìn sầu muôn thảm” của nhân dân do thiên tai và cũng do thái độ vô trách nhiệm của kẻ cầm quyền gây nên.\n6. Nghệ thuật\nKết hợp nghệ thuật tương phản và tăng cấp khéo léo, lời văn cụ thể, sinh động, giàu cảm xúc…\nSống chết mặc bay\nGần một giờ đêm. Trời mưa tầm tã. Nước sông Nhị Hà lên to quá; khúc đê làng X. thuộc phủ X. xem chừng núng thế lắm, hai ba đoạn đã thẩm lậu rồi, không khéo thì vỡ mất.\nDân phu kể hàng trăm nghìn con người, từ chiều đến giờ, hết sức giữ gìn, kẻ thì thuổng, người thì cuốc, kẻ đội đất, kẻ vác tre, nào đắp, nào cừ, bì bõm dưới bùn lầy ngập quá khuỷu chân, người nào người nấy lướt thướt như chuột lột. Tình cảnh trông thật là thảm.\nTuy trống đánh liên thanh, ốc thổi vô hồi, tiếng người xao xác gọi nhau sang hộ, nhưng xem chừng ai ai cũng mệt lử cả rồi. Ấy vậy mà trên trời thời vẫn mưa tầm tã trút xuống, dưới sông thời nước cứ cuồn cuộn bốc lên. Than ôi! Sức người khó lòng địch nổi với sức trời! Thế đê không sao cự lại được với thế nước! Lo thay! Nguy thay! Khúc đê này hỏng mất.\nẤy, lũ con dân đang chân lấm tay bùn, trăm lo nghìn sợ, đem thân hèn yếu mà đối với sức mưa to nước lớn, để bảo thủ lấy tính mạng gia tài, thế thời nào quan cha mẹ ở đâu?\nThưa rằng: Đang ở trong đình kia, cách đó chừng bốn năm trăm thước. Đình ấy cũng ở trên mặt đê, nhưng cao mà vững chãi, dẫu nước to thế nữa, cũng không việc gì.\nTrong đình, đèn thắp sáng trưng; nha lệ lính tráng, kẻ hầu người hạ, đi lại rộn ràng. Trên sập, mới kê ở gian giữa, có một người quan phụ mẫu, uy nghi chễm chện ngồi. Tay trái dựa gối xếp, chân phải duỗi thẳng ra, để cho tên người nhà quỳ ở dưới đất mà gãi. Một tên lính lệ đứng bên, cầm cái quạt lông, chốc chốc sẽ phẩy. Tên nữa đứng khoanh tay, chực chầu điếu đóm. Bên cạnh ngài, mé tay trái, bát yến hấp đường phèn, để trong khay khảm, khói bay nghi ngút, tráp đồi mồi chữ nhật để mở, trong ngăn bạc đầy những trầu vàng, cau đậu, rễ tía, hai bên nào ống thuốc bạc, nào đồng hồ vàng, nào dao chuôi ngà, nào ống vôi chạm, ngoáy tai, ví thuốc, quản bút, tăm bông trông mà thích mắt. Chung quanh sập, bắc bốn ghế mây, bắt đầu từ phía hữu quan thì có thầy đề, rồi lần lượt đến thầy đội nhất, thầy thông nhì, sau hết giáp phía tay tả ngài, thì đến chánh tổng sở tại cùng ngồi hầu bài.\nNgoài kia, tuy mưa gió ầm ầm, dân phu rối rít, nhưng trong này xem chừng tĩnh mịch nghiêm trang lắm: trừ quan phụ mẫu ra, mọi người không ai dám to tiếng. So với cái cảnh trăm họ đang vất vả lấm láp, gội gió tắm mưa, như đàn sâu lũ kiến ở trên đê, thời ở trong đình rất là nhàn nhã, đường bệ, nguy nga: nào quan ngồi trên, nào nha ngồi dưới, người nhà, lính lệ khoanh tay sắp hàng, nghi vệ tôn nghiêm, như thần như thánh. Thỉnh thoảng nghe tiếng quan phụ mẫu gọi: “Điếu, mày”; tiếng tên lính thưa: “Dạ”; tiếng thầy đề hỏi: “Bẩm, bốc”; tiếng quan lớn truyền: “Ừ”. Kẻ này: “Bát sách! Ăn”. Người kia: “Thất văn… Phỗng”, lúc mau, lúc khoan, ung dung êm ái, khi cười, khi nói vui vẻ dịu dàng. Thật là tôn kính, xứng đáng với một vì phúc tinh.\nẤy đó, quan phụ mẫu cùng với nha lại đương vui cuộc tổ tôm ở trong đình ấy. Ngài mà còn dở ván bài, hoặc chưa hết hội thì dầu trời long đất lở, đê vỡ dân trôi, ngài cũng thây kệ.\nÔi! Trăm hai mươi lá bài đen đỏ, có cái ma lực gì mà run rủi cho quan mê được như thế?... Này, này đê vỡ mặc đê, nước sông dù nguy, không bằng nước bài cao thấp. Đứng trên đê mà đốc kẻ cắm cừ, người đổ đất, lắm nỗi lầm than, sao bằng ngồi trong đình, đã sẵn kẻ bốc nọc người chia bài, nhiều đường thú vị.\nThan ôi! Cứ như cái cách quan ngồi ung dung như vậy, mà hai bên tả hữu, nha lại nghiêm trang, lính hầu rầm rập, thì đố ai dám bảo rằng: gần đó có sự nguy hiểm to, sắp sinh ra một cảnh nghìn sầu muôn thảm, trừ những kẻ lòng lang dạ thú, còn ai nghĩ đến, mà chẳng động tâm, thương xót đồng bào huyết mạch!...\nMặc! Dân, chẳng dân thời chớ! Con bài ngon há nỡ bỏ hoài ru! Quan lớn ngài ăn, ngài đánh; người hầu kẻ hạ, kẻ vâng. Sướng bao nhiêu, thích bao nhiêu! Lúc quan hạ, bài ù, ai ai là người chẳng ngợi khen tấm tắc! Một nước bài cao, bằng mấy mươi đê lở, ruộng ngập! Vậy mà không hiểu thời thật là phàm!\nQuan lớn ù thông. Người đầu cánh kẻ cuối tay, tranh nhau phô bài để quan lớn rõ, rằng: “Mình vào được nhưng không dám cố ăn kìm!” Rằng: “Mình có đôi, mà không dám phỗng qua mặt!”. Hèn chi mà quan chẳng ù luôn! Quan ù, ấy là hạnh phúc!...\nKhi đó, ván bài quan đã chờ rồi. Ngài xơi bát yến vừa xong, ngồi khểnh vuốt râu, rung đùi, mắt đang mải trông đĩa nọc, bỗng nghe ngoài xa, tiếng kêu vang trời dậy đất. Mọi người đều giật nảy mình, duy quan vẫn điềm nhiên, chỉ lăm le chực người ta bốc trúng quân mình chờ mà hạ. Vì ngài sắp ù to.\nCó người khẽ nói:\n- Bẩm, dễ có khi đê vỡ!\nNgài cau mặt, gắt rằng:\n- Mặc kệ!\nRồi ngài xếp bài lại, quay gối dựa sang bên tay phải, nghiêng mình bảo thầy đề lại:\n- Có ăn không thì bốc chứ!\nThầy đề vội vàng:\n- Dạ, bẩm, bốc.\nVừa lúc đó thì tiếng người kêu rầm rĩ, càng nghe càng lớn. Lại có tiếng ào ào như thác chảy xiết; rồi lại có tiếng gà, chó, trâu, bò kêu vang tứ phía.\nBấy giờ ai nấy ở trong đình, đều nôn nao sợ hãi. Thốt nhiên một người nhà quê, mình mẩy lấm láp, quần áo ướt đầm, tất tả chạy xông vào thở không ra lời:\n- Bẩm… quan lớn… đê vỡ mất rồi!\nQuan lớn đỏ mặt tía tai, quay ra quát rằng:\n- Đê vỡ rồi!... Đê vỡ rồi, thời ông cách cổ chúng mày, thời ông bỏ tù chúng mày! Có biết không?... Lính đâu? Sao bay dám để cho nó chạy xồng xộc vào đây như vậy? Không còn phép tắc gì nữa à?\n- Dạ, bẩm…\n- Đuổi cổ nó ra!\nNgài quay mặt vào, lại hỏi thầy đề:\n- Thầy bốc quân gì thế?\n- Dạ, bẩm, con chưa bốc.\n- Thì bốc đi chứ!\nThầy đề tay run cầm cập, thò vào đĩa nọc, rút ra một con bài, lật ngửa, xướng rằng:\n- Chi chi!\nQuan lớn vỗ tay xuống sập kêu to:\n- Đây rồi!... Thế chứ lại!\nRồi ngài vội vàng xoè bài, miệng vừa cười vừa nói:\n- Ù! Thông tôm, chi chi nảy!... Điếu, mày!\n…\nẤy, trong khi quan lớn ù ván bài to như thế, thì khắp mọi nơi miền đó, nước tràn lênh láng, xoáy thành vực sâu, nhà cửa trôi băng, lúa má ngập hết; kẻ sống không chỗ ở, kẻ chết không nơi chôn, lênh đênh mặt nước, chiếc bóng bơ vơ, tình cảnh thảm sầu, kể sao cho xiết!\n \"\""