"Đoạn trích Số phận con người\nSố phận con người\n(Lược phần đầu: Mùa xuân năm 1946, trên đường đi công tác, tác giả gặp anh lái xe An-đrây Xô-cô-lốp 46 tuổi và bé Va-ni-a chừng 5 - 6 tuổi trên bến đò. Nhân dịp này, An-đrây Xô-cô-lốp đã kể cho tác giả nghe về cuộc đời đau khổ của mình. Khi chiến tranh bùng nổ, anh ra trận, để lại vợ và ba con ở hậu phương. Chiến đấu chừng một năm, anh bị thương hai lần, vào tay và chân. Tiếp đó là hai năm bị đoạ đày trong các trại tập trung của phát xít Đức. Năm 1944, bọn phát xít bị thua to trên mặt trận Xô – Đức, buộc phải dùng cả tù binh làm lái xe. Nhân cơ hội đó, An-đrây Xô-cô-lốp đã cướp xe, bắt sống tên thiếu tá phát xít, chạy thoát về phía quân ta. Mãi lúc ấy An-đrây Xô-cô-lốp mới biết vợ và hai con gái anh đã bị bom phát xít giết hại từ giữa năm 1942. A-na-tô-li, con trai anh, một học sinh giỏi toán, giờ là đại uý pháo binh. Hai cha con cùng tiến đánh Béc-lin, sào huyệt của bọn phát xít. Đúng ngày 9 tháng 5 năm 1945, ngày chiến thắng, một tên thiện xạ Đức đã bắn chết A-na-tô-li, đứa con trai yêu quý, niềm hy vọng cuối cùng của An-đrây Xô-cô-lốp...)\nTôi đã chôn trên đất người, đất Đức, niềm vui sướng và niềm hi vọng cuối cùng của tôi; đại đội pháo đã nổ súng vĩnh biệt tiễn người chỉ huy của họ tới nơi an nghỉ cuối cùng; trong người tôi như có cái gì đó vỡ tung ra... Tôi trở về đơn vị mình như người mất hồn. Nhưng chả mấy chốc tôi được giải ngũ. Về đâu bây giờ? Chả nhẽ lại về Vô-rô-ne-giơ? Không được! Tôi chợt nhớ ở U-riu-pin-xcơ có một người bạn, giải ngũ hồi mùa đông vì bị thương, - có lần anh ấy mời tôi về nhà, tôi nhớ ra và tìm đến U-riu-pin-xcơ.\nHai vợ chồng người bạn tôi không có con, sống trong một ngôi nhà riêng nho nhỏ ở rìa thành phố. Mặc dù được hưởng phụ cấp thương binh, nhưng anh bạn tôi vẫn làm lái xe cho một đội vận tải, tôi cũng đến xin làm ở đó. Tôi ở nhà bạn, họ thu xếp cho tôi chỗ nương thân. Chúng tôi chở các thứ hàng hoá về các huyện, và mùa thu thì chuyển sang chở lúa mì. Chính vào hồi ấy tôi gặp chú con trai mới của tôi, đấy chú bé đang nghịch cát đấy.\nThường cứ chạy xe xong trở về thành phố, việc đầu tiên cũng dễ hiểu thôi, là tôi vào hiệu giải khát, nhấm nháp chút gì đó và tất nhiên có uống một ly rượu lử người. Phải nói rằng tôi đã quá say mê cái món nguy hại ấy... Thế rồi một hôm, tôi thấy chú bé ấy ở gần cửa hàng giải khát, hôm sau vẫn lại thấy - thằng bé rách bươm xơ mướp. Mặt mũi thì bê bết nước dưa hấu, lem luốc, bụi bặm, bẩn như ma lem, đầu tóc rối bù, nhưng cặp mắt - cứ như những ngôi sao sáng ngời sau trận mưa đêm! Tôi thích nó, và lạ thật, thích đến nỗi bắt đầu thấy nhớ nó, cố chạy xe cho nhanh để được về gặp nó. Nó ăn ngay ở hiệu giải khát, ai cho gì thì ăn nấy.\nSang ngày thứ tư, tôi chở lúa mì từ nông trường, ghé lại hiệu giải khát. Chú bé của tôi ngồi ở bậc thềm, hai bàn chân nhỏ xíu đung đưa, và nom có vẻ như đang đói. Tôi thò đầu ra ngoài cửa buồng lái và hét gọi: “Ê, Va-ni-a! Lên ô tô đi, nhanh lên, chú đưa đến kho thóc rồi trở về đây ăn trưa”. Nghe tiếng hét gọi của tôi, nó giật mình nhảy khỏi thềm, leo lên bậc xe hỏi nhỏ: “Sao chú lại biết tên cháu là Va-ni-a?”. Và đôi mắt nhỏ của nó mở to ra chờ tôi trả lời. Còn tôi thì bảo nó rằng tôi là người từng trải, cái gì cũng biết.\nNó bước sang bên phải xe, tôi mở cửa đặt nó ngồi bên cạnh mình và cho xe chạy. Thằng bé hoạt bát đến thế mà bỗng nhiên không biết vì sao lại lặng thinh, tư lự, chốc chốc lại liếc nhìn tôi dưới đôi hàng mi dài cong vút, và lại thở dài. Một con chim con non nớt như thế mà đã học thở dài ư? Đấy đâu phải việc của nó? Tôi hỏi: bố cháu đâu, hả Va-ni-a?”. Nó rỉ tai: “Chết ở mặt trận.” - “Thế mẹ cháu?” - “Mẹ bị bom chết trên tàu hoả khi mẹ con cháu đang đi tàu.” - “Thế cháu từ đâu đến?” - “Cháu không biết, không nhớ...” - “Thế ở đây cháu không có ai là bà con thân thuộc à?”. - “Không có ai cả” - “Thế đêm cháu ngủ ở đâu?” - “Bạ đâu ngủ đó”.\nNhững giọt nước mắt nóng hổi sôi lên ở mặt tôi, và lập tức tôi quyết định: “Không thể để cho mình với nó chìm nghỉm riêng rẽ được! Mình sẽ nhận nó làm con.”. Ngay lúc ấy, tâm hồn tôi bỗng nhẹ nhõm và bừng sáng lên. Tôi cúi xuống bên nó khẽ hỏi: “Va-niu-ska, có biết ta là ai không nào?”. Nó hỏi lại nghẹn ngào: “Thế chú là ai?”. Tôi nói lại cũng khẽ như thế: “Ta là bố của con!”\nTrời ơi, thật không thể tưởng tượng được. Nó nhảy chồm lên cổ tôi hôn vào má, vào môi, vào trán và như con chim chích, nó ríu rít líu lo vang rộn cả buồng lái: “Bố yêu của con ơi! Con biết mà! Con biết thế nào bố cũng tìm thấy con mà! Thế nào cũng tìm thấy mà! Con chờ mãi mong được gặp bố!”. Nó áp sát vào người tôi, toàn thân cứ run lên như ngọn cỏ trước gió. Còn mắt tôi thì cứ mờ đi, cả người cũng run lên, hai bàn tay lẩy bẩy... Thế mà tôi vẫn không bị mất tay lái thì cũng kì lạ thật. Nhưng rồi xe cũng lảo đảo đâm xuống rãnh, tôi tắt máy. Giữa lúc mắt còn mờ đi như vậy, tôi không dám chạy tiếp, sợ đâm phải người. Tôi dừng xe chừng năm phút, còn chú bé con trai của tôi cứ ghì chặt lấy tôi lặng im, run rẩy. Tay phải tôi quàng sang ôm lấy nó, khẽ áp nó vào người, còn tay trái tôi mở máy quay trở về nhà mình. Đến kho thóc làm gì nữa, khi mà tôi không còn bụng dạ nào để đi đến đó.\nTôi để xe cạnh cổng, bế con trai mới của tôi vào nhà. Còn nó thì hai tay bé bỏng cứ ôm chặt lấy cổ tôi, vào đến nơi vẫn không chịu buông ra. Nó áp chặt má vào cái má lởm chởm chưa cạo của tôi, cứ như là dán vào đó. Tôi cứ thế bế vào. May quá, cả hai vợ chồng nhà chủ đều đang ở nhà. Tôi bước vào, nháy mắt ra hiệu cho cả hai người rồi nói một cách phấn khởi: “Đây, tôi tìm được cháu Va-niu-ska của tôi rồi! Hai bác là người tốt bụng, cho chúng tôi ở nhờ nhé!”. Cả hai, những người không có con, lập tức hiểu ngay câu chuyện, cứ lăng xăng tíu tít. Còn tôi thì không làm sao dứt khỏi chú con trai. Cuối cùng, rồi cũng dỗ được nó. Tôi lấy xà phòng rửa tay cho nó rồi đặt ngồi vào bàn ăn. Bà chủ múc xúp bắp cải vào đĩa cho nó, rồi đứng nhìn nó ăn ngấu nghiến mà nước mắt ròng ròng. Bà đứng cạnh lò sưởi lấy tạp dề che mặt khóc. Bé Va-niu-ska của tôi thấy bác ấy khóc bèn chạy lại níu lấy vạt áo và nói: “Cô ơi, sao cô lại khóc? Bố cháu tìm thấy cháu ở gần hiệu giải khát, mọi người phải vui mừng chứ, sao cô lại khóc?”. Chao ôi, nghe nói thế bác ta lại càng đầm đìa nước mắt, càng khóc sướt mướt.\nSau bữa ăn trưa, tôi đưa nó tới hiệu cắt tóc, rồi về nhà đặt ngồi vào chậu giặt, tắm rửa xong rồi bọc nó vào tấm khăn trải giường sạch. Nó ôm lấy tôi và cứ thế ngủ thiếp đi. Tôi cẩn thận đặt nó lên giường, rồi cho xe chạy tới kho thóc, dỡ lúa mì xuống, đem xe về trạm để đó, chạy ra cửa hàng tạp hoá. Tôi mua cho nó một cái quần dạ, một sơ mi, đôi dép và một cái mũ lưỡi trai bằng sợi. Tất nhiên là tất cả mọi thứ đều không vừa và chất lượng cũng kém. Về cái quần dạ thì bà chủ đã quở tôi: “Bác điên hay sao, trời nóng thế này mà mặc quần dạ cho con!”. Và lập tức, chiếc máy khâu được đặt lên bàn; rương hòm được lục tung lên. Một giờ sau, Va-niu-ska của tôi đã có một chiếc quần đùi xa tanh và một sơ mi trắng cộc tay. Tôi ngủ chung với nó, và lần đầu tiên, sau bao nhiêu năm tôi được ngủ một giấc yên lành. Nhưng trong đêm cũng phải dậy đến vài bốn bận. Tôi thức giấc, thấy nó rúc vào nách tôi như con chim sẻ dưới mái rạ, ngáy khe khẽ, tôi thấy lòng vui không lời nào tả xiết! Tôi không dám trở mình để nó khỏi thức giấc, nhưng rồi không nén được, tôi nhẹ nhàng ngồi dậy đánh diêm ngắm nhìn nó ngủ...\nTôi thức giấc trước khi trời sáng, không hiểu vì sao mà lại khó thở thế. Hoá ra chú con trai của tôi đã đạp tung khăn trải giường, bò lên nằm vắt ngang trên người tôi, xoạc chân ra, bàn chân bé nhỏ đè lên cổ họng tôi. Ngủ với nó thật không yên, nhưng quen hơi, không có nó thì buồn. Đêm đêm khi thì nhìn nó ngủ, khi thì thơm mái tóc xù của nó, trái tim tôi đã suy kiệt, đã bị chai sạn vì đau khổ, nay trở nên êm dịu hơn...\nThời gian đầu, nó còn theo tôi trong các chuyến xe, nhưng rồi tôi hiểu ra rằng như thế không có lợi. Chỉ một mình tôi thì cần gì đâu? Một mẩu bánh mì, một củ hành với tí muối, thế là đủ no cho một ngày của đời lính. Nhưng thêm nó thì khác: khi thì phải mua sữa cho nó, khi thì phải luộc quả trứng, không có thức ăn nóng cho nó là không xong. Nhưng công việc thì c\n  \n lại, mắt nhìn lên trần: “Bố ơi, cái áo bành tô bằng da của bố đâu rồi?”. Cả đời tôi, có bao giờ tôi có bành tô da nào đâu! Tôi đành phải đánh trống lảng: “Bố để lại ở Vô-rô-ne-giơ rồi!” - Tôi bảo nó. “Thế tại sao bố lại tìm con lâu thế?”. Tôi đáp: bố tìm con ở bên Đức, bên Ba Lan, và đi bộ, đi xe tìm khắp cả Bê-lô-ru-xi-a, mà con thì lại ở U-riu-pin-xcơ.”. - “Thế U-riu-pin-xcơ có gần nước Đức không hả bố? Thế Ba Lan có cách xa nhà ta lắm không?”. Đấy hai bố con cứ nói chuyện huyên thuyên như thế cho đến khi ngủ thiếp đi.\nAnh bạn ạ, không phải là vô cớ mà nó hỏi về cái áo bành tô da đâu? Không, hoàn toàn không đơn giản. Tức là, ông bố đẻ của nó đã có thời mặc bành tô da, và nó chợt nhớ lại. Đấy, trí nhớ trẻ con cứ như quầng sáng mùa hạ, soi sáng tất cả trong chốc lát rồi vụt tắt. Trí nhớ của chú bé ấy cũng như vậy, như quầng sáng, cứ chợt loé lên như thế.\nCũng có thể là tôi và cháu bé còn ở U-riu-pin-xcơ, chừng hơn một năm nữa, nếu như hồi tháng mười một không bị chuyện rủi ro. Hôm ấy tôi lái xe đường lầy, đến một thôn nọ thì xe bị trượt, vừa lúc đó có một con bò quay lại, xe tôi chạm phải chân nó. Thế là như ta biết đấy, các bà gào thét ầm lên, người ta xúm lại, anh kiểm soát xe hơi lập tức đến ngay. Anh ta thu hồi bằng lái của tôi mặc dù tôi đã hết sức van nài mong anh rộng lượng tha thứ. Con bò đứng dậy, ve vẩy đuôi rồi chạy vào ngõ hẻm, còn tôi thì bị tước bằng lái. Mùa đông, tôi làm thợ mộc, rồi thư từ với một người bạn trước kia ở cùng đơn vị. Anh ta ở cùng một tỉnh với anh đấy, ở huyện Ka-sa-rư, làm nghề lái xe hơi - anh ấy mời tôi đến nhà anh ấy. Anh ấy viết thư bảo rằng đến đó tôi sẽ làm ở bộ phận thợ mộc chừng nửa năm, rồi ở tỉnh họ cấp lại bằng lái xe mới cho tôi. Thế là tôi và cháu bé cùng đi bộ tới Ka-sa-rư.\nMà nói thực với anh, nếu không xảy ra chuyện lôi thôi với con bò thì rồi tôi cũng vẫn rời U-riu-pin-xcơ. Nỗi đau buồn không cho tôi ở lâu mãi một chỗ được. Có lẽ phải đến khi nào cháu Va-niu-ska lớn lên, buộc lòng phải gửi cháu vào một trường học ổn định, thì may ra lúc ấy, nguôi bớt nỗi buồn, tôi mới có thể ở yên một chỗ. Còn bây giờ thì hai bố con cứ cuốc bộ khắp nước Nga.\n- Cháu bé đi vất vả lắm nhỉ, - tôi nói.\n- Cháu đi bộ ít thôi, phần lớn thời gian tôi cõng cháu. Tôi để nó ngồi lên vai và cứ thế đi, nếu muốn vận động cho dãn gân cốt thì nó lại tụt xuống chạy, tung tăng bên đường như con dê con. Anh bạn ạ, tất cả những điều ấy cũng chẳng sao, miễn là bố con chúng tôi sống được; nhưng mà quả tim của tôi đã rệu rã lắm rồi, đến phải thay pít-tông thôi... Có khi tự nhiên nó nhói lên, thắt lại và giữa ban ngày mà tối tăm mặt mũi. Tôi chỉ sợ lúc nào đó đang ngủ mà tôi chết luôn làm cho con trai tôi phải khiếp sợ. Lại còn thêm một nỗi khổ tâm này nữa: hầu như đêm nào tôi cũng chiêm bao thấy những người thân quá cố. Và lúc nào cũng thế, tôi ở bên này, sau hàng rào dây thép gai, còn vợ con thì tự do ở bên kia... Tôi nói đủ chuyện với I-ri-na, với các con nhưng chỉ vừa mới toan lấy tay đẩy dây thép gai ra, thì vợ con lại rời bỏ tôi, cứ như là vụt tan biến mất... Và đây là một điều rất kì lạ: ban ngày bao giờ tôi cũng trấn tĩnh được, không hở ra một tiếng thở dài, một lời than vãn, nhưng ban đêm thức giấc thì gối ướt đẫm nước mắt...\nTrong rừng đã nghe tiếng đồng chí của tôi gọi, tiếng mái chèo vỗ nước.\nNgười khách lạ nhưng đã trở thành thân thiết đối với tôi đứng dậy, đưa bàn tay to bè cứng rắn như bằng gỗ:\n- Tạm biệt anh bạn, chúc anh may mắn.\n- Chúc anh đến Ka-sa-rư may mắn.\n- Cảm ơn anh. Này con, sang đò đi.\nChú bé chạy tới, đứng bên phải bố, túm lấy vạt áo bông của bố, chạy lon ton cho kịp bước sải dài của người lớn.\nHai con người côi cút, hai hạt cát đã bị sức mạnh phũ phàng của bão tố chiến tranh thổi bạt tới những miền xa lạ... Cái gì đang chờ đón họ ở phía trước? Thiết nghĩ rằng con người Nga đó, con người có ý chí kiên cường, sẽ đứng vững được và sống bên cạnh bố, chú bé kia một khi lớn lên sẽ có thể đương đầu với mọi thử thách, sẽ vượt qua mọi chướng ngại trên đường nếu như Tổ quốc kêu gọi.\nVới một nỗi buồn thấm thía, tôi nhìn theo hai bố con... Có lẽ cuộc chia tay của chúng tôi sẽ thanh thản tốt đẹp hơn; nhưng Va-niu-ska, mới đi được ít bước, đôi chân lũn cũn chuệnh choạng, chợt quay lại nhìn tôi, vẫy bàn tay bé xíu hồng hồng. Bỗng như có một bàn chân con vật nào đó mềm mại nhưng móng sắc nhọn bóp lấy tim tôi, và tôi vội quay mặt đi. Không, không phải những người đứng tuổi đã bạc đầu trong chiến tranh chỉ khóc trong chiêm bao đâu. Họ cũng khóc trong thực tại đấy. Cái chính ở đây là phải biết kịp thời quay mặt đi. Cái chính ở đây là đừng làm tổn thương trái tim em bé, đừng để cho em thấy những giọt nước mắt đàn ông hiếm hoi nóng bỏng lăn trên má anh.\nI. Đôi nét về tác giả Sô-lô-khốp\n- Mi-khai-in A-lếch-xan-đrô-vích Sô-lô-khốp (1905 - 1984) là một nhà văn Nga lỗi lạc, đã vinh dự nhận Giải thưởng Nô-ben về văn học năm 1965.\n- Ông sinh ra tại thị trấn Vi-ô-sen-xcai-a thuộc tỉnh Rô-xtốp trên vùng thảo nguyên sông Đông.\n- Sô-lô-khốp tham gia cách mạng từ khá sớm (với các công việc như thư ký ủy ban trấn, nhân viên thu mua lương thực, tiễu phỉ…)\n- Năm 1922, ông đến Mát-cơ-va rồi làm nhiều nghề để kiếm sống như đập đá, khuân vác, kế toán.\n- Năm 1925, ông trở về quê, bắt đầu viết tác phẩm tâm huyết nhất của đời mình: Sông Đông êm đềm.\n- Năm 1926, ông đã cho in hai tập truyện ngắn là Truyện sông Đông và Thảo nguyên xanh.\n- Năm 1932, Sô-lô-khốp trở thành Đảng viên Đảng cộng sản Liên Xô.\n- Năm 1939, ông được bầu làm Viện sĩ Viện hàn lâm Khoa học Liên Xô.\n- Trong những năm tháng chiến tranh vệ quốc vĩ đại, Sô-lô-khốp đã theo sát Hồng quân trên nhiều chiến trường với tư cách là phóng viên của báo Sự thật.\nII. Giới thiệu về Số phận con người\n1. Hoàn cảnh sáng tác\n- Truyện ngắn Số phận con người sáng tác 1957, là cột mốc quan trọng mở ra chân trời mới cho văn học Nga.\n- Tác phẩm đã thể hiện cách nhìn cuộc sống và chiến tranh một cách toàn diện, chân thực, cũng như sự đổi mới cách miêu tả nhân vật, khám phá tính cách Nga, khí phách anh hùng và nhân hậu của người lính Xô viết.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “đấy chú bé đang nghịch cát đấy”: Lời giới thiệu của nhân vật Xô-cô-lốp.\nPhần 2. Tiếp theo đến “cứ chợt lóe lên như thế”: Cuộc gặp gỡ giữa Xô-cô-lốp và bé Va-ni-a.\nPhần 3. Còn lại: Số phận của Xô-cô-lốp và niềm tin vào sức mạnh của con người Nga.\n3. Tóm tắt\nTrước chiến tranh, Xô-cô-lốp có một gia đình hạnh phúc với người vợ và ba đứa con. Chiến tranh nổ ra, anh phải tham gia lực lượng chống phát xít nhưng bị bắt giam và tra tấn dã man. Chiến đấu khoảng một năm, anh bị thương tới hai lần. Năm 1944, anh trốn thoát, về với Hồng quân, biết được tin vợ và hai con gái đã chết do bị Bom Đức sát hại từ năm 1942. Người con trai duy nhất là thoát chết sau đó anh gia nhập quân ngũ tiến đánh Béc-lin. Nhưng đúng vào ngày chiến thắng 9 tháng 5 năm 1945, A-na-tô-li đã hi sinh. Sau chiến tranh Xô-cô-lốp quay về thời bình nhưng không muốn trở lại quê nhà. Anh đến chỗ của đồng đội cũ, xin làm lái xe cho đội vận tải và tình cờ gặp được Va-ni-a một cậu bé mồ côi đã mất cha mẹ trong chiến tranh. Anh đã nhận Vania làm con nuôi. Hai người nương tựa nhau mà sống. Trong một lần vô tình gây ra tai nạn, anh bị tước bằng lái xe, anh phải chuyển nghề nhưng thợ mộc để kiếm sống. Theo lời mời của một người bạn khác ở Ka-sa-rư, anh dẫn bé Va-ni-a đến đó với hy vọng chừng nửa năm sau anh được cấp lại bằng lái mới. Dù còn nhiều khó khăn trước mắt, nhưng hai cha con vẫn lạc quan tin tưởng vào tương lai phía trước.\n4. Nội dung\nTác phẩm Số phận con người của Sô-lô-khốp đã cho thấy bản lĩnh kiên cường và nhân hậu của con người Xô viết.\n5. Nghệ thuật\nNhân vật miêu tả sinh động, cách kể chuyện mộc mạc chân thành…\nIII. Dàn ý phân tích Số phận con người\n(1) Mở bài\nDẫn dắt, giới thiệu về tác phẩm Số phận con người.\n(2) Thân bài\n2.1. Hoàn cảnh của Xô-cô-lốp và bé Va-ni-a trước khi gặp nhau\na. Nhân vật Xô-cô-lốp:\n- Gia đình: vợ và các con đều chết, ngôi nhà chỉ còn là một hố bom, niềm hy vọng duy nhất là A-na-tô-li cũng đã hy sinh nơi chiến trường.\n- Cuộc sống: không nhà cửa người thân, lang thang khắp nơi và phải đi tìm người bạn cũ, xin làm lái xe và hàng đêm chìm vào men rượu để chống đỡ nỗi đau.\n- Tâm trạng: đau đớn, cô độc, luôn cảm thấy trong người có cái gì đó “vỡ tung ra”.\nb. Nhân vật cậu bé Va-ni-a:\n- Gia đình: bố chết ở mặt trận, mẹ chết trên tàu hỏa, không có quê hương, không họ hàng thân thích.\n- Ngoại hình: lem luốc, bụi bặm, “rách bươm xơ mướp”, “đầu tóc rối bù”, “bẩn như ma lem” nhưng “cặp mắt như những ngôi sao sáng”.\n2.2. Cuộc gặp gỡ giữa Xô-cô-lốp và bé Va-ni-a\n- Cậu bé Va-ni-a:\nSung sướng: “nhảy chồm lên ôm cổ, hôn vào má, vào môi...”\nVui vẻ, quấn quýt bố không rời.\n- Nhân vật Xô-cô-lốp:\nXúc động cực độ, không nghĩ rằng cậu bé vui sướng đến vậy.\nLấy lại thăng bằng trong cuộc sống, tìm được ý nghĩa và mục đích sống.\n=> Tấm lòng nhân hậu của Xô-cô-lốp đã thúc đẩy anh nhận nuôi cậu bé Va-ni-a. Cả hai đã nương tựa vào nhau mà sống với niềm hy vọng vào tương lai hạnh phúc.\n2.3. Số phận của Xô-cô-lốp và niềm tin vào sức mạnh của con người Nga\na. Số phận của Xô-cô-lốp\n- Gặp khó khăn trong công việc: vô tình đâm phải con bò và bị tước bằng lái.\n- Nỗi đau thể xác: “trái tim tôi đã rệu rã lắm rồi, có khi tự nhiên nó nhói lên, thắt lại và giữa ban ngày...”\n- Nỗi đau tinh thần: nỗi đau tìm về trong giấc mộng hằng đêm.\nb. Niềm tin vào sức mạnh của con người Nga:\n- Nỗi băn khoăn về tương lai: “Hai con người côi cút..phía trước?”\n- Tin tưởng vào sức mạnh con người Nga: “Thiết nghĩ.... có thể đương đầu với thử thách”.\n=> Ca ngợi và khẳng định sức mạnh tiềm ẩn và cống hiến thầm lặng của mỗi cá nhân cho Tổ quốc. Từ đó kêu gọi trách nhiệm, sự quan tâm trở lại của Tổ quốc đối với họ.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Số phận của con người.\n \"\""