"Bài thơ Thuyền và biển\nThuyền và biển\nEm sẽ kể anh nghe\nChuyện con thuyền và biển:\n“Từ ngày nào chẳng biết\nThuyền nghe lời biển khơi\nCánh hải âu, sóng biếc\nĐưa thuyền đi muôn nơi\nLòng thuyền nhiều khát vọng\nVà tình biển bao la\nThuyền đi hoài không mỏi\nBiển vẫn xa... còn xa\nNhững đêm trăng hiền từ\nBiển như cô gái nhỏ\nThầm thì gửi tâm tư\nQuanh mạn thuyền sóng vỗ\nCũng có khi vô cớ\nBiển ào ạt xô thuyền\n(Vì tình yêu muôn thuở\nCó bao giờ đứng yên?)\nChỉ có thuyền mới hiểu\nBiển mênh mông nhường nào\nChỉ có biển mới biết\nThuyền đi đâu, về đâu\nNhững ngày không gặp nhau\nBiển bạc đầu thương nhớ\nNhững ngày không gặp nhau\nLòng thuyền đau - rạn vỡ\nNếu từ giã thuyền rồi\nBiển chỉ còn sóng gió”\nNếu phải cách xa anh\nEm chỉ còn bão tố\nI. Đôi nét về tác giả Xuân Quỳnh\n- Xuân Quỳnh sinh năm 1942 và mất năm 1988, tên đầy đủ là Nguyễn Thị Xuân Quỳnh.\n- Quê ở làng An Khê, ven thị xã Hà Đông, tỉnh Hà Tây (nay thuộc Hà Nội).\n- Bà là một trong những nhà thơ nữ xuất sắc của Việt Nam, được mệnh danh là nữ hoàng thơ tình yêu của Việt Nam.\n- Thơ của Xuân Quỳnh thường viết về những tình cảm gần gũi, bình dị, trong sáng của đời sống gia đình và cuộc sống hàng ngày, biểu lộ những rung cảm và khát vọng của một trái tim phụ nữ chân thành, tha thiết và đằm thắm.\n- Xuân Quỳnh được tặng Giải thưởng Nhà nước về văn học nghệ thuật vào năm 2011.\n- Một số tác phẩm tiêu biểu:\nCác tập thơ: Chồi biếc (1963), Hoa dọc chiến hào (1968), Lời ru trên mặt đất (1978), Chờ trăng (1981), Tự hát (1984). Trong đó có một số bài thơ đặc biệt nổi tiếng: Thuyền và biển, Sóng, Tiếng gà trưa, Thơ tình cuối mùa thu…\nMột số tác phẩm viết cho thiếu nhi: Mùa xuân trên cánh đồng (truyện thiếu nhi, 1981), Bầu trời trong quả trứng (thơ văn thiếu nhi, 1982)...\nII. Giới thiệu về bài thơ Thuyền và biển\n1. Hoàn cảnh sáng tác\n- Bài thơ được sáng tác tháng 4 năm 1963, và được in trong tập thơ Chồi biếc (1963).\n- Sau này, bài thơ đã được nhạc sĩ Phan Huỳnh Điểu, Hữu Xuân phổ nhạc thành các bài hát cùng tên.\n2. Thể thơ\n- Bài thơ Thuyền và biển được sáng tác theo thể thơ năm chữ.\n- Hình ảnh gần gũi, giản dị.\n \"\""