"Đoạn trích Thuế máu\nI. Đôi nét về tác giả Nguyễn Ái Quốc\n- Nguyễn Ái Quốc (1890 - 1969) là tên gọi của chủ tịch Hồ Chí Minhtrong thời kỳ hoạt động trước cách mạng 1945.\n- Nguyễn Ái Quốc có tên khai sinh là Nguyễn Sinh Cung. Quê ở huyện Nam Đàn, tỉnh Nghệ An.\n- Gia đình: Thân phụ là cụ Phó bảng Nguyễn Sinh Sắc - một nhà Nho yêu nước có tư tưởng tiến bộ có ảnh hưởng lớn đến tư tưởng của Người. Thân mẫu của Người là bà Hoàng Thị Loan.\n- Trong suốt cuộc đời hoạt động cách mạng, Người đã sử dụng nhiều tên gọi khác nhau: Nguyễn Tất Thành, Văn Ba, Nguyễn Ái Quốc... Tên “Nguyễn Ái Quốc” được sử dụng lần đầu tiên trong hoàn cảnh: Ngày 18 tháng 6 năm 1919, thay mặt “Hội những người An Nam yêu nước”, Nguyễn Tất Thành đã mang tới Hội nghị hòa bình Versailles diễn ra tại Pháp, bản “Yêu sách của nhân dân An Nam” - ký tên là Nguyễn Ái Quốc.\n- Không chỉ là một nhà hoạt động cách mạng lỗi lạc, Người còn được biết đến với tư cách là một nhà văn nhà thơ lớn, được UNESCO công nhận là Danh nhân văn hóa thế giới.\n- Một số tác phẩm nổi bật:\nTuyên ngôn độc lập (1945, văn chính luận)\nBản án chế độ thực dân Pháp (1925, văn chính luận)\nĐường Kách Mệnh (1927, tập hợp những bài giảng)\nCon rồng tre (1922, kịch )\nLời kêu gọi toàn quốc kháng chiến (1946)\nCác truyện ngắn: Vi hành (1923), Những trò lố hay là Va-ren và Phan Bội Châu (1925)...\nNhật kí trong tù (thơ, 1942 - 1943)...\nII. Giới thiệu về Thuế máu\n1. Xuất xứ\n- Bản án chế độ thực dân Pháp (viết bằng tiếng Pháp) xuất bản lần đầu tại Pa-ri vào năm 1925, xuất bản lần đầu tiên ở Việt Nam năm 1946.\n- Tác phẩm bao gồm 12 chương và phần phụ lục Gửi thanh niên Việt Nam.\n- Bản án chế độ thực dân Pháp đã tố cáo và kết án tội ác tày trời của chủ nghĩa thực dân Pháp trên mọi lĩnh vực kinh tế, chính trị, văn hóa… Đồng thời, tác phẩm cũng nói lên tình cảnh khốn cùng của người dân nô lệ ở các xứ thuộc địa trên thế giới, từ đó vạch ra đường lối cách mạng đúng đắn để tự giải phóng dân tộc, giành độc lập.\n- Đoạn trích “Thuế máu” thuộc chương 1 của Bản án chế độ thực dân Pháp.\n2. Bố cục\nGồm 3 phần:\nPhần 1: Chiến tranh và người bản xứ\nPhần 2: Chế độ lính tình nguyện\nPhần 3: Kết quả của sự hy sinh.\n3. Tóm tắt\nPhần 1 “Chiến tranh và người bản xứ” nêu ra sự giả nhân giả nghĩa của thực dân Pháp bắt dân thuộc địa làm bia đỡ đạn và chết thay cho bọn tướng tá thực dân. Phần 2 “Chế độ lính tình nguyện” đã tố cáo cái gọi là tình nguyện của những người dân thuộc địa. Phần 3 “Kết quả của sự hy sinh” đưa ra kết quả của sự hi sinh, vạch trần những lời lẽ lừa bịp, giả nhân giả nghĩa của bọn thống trị.\n4. Nội dung\nĐoạn trích vạch trần bộ mặt giả dối của chính quyền thực dân Pháp trong việc biến người dân thuộc địa thành vật hy sinh cho lợi ích của chúng trong những cuộc chiến tranh phi nghĩa tàn khốc.\n5. Nghệ thuật\nGiọng điệu trào phúng đặc sắc, ngôn từ mang màu sắc châm biếm, thủ pháp tương phản, đối lập…\nIII. Dàn ý phân tích đoạn trích Thuế máu\n(1) Mở bài\nDẫn dắt, giới thiệu về nội dung của đoạn trích Thuế máu.\n(2) Thân bài\na. Chiến tranh và người bản xứ\n- Xoáy sâu và sự đối lập giữa thời kỳ: trước chiến tranh và sau chiến tranh\n- Trước chiến tranh: dân bản địa bị coi khinh, chà đạp, đối xử như súc vật, ngu si, bẩn thỉu….\n- Khi chiến tranh vừa mới xảy ra:\nNhà cầm quyền bắt đầu ngọt ngào, âu yếm, tâng bốc người dân thuộc địa lên tận mây xanh.\nSự thật là: Người dân bản địa phải làm công cụ đỡ đạn cho chúng, nộp thuế máu cho bọn thực dân, xa vợ con, từ biệt quê hương để dấn thân vào chiến trường.\n=> Bộc lộ sự sục sôi căm thù với dã tâm độc ác của bọn đế quốc xảo trá, niềm thương cảm xót xa, đau đớn cho số phận của người dân các nước thuộc địa.\nb. Chế độ lính tình nguyện\n- Bọn đế quốc gọi là đi lính tình nguyện nhưng thực ra là tóc nã, bắt ép săn đuổi đến không còn đường thoát.\n- Chúng nghĩa ra hàng trăm cách để bắt nhân dân thuộc địa phải đi lính hoặc xì tiền ra.\n- Những người đi lính bị đối xử một cách thậm tệ, bọ bắt buộc, bị nhốt.\n=> Vạch trần bộ mặt giả dối, thủ đoạn và hành động xấu xa, tố cáo sự thảm khốc tới toàn thế giới.\nc. Kết quả của sự hi sinh\nSố phận bi thảm của những người lính thuộc địa sau khi kết thúc chiến tranh:\nTưởng rằng khi trở về sẽ được thưởng xứng đáng nhưng họ đột ngột bị chính quyền ném đá lại là những người bẩn thỉu.\nĐối với những thương binh và gia đình sĩ tử, chính quyền đền bù thật khéo léo và có lợi bằng cách cung cấp cho họ môn bài bán lẻ thuốc phiện.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của văn bản Thuế máu.\nThuế máu\nI – CHIẾN TRANH VÀ “NGƯỜI BẢN XỨ”\nTrước năm 1914, họ chỉ là những tên da đen bẩn thỉu, những tên “An-nam-mít” bẩn thỉu, giỏi lắm thì cũng chỉ biết kéo xe tay và ăn đòn của các quan cai trị nhà ta. Ấy thế mà cuộc chiến tranh vui tươi vừa bùng nổ, thì lập tức họ biến thành những đứa “con yêu”, những người “bạn hiền” của các quan cai trị phụ mẫu nhân hậu, thậm chí của cả các quan toàn quyền lớn, toàn quyền bé nữa. Đùng một cái, họ (những người bản xứ) được phong cho cái danh hiệu tối cao là “chiến sĩ bảo vệ công lý và tự do”. Nhưng họ đã phải trả bằng một cái giá khá đắt cái vinh dự đột ngột ấy, vì để bảo vệ cho cái công lý và tự do mà chính họ không được hưởng một tí nào, họ đã phải đột ngột xa lìa vợ con, rời bỏ mảnh ruộng hoặc đàn cừu của họ, để vượt đại dương, đi phơi thây trên các bãi chiến trường châu Âu. Trong lúc vượt biển, nhiều người bản xứ, sau khi được mời chứng kiến cảnh kỳ diệu của trò biển diễn khoa học về phóng ngư lôi, đã được xuống tận đáy biển để bảo vệ tổ quốc của các loài thuỷ quái.\nMột số khác đã bỏ xác tại những miền hoang vu thơ mộng vùng Ban-căng, lúc chết còn tự hỏi phải chăng nước mẹ muốn chiếm ngôi nguyên phi trong cung cấm vua Thổ, - chả thế sao lại đem nướng họ ở những miền xa xôi ấy? Một số khác nữa thì anh dũng đưa thân cho người ta tàn sát trên bờ sông Mác-nơ, hoặc trong bãi lầy miền Săm-pa-nhơ, để lấy máu mình tưới những vòng nguyệt quế của các cấp chỉ huy và lấy xương mình chạm nên những chiếc gậy của các ngài thống chế.\nCuối cùng, ở hậu phương, những người làm kiệt sức trong các xưởng thuốc súng ghê tởm, tuy không phải hít hơi ngạt của bọn “bô-sơ”, nhưng lại nhiễm phải những luồng khí độc đỏ ối của người Pháp; đằng nào cũng thế thôi, vì những kẻ khốn khổ ấy cũng đã khạc ra từng miếng phổi, chẳng khác gì hít phải hơi ngạt vậy.\nTổng cộng có bảy mươi vạn người bản xứ đã đặt chân lên đất Pháp; và trong số ấy, tám vạn người không bao giờ còn trông thấy mặt trời trên quê hương đất nước mình nữa.\nII – CHẾ ĐỘ LÍNH TÌNH NGUYỆN\nMột bạn đồng nghiệp nói với chúng tôi: Dân lao khổ bản xứ ở Đông Dương từ bao đời nay bị bóp nặn bằng đủ mọi thứ thuế khoá, sưu sai, tạp dịch, bằng cưỡng bức phải mua rượu và thuốc phiện theo lệnh quan trên, từ 1915 – 1916 tới nay, lại còn phải chịu thêm cái vạ mộ lính nữa.\nNhững biến cố trong mấy năm gần đây là cái cớ để người ta tiến hành những cuộc lùng ráp lớn về nhân lực trên toàn cõi Đông Dương. Những người bị bắt đều bị nhốt vào trại lính với đủ thứ tên: lính khố đỏ, lính thợ chuyên nghiệp, lính thợ không chuyên nghiệp, v.v...\nTheo ý kiến của tất cả các cơ quan có thẩm quyền không thiên vị được giao cho sử dụng ở châu Âu “vật liệu biết nói” châu Á, thì vật liệu này đã không đưa lại kết quả tương xứng với chi phí rất lớn về chuyên chở và bảo quản.\nSau nữa, việc săn bắt thứ “vật liệu biết nói” đó, mà lúc bấy giờ người ta gọi là “chế độ lính tình nguyện” (danh từ mỉa mai một cách ghê tởm) đã gây ra những vụ nhũng lạm hết sức trắng trợn.\nĐây! Chế độ lính tình nguyện ấy được tiến hành như thế này: Vị “chúa tỉnh” – mỗi viên công sứ ở Đông Dương quả là một vị “chúa tỉnh” – ra lệnh cho bọn quan lại dưới quyền, trong một thời hạn nhất định phải nộp cho đủ một số người nhất định. Bằng cách nào, điều đó không quan trọng. Các quan cứ liệu mà xoay xở. Mà cái ngón xoay xở kiểu Đ thì các ông tướng ấy thạo hết chỗ nói, nhất là xoay xở làm tiền.\nThoạt tiên, chúng tóm những người khoẻ mạnh, nghèo khổ, những người này phải chịu chết thôi nhưng không còn kêu cứu vào đâu được. Sau đó, chúng mới đòi đến con cái nhà giàu. Những ai cứng cổ thì chúng tìm ngay ra dịp để sinh chuyện với họ hoặc với gia đình họ, và nếu cần, thì giam cổ họ lại cho đến khi họ phải dứt khoát chọn lấy một trong hai con đường: “đi lính tình nguyện, hoặc xì tiền ra”.\nNhững người bị tóm đi như thế còn hào hứng gì nữa với cái nghề cột vào cổ họ. Cho nên, bước chân vào trại lính là họ liền tìm mọi cơ hội để trốn thoát.\nẤy thế mà trong một bản bố cáo với những người bị bắt lính, phủ toàn quyền Đông Dương, sau khi hứa hẹn ban phẩm hàm cho những người lính sẽ còn sống sót và truy tặng những người sẽ hi sinh “cho Tổ quốc”, đã trịnh trọng tuyên bố rằng:\n- “Các bạn đã tấp nập đầu quân, các bạn đã không ngần ngại rời bỏ quê hương xiết bao trìu mến để người thì hiến xương máu của mình như lính khố đỏ, kẻ thì hiến dâng cánh tay lao động của mình như lính thợ”.\nNếu quả thật người An Nam phấn khởi đi lính đến thế, tại sao lại có cảnh, tốp thì bị xích tay điệu về tỉnh lị, tốp thì trước khi xuống tàu, bị nhốt trong một trường trung học ở Sài Gòn, có lính Pháp canh gác, lưỡi lê tuốt trần, đạn lên nòng sẵn? Những cuộc biểu tình đổ máu ở Cao Miên, những vụ bạo động ở Sài Gòn, ở Biên Hoà và ở nhiều nơi khác nữa, phải chăng là những biểu hiện của lòng sốt sắng đầu quân “tấp nập” và “không ngần ngại”? [...]\nIII – KẾT QUẢ CỦA SỰ HI SINH\nKhi đại bác đã ngấy thịt đen, thịt vàng rồi, thì những lời tuyên bố tình tứ của các ngài cầm quyền nhà ta bỗng dưng im bặt như có phép lạ, và cả người “Nê-gơ-rô” lẫn người “An-nam-mít” mặc nhiên trở lại “giống người bẩn thỉu”.\nĐể ghi nhớ công lao người lính An Nam, chẳng phải người ta đã lột hết tất cả của cải của họ, từ chiếc đồng hồ, bộ quần áo mới toanh mà họ bỏ tiền túi ra mua, đến các vật kỉ niệm đủ thứ, v.v... trước khi đưa họ đến Mác-xây xuống tàu về nước đó sao? Chẳng phải người ta đã giao họ cho bọn súc sinh kiểm soát và đánh đập họ vô cớ đó sao? Chẳng phải người ta đã cho họ ăn như cho lợn ăn và xếp họ như xếp lợn dưới hầm tàu ẩm ướt, không giường nằm, không ánh sáng, thiếu không khí đó sao? Về đến xứ sở, chẳng phải họ đã được một quan cai trị biết ơn đón chào nồng nhiệt bằng một bài diễn văn yêu nước: “Các anh đã bảo vệ Tổ quốc, thế là tốt. Bây giờ, chúng tôi không cần đến các anh nữa, cút đi!” đó sao?\nThế là những “cựu binh” – đúng hơn là cái xác còn lại – sau khi đã dũng cảm bảo vệ chính nghĩa và công lý nay tay không trở về với chế độ bản xứ của họ, một chế độ không biết gì đến chính nghĩa và công lí cả.\nTheo báo chí Đông Dương thì thương binh người Pháp bị mất một phần thân thể và vợ con của tử sĩ người Pháp đều được cấp môn bài bán lẻ thuốc phiện.\nNhư thế là trong một việc mà chính quyền thuộc địa đã phạm tới hai tội ác đối với nhân loại. Một mặt, họ vẫn chưa thoả khi tự tay làm cái việc bỉ ổi của người đầu độc, mà còn muốn lôi kéo vào đây cả những nạn nhân đáng thương hại của cuộc huynh đệ tương tàn nữa. Mặt khác, họ coi rẻ tính mạng và xương máu của những kẻ đã bị họ lừa bịp, đến nỗi tưởng rằng chỉ cần quẳng cho những người này khúc xương thối ấy là đủ để đền bù được một cánh tay bị mất hoặc mạng của một người chồng.\nChúng tôi chắc rằng thương binh và quả phụ chiến tranh sẽ đá văng món quà nhơ nhớp ấy và nhổ vào mặt kẻ tặng quà. Chúng tôi cũng tin chắc rằng thế giới văn minh và người Pháp lương thiện sẽ đứng về phía chúng tôi lên án bọn cá mập thực dân đang không ngần ngại đầu độc cả một dân tộc để vơ vét cho đầy túi. \n \"\""