"Thơ Tố Hữu\nI. Đôi nét về tác giả Tố Hữu\n1. Vài nét về tiểu sử\n- Tố Hữu (1920 - 2002) tên thật là Nguyễn Kim Thành.\n- Quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế.\n- Thân sinh là một nhà nho nghèo, bà mẹ cũng là con một nhà nho, cả hai người đã truyền cho con tình yêu tha thiết với văn học dân gian.\n- Năm 12 tuổi, mồ côi mẹ. Sau đó một năm vào học tại trường Quốc học Huế, tham gia phong trào đấu tranh cách mạng.\n- Bước vào tuổi thiếu niên, ông tham gia phong trào cách mạng và trở thành người lãnh đạo chủ chốt của Đoàn thanh niên Dân chủ ở Huế.\n- Cuối tháng 4 năm 1939, Tố Hữu bị thực dân Pháp bắt giam vào nhà lao Thừa Thiên.\n- Tháng 3 năm 1942: ông vượt ngục ra Thanh Hoá tiếp tục hoạt động.\n- Cách mạng tháng Tám 1945: Ông là Chủ tịch Uỷ ban khởi nghĩa Huế.\n- Kháng chiến toàn quốc bùng nổ, ông ra Thanh Hoá, lên Việt Bắc công tác ở cơ quan Trung ương Đảng, phụ trách văn hoá văn nghệ.\n- Tố Hữu cũng từng giữ nhiều chức vụ quan trọng trong hệ thống chính trị của Việt Nam.\n- Ông là một nhà thơ tiêu biểu của nền thơ ca cách mạng Việt Nam. Đồng thời ông cũng là một cán bộ cách mạng lão thành của Việt Nam.\n- Năm 1996: Được tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n2. Đường cách mạng, đường thơ\n- Tố Hữu là một trong những lá cờ đấu của nền văn nghệ Cách mạng Việt Nam.\n- Các chặng đường thơ của Tố Hữu luôn gắn bó và phản ánh chân thật chặng đường cách mạng đầy gian khổ hy sinh nhưng cũng nhiều thắng lợi vinh quang của dân tộc, đồng thời cũng là những chặng đường vận động trong quan điểm tư tưởng và bản lĩnh nghệ thuật của nhà thơ.\n- Các chặng đường thơ:\nTừ ấy (1937 - 1946): chặng đường đầu tiên của thơ Tố Hữu, đánh dấu bước trưởng thành của người thanh niên quyết tâm đi theo ngọn cờ cách mạng và gồm ba phần Máu lửa - Xiềng xích - Giải phóng.\nViệt Bắc (1947 - 1954): là tiếng ca hùng tráng, thiết tha về cuộc kháng chiến chống Pháp và những con người kháng chiến.\nGió lộng (1955 - 1961): dạt dào những nguồn cảm hứng lớn lao.\nRa trận (1962 - 1971); Máu và hoa (1972 - 1977): am vang khí thế quyết liệt của cuộc kháng chiến chống Mĩ cứu nước và niềm vui chiến thắng.\nMột tiếng đờn (1978 -1992), Ta với ta (1992 - 1999): hai tập thơ đánh dấu chuyển biến mới trong thơ Tố Hữu, dòng chảy sôi động của cuộc sống thường nhật với niềm vui, nỗi buồn, được mất, sướng khổ…\n3 Phong cách thơ Tố Hữu\na. Về nội dung, thơ Tố Hữu mang tính chất trữ tình chính trị sâu sắc.\n- Thơ Tố Hữu hướng đến lẽ sống lớn, tình cảm lớn, niềm vui lớn của con người cách mạng, của cả dân tộc. Thơ Tố Hữu không đi sâu vào tình cảm riêng, mà tập trung thể hiện những tính cảm lớn, mang tính tiêu biểu, phổ biến của con người cách mạng: tình yêu lí tưởng (Từ ấy), tình quân dân (Cá nước), tình cảm quốc tế vô sản (Em bé Triều Tiên).\n- Thơ Tố Hữu mang tính sử thi, coi những sự kiện chính trị lớn của đất nước là đối tượng thể hiện chủ yếu, luôn đề cập đến vấn đề có ý nghĩa lịch sử và tính chất toàn dân: Cảnh xây dựng đất nước thật vĩ đại (Bài ca mùa xuân năm 1961), cảnh cả nước lên đường ra trận (Chào xuân 67)...\nb. Về nghệ thuật, trong thơ Tố Hữu mang tính dân tộc đậm đà.\n- Thể thơ: Đặc biệt thành công trong việc sử dụng thể thơ truyền thống của dân tộc. Những bài thơ lục bát như Khi con tú hú, Việt Bắc, Bầm ơi…; Những bài thơ theo thể thất ngôn như Quê mẹ, Mẹ Tơm, Bác ơi!...\n- Ngôn ngữ: không chỉ chú ý sáng tạo những từ mới, cách diễn đạt mới mà thường sử dụng những từ ngữ và cách nói quen thuộc với dân tộc. Đặc biệt thơ Tố Hữu phát huy cao độ tính nhạc phong phú của tiếng Việt.\nII. Một số bài thơ hay của Tố Hữu\n1. Từ ấy\nTừ ấy trong tôi bừng nắng hạ\nMặt trời chân lý chói qua tim\nHồn tôi là một vườn hoa lá\nRất đậm hương và rộn tiếng chim...\nTôi buộc lòng tôi với mọi người\nĐể tình trang trải với trăm nơi\nĐể hồn tôi với bao hồn khổ\nGần gũi nhau thêm mạnh khối đời\nTôi đã là con của vạn nhà\nLà em của vạn kiếp phôi pha\nLà anh của vạn đầu em nhỏ\nKhông áo cơm, cù bất cù bơ…\nThuộc phần Máu lửa của tập Từ ấy (1937 - 1946)\n2. Khi con tu hú\nKhi con tu hú gọi bầy\nLúa chiêm đang chín trái cây ngọt dần\nVườn râm dậy tiếng ve ngân\nBắp rây vàng hạt đầy sân nắng đào\nTrời xanh càng rộng càng cao\nĐôi con diều sáo lộn nhào từng không...\nTa nghe hè dậy bên lòng\nMà chân muốn đạp tan phòng, hè ôi.\nNgột làm sao, chết uất thôi\nCon chim tu hú ngoài trời cứ kêu!\nThuộc phần Xiềng xích, tập thơ Từ ấy (1937 - 1946)\n3. Việt Bắc\n- Mình về mình có nhớ ta?\nMười lăm năm ấy thiết tha mặn nồng.\nMình về mình có nhớ không?\nNhìn cây nhớ núi, nhìn sông nhớ nguồn.\n- Tiếng ai tha thiết bên cồn\nBâng khuâng trong dạ, bồn chồn bước đi\nÁo chàm đưa buổi phân ly\nCầm tay nhau biết nói gì hôm nay...\n- Mình đi, có nhớ những ngày\nMưa nguồn suối lũ, những mây cùng mù?\nMình về, có nhớ chiến khu\nMiếng cơm chấm muối, mối thù nặng vai?\nMình về, rừng núi nhớ ai\nTrám bùi để rụng, măng mai để già\nMình đi, có nhớ những nhà\nHắt hiu lau xám, đậm đà lòng son\nMình về, còn nhớ núi non\nNhớ khi kháng Nhật, thuở còn Việt Minh\nMình đi, mình có nhớ mình\nTân Trào, Hồng Thái, mái đình cây đa?\n- Ta với mình, mình với ta\nLòng ta sau trước mặn mà đinh ninh\nMình đi, mình lại nhớ mình\nNguồn bao nhiêu nước nghĩa tình bấy nhiêu...\nNhớ gì như nhớ người yêu\nTrăng lên đầu núi, nắng chiều lưng nương\nNhớ từng bản khói cùng sương\nSớm khuya bếp lửa người thương đi về.\nNhớ từng rừng nứa bờ tre\nNgòi Thia sông Ðáy, suối Lê vơi đầy\nTa đi, ta nhớ những ngày\nMình đây ta đó, đắng cay ngọt bùi…\nThương nhau, chia củ sắn lùi\nBát cơm sẻ nửa, chăn sui đắp cùng\nNhớ người mẹ nắng cháy lưng\nÐịu con lên rẫy bẻ từng bắp ngô\nNhớ sao lớp học i tờ\nĐồng khuya đuốc sáng những giờ liên hoan\nNhớ sao ngày tháng cơ quan\nGian nan đời vẫn ca vang núi đèo.\nNhớ sao tiếng mõ rừng chiều\nChày đêm nện cối đều đều suối xa...\nTa về, mình có nhớ ta\nTa về ta nhớ những hoa cùng người\nRừng xanh hoa chuối đỏ tươi\nĐèo cao nắng ánh dao gài thắt lưng.\nNgày xuân mơ nở trắng rừng\nNhớ người đan nón chuốt từng sợi giang\nVe kêu rừng phách đổ vàng\nNhớ cô em gái hái măng một mình\nRừng thu trăng rọi hòa bình\nNhớ ai tiếng hát ân tình thuỷ chung.\nNhớ khi giặc đến giặc lùng\nRừng cây núi đá ta cùng đánh Tây\nNúi giăng thành luỹ sắt dày\nRừng che bộ đội rừng vây quân thù\nMênh mông bốn mặt sương mù\nĐất trời ta cả chiến khu một lòng.\nAi về ai có nhớ không?\nTa về ta nhớ Phủ Thông, đèo Giàng\nNhớ sông Lô, nhớ phố Ràng\nNhớ từ Cao-Lạng nhớ sang Nhị Hà...\nNhững đường Việt Bắc của ta\nĐêm đêm rầm rập như là đất rung\nQuân đi điệp điệp trùng trùng\nÁnh sao đầu súng bạn cùng mũ nan\nDân công đỏ đuốc từng đoàn\nBước chân nát đá, muôn tàn lửa bay.\nNghìn đêm thăm thẳm sương dày\nĐèn pha bật sáng như ngày mai lên.\nTin vui chiến thắng trăm miền\nHòa Bình, Tây Bắc, Điện Biên vui về\nVui từ Đồng Tháp, An Khê\nVui lên Việt Bắc, đèo De, núi Hồng.\nAi về ai có nhớ không?\nNgọn cờ đỏ thắm gió lồng cửa hang.\nNắng trưa rực rỡ sao vàng\nTrung ương, Chính phủ luận bàn việc công\nĐiều quân chiến dịch thu đông\nNông thôn phát động, giao thông mở đường\nGiữ đê, phòng hạn, thu lương\nGửi dao miền ngược, thêm trường các khu...\nỞ đâu u ám quân thù\nNhìn lên Việt Bắc: Cụ Hồ sáng soi\nỞ đâu đau đớn giống nòi\nTrông về Việt Bắc mà nuôi chí bền.\nMười lăm năm ấy ai quên\nQuê hương cách mạng dựng nên Cộng hòa\nMình về mình lại nhớ ta\nMái đình Hồng Thái cây đa Tân Trào.\n[...]\nTập Việt Bắc (1947 - 1954)\n4. Bầm ơi\nAi về thăm mẹ quê ta\nChiều nay có đứa con xa nhớ thầm…\nBầm ơi có rét không bầm?\nHeo heo gió núi, lâm thâm mưa phùn\nBầm ra ruộng cấy bầm run\nChân lội dưới bùn, tay cấy mạ non\nMạ non bầm cấy mấy đon\nRuột gan bầm lại thương con mấy lần.\nMưa phùn ướt áo tứ thân\nMưa bao nhiêu hạt, thương bầm bấy nhiêu!\nBầm ơi, sớm sớm chiều chiều\nThương con, bầm chớ lo nhiều bầm nghe!\nCon đi trăm núi ngàn khe\nChưa bằng muôn nỗi tái tê lòng bầm\nCon đi đánh giặc mười năm\nChưa bằng khó nhọc đời bầm sáu mươi.\nCon ra tiền tuyến xa xôi\nYêu bầm yêu nước, cả đôi mẹ hiền.\nNhớ thương con, bầm yên tâm nhé\nBầm của con, mẹ Vệ quốc quân.\nCon đi xa cũng như gần\nAnh em đồng chí quây quần là con\nBầm yêu con, yêu luôn đồng chí\nBầm quý con, bầm quý anh em.\nBầm ơi, liền khúc ruột mềm\nCó con có mẹ, còn thêm đồng bào\nCon đi mỗi bước gian lao\nXa bầm nhưng lại có bao nhiêu bầm!\nBao bà cụ từ tâm như mẹ\nYêu quý con như đẻ con ra\nCho\n  \n...\nHoan hô chiến sĩ Điện Biên\nHoan hô đồng chí Võ Nguyên Giáp\nSét đánh ngày đêm xuống đầu giặc Pháp!\nVinh quang Tổ quốc chúng ta\nNước Việt Nam dân chủ cộng hoà\nVinh quang Hồ Chí Minh, cha của chúng ta ngàn năm sống mãi\nQuyết chiến quyết thắng, cờ đỏ sao vàng vĩ đại!\nKháng chiến ba nghìn ngày\nKhông đêm nào vui bằng đêm nay\nĐêm lịch sử, Điện Biên sáng rực\nTrên đất nước, như huân chương trên ngực\nDân tộc ta, dân tộc anh hùng!\nĐiện Biên vời vợi nghìn trùng\nMà lòng bốn biển nhịp cùng lòng ta\nĐêm nay bè bạn gần xa\nTin về chắc cũng chan hoà vui chung.\nHoan hô chiến sĩ Điện Biên\nChiến sĩ anh hùng\nĐầu nung lửa sắt\nNăm mươi sáu ngày đêm, khoét núi, ngủ hầm, mưa dầm, cơm vắt\nMáu trộn bùn non\nGan không núng\nChí không mòn!\nNhững đồng chí, thân chôn làm giá súng\nĐầu bịt lỗ châu mai\nBăng mình qua núi thép gai\nÀo ào vũ bão,\nNhững đồng chí chèn lưng cứu pháo\nNát thân, nhắm mắt, còn ôm.\nNhững bàn tay xẻ núi, lăn bom\nNhất định mở đường cho xe ta lên chiến trường tiếp viện.\nVà những chị, những anh, ngày đêm ra tiền tuyến\nMấy tầng mây, gió lớn mưa to\nDốc Pha Đin, chị gánh anh thồ\nĐèo Lũng Lô, anh hò chị hát\nDù bom đạn, xương tan thịt nát\nKhông sờn lòng, không tiếc tuổi xanh.\nHỡi các chị, các anh\nTrên chiến trường ngã xuống!\nMáu của anh chị, của chúng ta, không uổng:\nSẽ xanh tươi đồng ruộng Việt Nam\nMường Thanh, Hồng Cúm, Him Lam\nHoa mơ lại trắng, vườn cam lại vàng.\nLũ chúng nó phải hàng, phải chết,\nQuyết trận này quét sạch Điện Biên!\nQuân giặc điên\nChúng bay chui xuống đất\nChúng bay chạy đằng trời?\nTrời không của chúng bay\nĐạn ta rào lưới sắt!\nĐất không của chúng bay\nĐai thép ta thắt chặt!\nCủa ta trời đất đêm ngày\nNúi kia, đồi nọ, sông này của ta!\nChúng bay chỉ một đường ra:\nMột là tử địa, hai là tù binh.\nHạ súng xuống, rùng mình run rẩy\nNghe pháo ta lừng lẫy thét gầm!\nNghe trưa nay, tháng năm mồng bảy\nTrên đầu bay, thác lửa hờn căm!\nTrông: Bốn mặt, luỹ hầm sập đổ\nTướng quân bay lố nhố cờ hàng\nTrông: Chúng ta cờ đỏ sao vàng\nRực trời đất Điện Biên toàn thắng!\nHoan hô chiến sĩ Điện Biên!\nTiếng reo núi vọng sông rền\nĐêm nay chắc cũng về bên Bác Hồ\nBác đang cúi xuống bản đồ\nChắc là nghe tiếng quân hò quân reo…\nTừ khi vượt núi qua đèo\nTa đi, Bác vẫn nhìn theo từng ngày\nTin về mừng thọ đêm nay\nChắc vui lòng Bác, giờ này đợi trông.\nĐồng chí Phạm Văn Đồng\nỞ bên đó, chắc đêm nay không ngủ\nTin đây Anh, Điện Biên Phủ hoàn thành.\nNgày mai, vào cuộc đấu tranh\nNhìn xuống mặt bọn Bi-đôn, Smít\nAnh sẽ nói: “Thực dân, phát-xít\nĐã tàn rồi!\nTổ quốc chúng tôi\nMuốn độc lập, hoà bình trở lại\nKhông muốn lửa bom đổ xuống đầu con cái\nNước chúng tôi và nước các anh.\nNếu còn say máu chiến tranh\nỞ Việt Nam, các anh nên nhớ\nTre đã thành chông, sông là sông lửa.\nVà trận thắng Điện Biên\nCũng mới là bài học đầu tiên!”\nTập Việt Bắc (1947 - 1954)\n6. Bài ca mùa xuân 1961\nTôi viết bài thơ xuân\nNghìn chín trăm sáu mốt\nCành táo đầu hè rung rinh quả ngọt\nNắng soi sương giọt long lanh...\nRét nhiều nên ấm nắng hanh\nĐắng cay lắm mới ngọt lành đó chăng?\nGiã từ năm cũ bâng khuâng\nĐã nghe xuân mới lâng lâng lạ thường!\nChào xuân đẹp! Có gì vui đấy\nHỡi em yêu? Mà má em đỏ dậy\nNhư buổi đầu hò hẹn, say mê\nAnh nắm tay em, sôi nổi, vụng về\nMà nói vậy: “Trái tim anh đó\nRất chân thật, chia ba phần tươi đỏ:\nAnh dành riêng cho Đảng phần nhiều\nPhần cho thơ, và phần để em yêu...”\nEm xấu hổ: “Thế cũng nhiều anh nhỉ!”\nRồi hai đứa hôn nhau, hai người đồng chí\nDắt nhau đi, cho đến sáng mai nay\nAnh đón em về, xuân cũng đến trong tay!\nÔ tiếng hót vui say con chim chiền chiện\nTrên đồng lúa chiêm xuân chao mình bay liệng\nXuân ơi xuân, vui tới mông mênh\nBiển vui dâng sóng trắng đầu ghềnh\nThơ đã hát, mát trong lời chúc:\nĐường lên hạnh phúc rộng thênh thênh.\nTam Đảo, Ba Vì vui núi xuân xanh...\nChào 61! Đỉnh cao muôn trượng\nTa đứng đây, mắt nhìn bốn hướng\nTrông lại nghìn xưa, trông tới mai sau\nTrông Bắc trông Nam, trông cả địa cầu!\nTrải qua một cuộc bể dâu\nCâu thơ còn đọng nỗi đau nhân tình\nNổi chìm kiếp sống lênh đênh\nTố Như ơi, lệ chảy quanh thân Kiều!\nNghe hồn Nguyễn Trãi phiêu diêu\nTiếng gươm khua, tiếng thơ kêu xé lòng...\nÔi tiếng của cha ông thuở trước\nXin hát mừng non nước hôm nay:\nMột vùng trời đất trong tay\nDẫu chưa toàn vẹn, đã bay cờ hồng!\nViệt Nam, dân tộc anh hùng\nTay không mà đã thành công nên Người!\nCó gì đẹp trên đời hơn thế\nNgười yêu người, sống để yêu nhau\nĐảng cho ta trái tim giàu\nThẳng lưng mà bước, ngẩng đầu mà bay!\nĐời vui đó, hôm nay mở cửa\nNhư dãy hàng bách hoá của ta\nHỡi những người yêu, hãy ghé mua hoa\nVà đến đó, sắm ít quà lễ cưới:\nLụa Nam Định đẹp tươi mát rượi\nLược Hàng Đào chải mái tóc xanh!\nTa còn nghèo, phố chật nhà gianh\nNhưng cũng đủ vài tranh treo Tết.\nĐời vui đó, tiếng ca Đoàn kết\nTa nắm tay nhau xây lại đời ta\nRuộng lúa, đồng khoai, nương sắn, vườn cà\nChuồng lợn, bầy gà, đàn trâu, ao cá\nDọn tí phân rơi, nhặt từng ngọn lá\nMỗi hòn than, mẩu sắt, cân ngô\nTa nâng niu gom góp dựng cơ đồ!\nỒ thích thật, bài thơ miền Bắc\nRất tự do nên tươi nhạc, tươi vần\nCả không gian như xích lại gần\nThời gian cũng quên tuần quên tháng.\nĐời trẻ lại. Tất cả đều cách mạng!\nRũ sạch cô đơn, riêng lẻ, bần cùng\nQuê hương ta rộn rã cuộc vui chung\nNgười hợp tác nên lúa dày thêm đó.\nĐường nở ngực. Những hàng dương liễu nhỏ\nĐã lên xanh như tóc tuổi mười lăm.\nXuân ơi Xuân, em mới đến dăm năm\nMà cuộc sống đã tưng bừng ngày hội\nNhư hôm nay, giữa công trường đỏ bụi\nNhững đoàn xe vận tải nối nhau đi\nHồng Quảng, Lào Cai, Thái Nguyên, Việt Trì\nTên đất nước reo vui bao tiếng gọi...\nNào đi tới! Bác Hồ ta nói\nPhút giao thừa, tiếng hát đêm xuân\nKế hoạch năm năm. Mời những đoàn quân\nMời những bàn chân, tiến lên phía trước.\nTất cả dưới cờ, hát lên và bước!\nĐi ta đi! Khai phá rừng hoang\nHỏi núi non cao, đâu sắt đâu vàng?\nHỏi biển khơi xa, đâu luồng cá chạy?\nSông Đà, sông Lô, sông Hồng, sông Chảy\nHỏi đâu thác nhảy, cho điện quay chiều?\nHỡi những người trai, những cô gái yêu\nTrên những đèo mây, những tầng núi đá\nHai bàn tay ta hãy làm tất cả!\nXuân đã đến rồi. Hối hả tương lai\nKhói những nhà máy mới ban mai...\nTôi viết cho ai bài thơ 61?\nĐêm đã khuya rồi, rét về tê buốt\nHà Nội rì rầm... Còi thổi ngoài ga\nMột chuyến tàu chuyển bánh đi xa\nTiếng xình xịch, chạy dọc đường Nam Bộ...\nÔi đâu phải con tàu! Trái tim ta đó.\nTiếng đập thình thình, muốn vỡ làm đôi!\nTa biết em rất khoẻ, tim ơi\nKhông khóc đấy. Nhưng sao mà nóng bỏng\nNhư lửa cháy trong lòng ta gió lộng?\nMấy hôm nay, như đứa nhớ nhà\nTa vẩn vơ hoài, rạo rực, vào ra\nNghe tiếng mõ và nghe tiếng súng\nMiền Nam dậy, hò reo náo động!\nBa con tôi đã ngủ lâu rồi\nCòn bao nhiêu chưa được ngủ trong nôi\nMiền Bắc thiên đường của các con tôi!\nGà gáy sáng. Thơ ơi, mang cánh lửa\nHãy bay đi! Con chim kêu trước cửa\nThêm một ngày xuân đến. Bình minh\nCành táo đầu hè quả ngọt rung rinh\nNhư hạnh phúc đơn sơ, ước mơ nho nhỏ\nTreo trước mắt của loài người ta đó:\nHoà bình\nĐộc lập\nẤm no\nCho\nCon người\nSung sướng\nTự do!\nTập Gió lộng (1955 - 1961)\n7. Chào xuân 67\nĐất nước ta ơi\nXin bắn hai mươi phát đại bác vang trời\nChào xuân 67!\nXuân của chúng ta\nNam Bắc hai miền chiến công lừng lẫy!\nBáo cho anh em bè bạn gần xa\nTin vui của chiến trường chống Mỹ!\nXuân hãy xem! Cuộc diễu binh hùng vĩ\n31 triệu nhân dân\nTất cả hành quân\nTất cả thành chiến sĩ.\nHiện đại, thô sơ\nCủa ngày xưa và của bây giờ\nVới cách mạng đều là vũ khí\nTên lửa, tên tre\nLưỡi lê, lưỡi mác\nVà thuyền và xe\nChân đi, vai vác\nQua núi qua khe\nMạnh hơn thác, trùng trùng vô tận!\nHãy xem! Đồng ruộng cũng chỉnh tề thế trận\nLúa đứng thẳng hàng, quyết tâm 5 tấn\nChào cô dân quân vai súng tay cày\nChân lội bùn, mơ hạ máy bay!\nChào các cụ bạch đầu quân trồng cây chống Mỹ\nChào các mẹ già run tay vá may cho chiến sĩ\nChào các em, những đồng chí của tương lai\nMang mũ rơm đi học đường dài…\nTruyện thần kỳ, dân tộc ta là vậy!\nMặt trời đỏ dậy\nCó vui không?\nNhìn nam bắc tây đông\nHỏi cả hai mươi thế kỷ:\nỞ đâu? Mỗi ngọn núi dòng sông\nCũng hiển hách chiến công\nLừng danh dũng sĩ.\nỞ đâu? Một mũi chông, một ngọn tầm vông\nCũng hiên ngang như trường thành, chiến luỹ.\nVà ở đâu? Trên trái đất này\nNgười vẫn ngọt ngào qua muôn nỗi đắng cay\nSống chết từng giây, mưa bom bão đạn\nLòng nóng bỏng căm thù vẫn mát tươi tình bạn.\nViệt Nam, ôi Tổ quốc thương yêu!\nTrong khổ đau, Người đẹp hơn nhiều\nNhư bà mẹ sớm chiều gánh nặng\nNhẫn nại nuôi con, suốt đời im lặng…\nBiết hy sinh nên chẳng nhiều lời\nGì quý hơn giá trị con người?\nTa hiểu vì sao ta chiến đấu\nTa hiểu vì ai ta hiến máu.\nMác – Lê-nin, vĩnh viễn mặt trời\nGiữa mây đục, càng sáng ngời chân lý.\nCuộc đời ta, từ Cách mạng tháng Mười\nĐã tươi lại với nửa vòng thế kỷ.\nNếu được làm hạt giống để mùa sau\nNếu lịch sử chọn ta làm điểm tựa\nVui gì hơn làm người lính đi đầu\nTrong đêm tối, tim ta làm ngọn lửa!\nCảm ơn Đảng đã cho ta dòng sữa\nBốn nghìn năm chan chứa ân tình\nLấy nhân nghĩa thắng hung tàn, bạo chúa\nKiếp tỳ nô vùng dậy chém nghê kình!\nThiêng liêng thay, tiếng gọi của Bác Hồ:\nVì độc lập tự do, toàn dân ta quyết thắng!\nTự hào thay, khi Nguyễn Viết Xuân hô:\nNgẩng đầu lên, nhằm thẳng quân thù mà bắn!\nÔi sáng xuân nay, như lưỡi gươm trần sáng quắc\nRạo rực lòng ta, trống trận Quang Trung\nTổ quốc giục cả hai miền Nam Bắc\nHãy xung phong! Hỡi mùa xuân 67 anh hùng!\nTập thơ Ra trận (1962 - 1971)\n8. Bác ơi!\nSuốt mấy hôm rày đau tiễn đưa\nĐời tuôn nước mắt, trời tuôn mưa…\nChiều nay con chạy về thăm Bác\nƯớt lạnh vườn cau, mấy gốc dừa!\nCon lại lần theo lối sỏi quen\nĐến bên thang gác, đứng nhìn lên\nChuông ôi chuông nhỏ còn reo nữa?\nPhòng lặng, rèm buông, tắt ánh đèn!\nBác đã đi rồi sao, Bác ơi!\nMùa thu đang đẹp, nắng xanh trời\nMiền Nam đang thắng, mơ ngày hội\nRước Bác vào thăm, thấy Bác cười!\nTrái bưởi kia vàng ngọt với ai\nThơm cho ai nữa, hỡi hoa nhài!\nCòn đâu bóng Bác đi hôm sớm\nQuanh mặt hồ in mây trắng bay…\nÔi, phải chi lòng được thảnh thơi\nNăm canh bớt nặng nỗi thương đời\nBác ơi, tim Bác mênh mông thế\nÔm cả non sông, mọi kiếp người.\nBác chẳng buồn đâu, Bác chỉ đau\nNỗi đau dân nước, nỗi năm châu\nChỉ lo muôn mối như lòng mẹ\nCho hôm nay và cho mai sau...\nBác sống như trời đất của ta\nYêu từng ngọn lúa, mỗi cành hoa\nTự do cho mỗi đời nô lệ\nSữa để em thơ, lụa tặng già\nBác nhớ miền Nam, nỗi nhớ nhà\nMiền Nam mong Bác, nỗi mong cha\nBác nghe từng bước trên tiền tuyến\nLắng mỗi tin mừng tiếng súng xa.\nBác vui như ánh buổi bình minh\nVui mỗi mầm non, trái chín cành\nVui tiếng ca chung hòa bốn biển\nNâng niu tất cả chỉ quên mình.\nBác để tình thương cho chúng con\nMột đời thanh bạch, chẳng vàng son\nMong manh áo vải hồn muôn trượng\nHơn tượng đồng phơi những lối mòn.\nÔi Bác Hồ ơi, những xế chiều\nNghìn thu nhớ Bác biết bao nhiêu?\nRa đi, Bác dặn: “Còn non nước...”\nNghĩa nặng, lòng không dám khóc nhiều\nBác đã lên đường theo tổ tiên\nMác - Lênin, thế giới Người hiền\nÁnh hào quang đỏ thêm sông núi\nDắt chúng con cùng nhau tiến lên!\nNhớ đôi dép cũ nặng công ơn\nYêu Bác, lòng ta trong sáng hơn\nXin nguyện cùng Người vươn tới mãi\nVững như muôn ngọn dải Trường Sơn.\nTập Ra trận (1962 - 1971)\n9. Việt Nam, máu và hoa\nKhao khát trăm năm, mãi đợi chờ\nHôm nay vui đến, ngỡ trong mơ\nMột trời êm ả, xanh không tưởng\nMặt đất bình yên giấc trẻ thơ\nĐây cuộc hồi sinh, buổi hoá thân\nMùa đông thế kỷ chuyển sang xuân\nÔi Việt Nam! Từ trong biển máu\nNgười vươn lên, như một thiên thần!\nThế này chăng? Thuở xưa hoang dã\nChàng Sơn Tinh thắng giặc Thuỷ Tinh\nCàng dâng nước, càng cao ngọn núi\nChân Trường Sơn đạp sóng Thái Bình\nChúng muốn đốt ta thành tro bụi\nTa hoá vàng nhân phẩm, lương tâm\nChúng muốn ta bán mình ô nhục\nTa làm sen thơm ngát giữa đầm.\nTa sẵn sàng xé trái tim ta\nCho Tổ quốc, và cho Tất cả\nLá cờ này là máu là da\nCủa ta, của con người, vô giá.\nTrắng khăn tang, em chẳng khóc đâu\nHỡi em gái mất cha mất mẹ\nNước mắt rơi, làm nhoà mặt quân thù\nEm phải bắn, trúng đầu giặc Mỹ.\nTình thương lớn, mạnh hơn lửa thép\nTrận địa đây xây giữa lòng người\nDầu mưa nắng, trái đất tròn vẫn đẹp\nĐời yêu ta, ta phải thắng cho Đời\nCút sạch đi, bầy sói hôi tanh!\nĐã đến buổi cuối cùng phán quyết:\nTrả về ta đất rộng trời xanh\nCho bay, những hố bom làm huyệt.\nLịch sử muốn bay cúi đầu tội lỗi\nDưới gươm thiêng hùng khí Thủ đô\nCả bốn biển hoan hô Hà Nội\nPháo đài bay rụng đỏ mặt hồ.\nNgọc Hà em! Lộng lẫy hoa tươi\nXin thơm khắp miền Nam, miền Bắc\nChắc Bác Hồ vui, xin kính dâng Người\nVà tặng cả anh em cùng ta đánh giặc.\nKhông nỗi đau nào của riêng ai\nCủa chung nhân loại chiến công này,\nViệt Nam ơi, máu và hoa ấy\nCó đủ mai sau, thắm những ngày?\nChưa dễ lành đâu, những vết thương\nNửa mình còn nhức, hỡi quê hương!\nSong mùa vui đã mang xuân tới\nĐã tắt hôm nay lửa chiến trường.\nRừng núi đã xanh màu giải phóng\nHãy trào lên, ơi sóng Cửu Long\nQuét phăng những rác bùn ứ đọng\nNhững thép gai ngăn mặt, cắt lòng.\nTa lại về ta, những đứa con\nMáu hoà trong máu, đỏ như son\nSài Gòn ơi, Huế ơi! Xin đợi\nTái hợp, huy hoàng, cả Nước non!\nTập thơ Máu và hoa (1972 - 1977)\n10. Một tiếng đờn\nMới bình minh đó, đã hoàng hôn\nĐang nụ cười tươi, bỗng lệ tuôn\nĐời thường sớm nắng chiều mưa vậy\nKhuấy động lòng ta biết mấy buồn!\nÔi! Kiếp trăm năm được mấy ngày\nTrời xanh không gợn bóng mây bay\nGian nan vẫn thuỷ chung bè bạn\nÊm ấm tình yêu mỗi phút giây!\nCòn khổ đau nào đau khổ hơn\nTrái tim tự xát muối cô đơn\nEm ơi, nghe đó... Trong đêm lạnh\nĐằm thắm bên em, một tiếng đờn!\nTập thơ Một tiếng đờn (1978 -1992)\n \"\""