"Thơ về mẹ\n1. Bầm ơi (Tố Hữu)\n1. 1. Tác giả Tố Hữu\n- Tố Hữu (1920 - 2002) tên thật là Nguyễn Kim Thành.\n- Quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế.\n- Tố Hữu cũng từng giữ nhiều chức vụ quan trọng trong hệ thống chính trị của Việt Nam.\n- Ông là một nhà thơ tiêu biểu của nền thơ ca cách mạng Việt Nam. Đồng thời ông cũng là một cán bộ cách mạng lão thành của Việt Nam.\n- Ông được trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật năm 1996.\n- Các tác phẩm chính: Từ ấy (1937 - 1946); Việt Bắc (1947 - 1954); Gió lộng (1955 - 1961); Ra trận (1962 - 1971); Xây dựng một nền văn nghệ lớn xứng đáng với nhân dân ta, thời đại ta (tiểu luận, 1973); Máu và hoa (1972 - 1977); Cuộc sống cách mạng và văn học nghệ thuật (tiểu luận, 1981); Một tiếng đờn (1978 -1992); Ta với ta (1992 - 1999); Nhớ lại một thời (hồi ký, 2000)...\n1.2. Bài thơ Bầm ơi\nAi về thăm mẹ quê ta\nChiều nay có đứa con xa nhớ thầm…\nBầm ơi có rét không bầm?\nHeo heo gió núi, lâm thâm mưa phùn\nBầm ra ruộng cấy bầm run\nChân lội dưới bùn, tay cấy mạ non\nMạ non bầm cấy mấy đon\nRuột gan bầm lại thương con mấy lần.\nMưa phùn ướt áo tứ thân\nMưa bao nhiêu hạt, thương bầm bấy nhiêu!\nBầm ơi, sớm sớm chiều chiều\nThương con, bầm chớ lo nhiều bầm nghe!\nCon đi trăm núi ngàn khe\nChưa bằng muôn nỗi tái tê lòng bầm\nCon đi đánh giặc mười năm\nChưa bằng khó nhọc đời bầm sáu mươi.\nCon ra tiền tuyến xa xôi\nYêu bầm yêu nước, cả đôi mẹ hiền.\nNhớ thương con, bầm yên tâm nhé\nBầm của con, mẹ Vệ quốc quân.\nCon đi xa cũng như gần\nAnh em đồng chí quây quần là con\nBầm yêu con, yêu luôn đồng chí\nBầm quý con, bầm quý anh em.\nBầm ơi, liền khúc ruột mềm\nCó con có mẹ, còn thêm đồng bào\nCon đi mỗi bước gian lao\nXa bầm nhưng lại có bao nhiêu bầm!\nBao bà cụ từ tâm như mẹ\nYêu quý con như đẻ con ra\nCho con nào áo nào quà\nCho củi con sưởi, cho nhà con ngơi.\nCon đi, con lớn lên rồi\nChỉ thương bầm ở nhà ngồi nhớ con!\nNhớ con, bầm nhé đừng buồn\nGiặc tan, con lại sớm hôm cùng bầm.\nMẹ già tóc bạc hoa râm\nChiều nay chắc cũng nghe thầm tiếng con…\nIn trong tập thơ Việt Bắc (1948 - 1954)\n2. Con cò (Chế Lan Viên)\n2.1. Tác giả Chế Lan Viên\n- Chế Lan Viên (1920 - 1989) tên khai sinh là Phan Ngọc Hoan.\n- Quê hương: huyện Cam Lộ, tỉnh Quảng Trị nhưng ông lớn lên ở Bình Định.\n- Trước Cách mạng tháng 8 năm 1945, ông nổi tiếng trong phong trào Thơ mới qua tập Điêu tàn.\n- Chế Lan Viên là một trong những tên tuổi hàng đầu của nền văn học Việt Nam thế kỉ XX.\n- Năm 1966, ông được trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số tác phẩm tiêu biểu như: Điêu tàn, Gửi các anh, Hoa ngày thường - Chim báo bão, Đối thoại mới, Hoa trên đá I, II…\n3.2. Bài thơ Con cò\nI\nCon còn bế trên tay\nCon chưa biết con cò\nNhưng trong lời mẹ hát\nCó cánh cò đang bay:\n“Con cò bay la\nCon cò bay lả\nCon cò Cổng Phủ\nCon cò Đồng Đăng…”\nCò một mình, cò phải kiếm lấy ăn\nCon có mẹ, con chơi rồi lại ngủ\n“Con cò ăn đêm\nCon cò xa tổ\nCò gặp cành mềm\nCò sợ xáo măng…”\nNgủ yên, ngủ yên, cò ơi, chớ sợ\nCành có mềm, mẹ đã sẵn tay nâng\nTrong lời ru của mẹ thấm hơi xuân\nCon chưa biết con cò con vạc\nCon chưa biết những cành mềm mẹ hát\nSữa mẹ nhiều, con ngủ chẳng phân vân.\nII\nNgủ yên, ngủ yên, ngủ yên\nCho cò trắng đến làm quen\nCò đứng ở quanh nôi\nRồi cò vào trong tổ\nCon ngủ yên thì cò cũng ngủ\nCánh của cò, hai đứa đắp chung đôi\nMai khôn lớn, con theo cò đi học\nCánh trắng cò bay theo gót đôi chân\nLớn lên, lớn lên, lớn lên…\nCon làm gì?\nCon làm thi sĩ\nCánh cò trắng lại bay hoài không nghỉ\nTrước hiên nhà\nVà trong hơi mát câu văn...\nIII\nDù ở gần con\nDù ở xa con\nLên rừng xuống bể\nCò sẽ tìm con\nCò mãi yêu con\nCon dù lớn vẫn là con của mẹ\nĐi hết đời, lòng mẹ vẫn theo con\nÀ ơi!\nMột con cò thôi\nCon cò mẹ hát\nCũng là cuộc đời\nVỗ cánh qua nôi\nNgủ đi, ngủ đi!\nCho cánh cò, cánh vạc\nCho cả sắc trời\nĐến hát\nQuanh nôi.\nIn trong tập Hoa ngày thường - Chim báo bão (xuất bản năm 1967)\n3. Khúc hát ru những em bé lớn trên lưng mẹ (Nguyễn Khoa Điềm)\n3.1. Tác giả Nguyễn Khoa Điềm\n- Nguyễn Khoa Điềm sinh năm 1943, trong một gia đình trí thức cách mạng.\n- Quê của ông ở làng An Cựu, thành phố Huế.\n- Sau khi tốt nghiệp Trường Đại học Sư phạm Hà Nội năm 1964, Nguyễn Khoa Điềm về quê hương miền Nam tham gia chiến đấu.\n- Ông thuốc thế hệ nhà thơ trưởng thành trong kháng chiến chống Mỹ của dân tộc. Thơ của ông hấp dẫn bởi sự kết giữa cảm xúc nồng nàn và suy tư sâu lắng của người trí thức về đất nước, con người Việt Nam.\n- Nguyễn Khoa Điềm từng giữ nhiều chức vụ quan trọng: Tổng thư ký Hội Nhà văn Việt Nam (khóa V), nguyên Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng khóa IX, Trưởng Ban Tư tưởng - Văn hóa Trung ương.\n- Năm 2000, ông được trao tặng Giải thưởng Nhà nước về văn học nghệ thuật.\n- Tác phẩm chính: Đất ngoại ô (thơ, 1972), Mặt đường khát vọng (trường ca, 1974), Ngôi nhà có ngọn lửa ấm (thơ, 1986), Thơ Nguyễn Khoa Điềm (tuyển chọn, 1990), Cõi lặng (thơ, 2007)...\n3.2. Bài thơ Khúc hát ru những em bé lớn trên lưng mẹ\nEm cu Tai ngủ trên lưng mẹ ơi,\nEm ngủ cho ngoan đừng rời lưng mẹ.\nMẹ giã gạo mẹ nuôi bộ đội,\nNhịp chày nghiêng, giấc ngủ em nghiêng.\nMồ hôi mẹ rơi má em nóng hổi,\nVai mẹ gầy nhấp nhô làm gối,\nLưng đưa nôi và tim hát thành lời:\n- Ngủ ngoan a kay ơi, ngủ ngoan a kay hỡi,\nMẹ thương a-kay, mẹ thương bộ đội\nCon mơ cho mẹ hạt gạo trắng ngần,\nMai sau con lớn vung chày lún sân…\nEm cu Tai ngủ trên lưng mẹ ơi,\nEm ngủ cho ngoan đừng rời lưng mẹ.\nMẹ đang trỉa bắp trên núi Ka-lưi\nLưng núi thì to, mà lưng mẹ nhỏ,\nEm ngủ ngoan em, đừng làm mẹ mỏi.\nMặt trời của bắp thì nằm trên đồi,\nMặt trời của mẹ, em nằm trên lưng.\n- Ngủ ngoan a-kay ơi, ngủ ngoan a kay hỡi,\nMẹ thương a-kay, mẹ thương làng đói.\nCon mơ cho mẹ hạt bắp lên đều\nMai sau con lớn phát mười Ka-lưi…\nEm cu Tai ngủ trên lưng mẹ ơi,\nEm ngủ cho ngoan đừng rời lưng mẹ.\nMẹ đang chuyển lán, mẹ đi đạp rừng.\nThằng Mỹ đuổi ta phải rời con suối\nAnh trai cầm súng, chị gái cầm chông,\nMẹ địu em đi để dành trận cuối.\nTừ trên lưng mẹ em đến chiến trường,\nTừ trong đói khổ em vào Trường Sơn.\n- Ngủ ngoan a kay ơi, ngủ ngoan a kay hỡi,\nMẹ thương a-kay, mẹ thương đất nước.\nCon mơ cho mẹ được thấy Bác Hồ,\nMai sau con lớn làm người Tự do.\n25 - 3 - 1971\n4. À ơi tay mẹ (Bình Nguyên)\n4.1. Tác giả Bình Nguyên\nTác giả Bình Nguyên sinh năm 1959, quê ở Ninh Bình.\n4.2. Bài thơ À ơi tay mẹ\nBàn tay mẹ chắn mưa sa\nBàn tay mẹ chặn bão qua mùa màng.\nVẫn bàn tay mẹ dịu dàng\nÀ ơi này cái trăng vàng ngủ ngon\nÀ ơi này cái trăng tròn\nÀ ơi này cái trăng còn nằm nôi...\nBàn tay mẹ thức một đời\nÀ ơi này cái Mặt Trời bé con…\nMai sau bể cạn non mòn\nÀ ơi tay mẹ vẫn còn hát ru.\nRu cho mềm ngọn gió thu\nRu cho tan đám sương mù lá cây\nRu cho cái khuyết tròn đầy\nCái thương cái nhớ nặng ngày xa nhau.\nBàn tay mang phép nhiệm mầu\nChắt chiu tự những dãi dầu đấy thôi.\nRu cho sóng lặng bãi bồi\nMưa không dột chỗ ngoại ngồi vá khâu\nRu cho đời nín cái đau\nÀ ơi... Mẹ chẳng một câu ru mình.\n5. Về thăm mẹ (Đinh Nam Khương)\n5.1. Tác giả Đinh Nam Khương\nTác giả Đinh Nam Khương (1948 - 2018), quê ở Hà Nội.\n5.2. Bài thơ Về thăm mẹ\nCon về thăm mẹ chiều đông\nBếp chưa lên khói, mẹ không có nhà\nMình con thơ thẩn vào ra\nTrời đang yên vậy bỗng oà mưa rơi.\nChum tương mẹ đã đậy rồi\nNón mê xưa đứng nay ngồi dầm mưa\nÁo tơi qua buổi cày bừa\nGiờ còn lủn củn khoác hờ người rơm.\nĐàn gà mới nở vàng ươm\nVào ra quanh một cái nơm hỏng vành\nBất ngờ rụng ở trên cành\nTrái na cuối vụ mẹ dành phần con.\nNghẹn ngào thương mẹ nhiều hơn\nRưng rưng từ chuyện giản đơn thường ngày.\n \"\""