"Thơ Hàn Mặc Tử\n1. Đôi nét về tác giả\n1.1. Cuộc đời\n- Hàn Mặc Tử (1912 - 1940), tên khai sinh là Nguyễn Trọng Trí.\n- Quê ở làng Lệ Mỹ, tổng Võ Xá, huyện Phong Lộc, tỉnh Đồng Hới (nay là tỉnh Quảng Bình) trong một gia đình viên chức nghèo theo đạo Thiên Chúa.\n- Cha của ông mất sớm, Hàn Mặc Tử sống với mẹ ở Quy Nhơn và học trung học ở trường Pe-lơ-ranh ở Huế hai năm.\n- Sau đó ông về làm công chức ở Sở Đạc điền Bình Định, rồi vào Sài Gòn làm báo.\n- Năm 1936, Hàn Mặc Tử bị mắc bệnh phong, về ở tại Quy Nhơn chữa bệnh và mất tại trại phong Quy Hòa.\n1.2. Sự nghiệp sáng tác\n- Hàn Mặc Tử là một trong những nhà thơ có sức sáng tạo mạnh mẽ nhất trong phong trào Thơ mới.\n- Ông làm thơ từ năm 14, 15 tuổi với các bút danh như: Minh Duệ Thị, Phong Trần, Lệ Thanh… Ban đầu, ông sáng tác theo khuynh hướng thơ Đường cổ điển, sau đó thì chuyển hẳn sang khuynh hướng lãng mạn.\n- Hồn thơ Hàn Mặc Từ nổi bật với những tình yêu đau đớn hướng về cuộc đời trần thế.\n- Các tác phẩm chính: Gái quê (1936, thơ), Thơ Điên (1938, sau đổi thành Đau thương), Xuân như ý, Thượng thanh khí, Cẩm châu duyên, Duyên kỳ ngộ (kịch thơ, 1939)...\n2. Một số tác phẩm hay\n2.1. Gái quê\nXuân trẻ, xuân non, xuân lịch sự\nTôi đều nhận thấy trên môi em\nLàn môi mong mỏng tươi như máu\nĐã khiến môi tôi mấp máy thèm.\nTừ lúc tóc em bỏ trái đào\nTới chừng cặp má đỏ au au\nTôi đều nhận thấy trong con mắt\nMột vẻ ngây thơ và ước ao.\nLớn lên em đã biết làm duyên\nMỗi lúc gặp tôi che nón nghiêng\nNghe nói ba em chưa chịu nhận\nCau trầu của khách láng giềng bên.\n(Tập thơ Gái quê, 1936)\n2.2. Mùa xuân chín\nTrong làn nắng ửng: khói mơ tan,\nĐôi mái nhà tranh lấm tấm vàng.\nSột soạt gió trêu tà áo biếc,\nTrên giàn thiên lý. Bóng xuân sang.\nSóng cỏ xanh tươi gợn tới trời\nBao cô thôn nữ hát trên đồi;\n- Ngày mai trong đám xuân xanh ấy,\nCó kẻ theo chồng bỏ cuộc chơi...\nTiếng ca vắt vẻo lưng chừng núi,\nHổn hển như lời của nước mây,\nThầm thĩ với ai ngồi dưới trúc,\nNghe ra ý vị và thơ ngây...\nKhách xa gặp lúc mùa xuân chín,\nLòng trí bâng khuâng sực nhớ làng:\n- “Chị ấy, năm nay còn gánh thóc\nDọc bờ sông trắng nắng chang chang?”\nTập Thơ Điên (1938, sau đổi thành Đau thương)\n2.3. Đây thôn Vĩ Dạ\nSao anh không về chơi thôn Vĩ?\nNhìn nắng hàng cau nắng mới lên\nVườn ai mướt quá xanh như ngọc\nLá trúc che ngang mặt chữ điền.\nGió theo lối gió, mây đường mây,\nDòng nước buồn thiu, hoa bắp lay\nThuyền ai đậu bến sông trăng đó\nCó chở trăng về kịp tối nay?\nMơ khách đường xa, khách đường xa\nÁo em trắng quá nhìn không ra\nỞ đây sương khói mờ nhân ảnh\nAi biết tình ai có đậm đà?\nThơ Điên (1938, sau đổi thành Đau thương)\n2.4. Say trăng\nTa khạc hồn ra ngoài cửa miệng\nCho bay lên hí hửng với ngàn khơi\nỞ trên kia, có một người\nNgồi bên sông Ngân giặt lụa chơi\nNước hoá thành trăng, trăng ra nước\nLụa là ướt đẫm cả trăng thơm\nNgười trăng ăn vận toàn trăng cả\nGò má riêng thôi lại đỏ hườm\nTa hẵng đưa tay choàng trăng đã\nMơ trăng ta lượm tơ trăng rơi\nTrăng vướng lên cành lên mái tóc cô ơi,\nHãy đứng yên tôi gỡ cho rồi cô đi\nThong thả cô đi\nTrăng tan ra bọt lấy gì tôi thương\nTối nay trăng ở khắp phương\nThảy đều nao nức khóc nường vu qui\nSay! Say lảo đảo cả trời thơ\nGió rít tầng cao trăng ngả ngửa\nVỡ tan thành vũng đọng vàng khô\nTa nằm trong vũng trăng đêm ấy\nSáng dậy điên cuồng mửa máu ra.\nThơ Điên (1938, sau đổi thành Đau thương)\n2.5. Trăng tự tử\nLòng giếng lạnh! Lòng giếng lạnh\nSao chẳng một ai hay\nNghe nói mùa thu náu ở chỗ này\nTất cả âm dương đều tụ họp\nVà ta ưng mây ngừng lại ở nơi đây\nĐể nghe, à để nghe\nBao giờ bí mật đêm thời loạn\nBao giọng buồn thương gió đã thề\nBao lời ai oán của si mê\nMà trai gái tự tình bên miệng giếng\nMiệng giếng há ra\nNuốt ực bao la\nNuốt vì sao rơi rụng\nLoạn rồi! Loạn rồi, ôi giếng loạn\nTa hoảng hồn, hoảng vía, ta hoảng điên\nNhảy ùm xuống giếng vớt trăng lên.\nThơ Điên (1938, sau đổi thành Đau thương)\n \"\""