"Thơ về tình bạn\n1. Bạn bè ơi (Thụy Anh)\nSau những vui buồn mình phải chia xa\nBạn bè ơi, biết bao giờ gặp lại ?\nĐường đến tôi là con đường xa ngái\nNẻo tôi về dài hơn cả một chuyến bay\nYêu thương này tôi khắc lên bàn tay\nLằn chỉ tay nát nhàu ẩn hiện\nĐường “bạn hữu” ở đâu, nào ai biết!\nNắm tay vào vẽ một nét bình yên\nỞ nơi xa, khi băng giá triền miên\nTôi gắng giữ cho trái tim ấm áp\nDa dẫu sạm đi, bàn tay khô ráp\nGiữ trên môi trong trẻo một nét cười\nĐể mai này, lỡ bạn gặp tôi\nSẽ nhận ngay ra nụ cười thơ thuở ấy\nSẽ nghe trong ta ấm nồng lửa cháy\nNhóm lên bằng năm tháng,\nngọt ngào ơi!\n2. Những bạn bè xưa ấy (Thu Phong)\nNhững bạn bè xưa ấy\nBây giờ sống ra sao\nMùa từng mùa theo nhau\nLá xanh rồi lá úa\nĐông tàn và xuân tới\nKỷ niệm theo dấu chân\nBao nhiêu là tình thân\nBao nhiêu là chia sẻ\nNhững ngày vui như thế\nMình đã có trong đời\nDẫu rồi đi muôn nơi\nCòn vấn vương bổi hổi\nĐêm Sài Gòn sôi nổi\nBiển Quy Nhơn mặn mà\nNúi Tam Đảo sương sa\nĐông Triều ngàn mây phủ\nĐường kinh thành Huế cũ\nLối Hải Dương, Tứ Kỳ….\nNhững nơi từng qua đi\nNiềm vui còn ở lại\nSóng Tây Hồ nhắc mãi\nCó một mùa thu xa\nHương hoa quyện lời ca\nHoàng hôn đầy quyến rũ\nNhững tình bạn xưa ấy\nVui mãi theo thời gian…\n3. Dòng sông tình bạn (Trần Thị Nương)\nDòng sông mải dắt cánh buồm\nVề đâu một chấm chiều hôm xa mờ\nĐường về quê mẹ như mơ\nGập ghềnh xa cách bây giờ tìm nhau\nCái thời trang vở trắng phau\nMắt đen lay láy nhìn nhau ngỡ ngàng\nCái thời đèn sách đa mang\nBỏ không phượng vỹ cháy ngang bầu trời\nGặp nhau một thoáng bên đời\nGiật mình - chừng nửa kiếp người trôi qua\nNửa mừng ắp những ngày xa\nNửa thương vơi mái tóc đà hoa râm\nNối liền cách trở xa xăm\nDòng sông tình bạn chảy thầm sang nhau!\n4. Hãy là một người bạn (Vũ Thị Minh Nguyệt)\nLà bạn tôi, anh chẳng cần tiền\nChỉ gương mặt luôn tươi vui rạng rỡ\nKhi tôi ngã anh là người nâng đỡ\nVà chúng mình luôn ở bên nhau\nTôi sinh ra hay cau có âu sầu\nAnh đến bên bằng vòng tay rộng mở\nCho tôi vay những niềm vui nho nhỏ\nẤm áp mỗi ngày tình bạn của anh\nDanh vọng bạc tiền rồi cũng qua nhanh\nTôi cần anh giản đơn nhiều hơn thế\nNhững điều tốt trong tôi anh luôn kể\nVà tảng lờ những lầm lạc nhỏ nhoi\nTôi trở thành người tốt - tuyệt vời\nKhi có anh, luôn bên mình lặng lẽ\nThầm thì bên tai những lời nhỏ nhẹ\nKhi tiếng thở dài khe khẽ trong tim\nNhư một món lời tình bạn nhân thêm\nDẫu không thể viết thành con số\nNhững kẻ giầu tiền, nhiều vàng vách đổ\nAnh đâu so bì …bởi họ khôn ngoan!\nChúng mình giàu bởi bạn là vàng\nBởi sẻ chia của tình thân ái\nCó ông vua nào cứ giàu thêm mãi\nNhư anh là tỷ phú – bạn của tôi!\n5. Bạn bè chớ nghĩ thiệt hơn (Hàn Quốc Vũ)\nBạn bè chớ nghĩ thiệt hơn\nHôm nay vui sướng mai buồn thấu gan\nBạn bè nhờ lúc gian nan\nĐợi giàu mà đến ai cần người ơi!\n \"\""