"Thơ hay về cuộc sống\n1. Vội vàng (Xuân Diệu)\na. Tác giả\n- Xuân Diệu (1916 - 1985), còn có bút danh là Thảo Tra, tên thật là Ngô Xuân Diệu.\n- Ông lớn lên ở Quy Nhơn. Sau khi tốt nghiệp tú tài, ông đi dạy học tư và làm viên chức ở Mĩ Tho (nay là Tiền Giang), sau đó ra Hà Nội sống bằng nghề viết văn, là thành viên của Tự lực văn đoàn.\n- Xuân Diệu tham gia mặt trận Việt Minh trước Cách mạng tháng Tám năm 1945, hăng say hoạt động trong lĩnh vực nghệ thuật.\n- Ông là Ủy viên của Ban chấp hành Hội Nhà văn Việt Nam các khóa I, II, III. Năm 1983, ông được bầu là Viện sĩ Thông tấn Viện Hàn lâm nghệ thuật Cộng hòa dân chủ Đức.\n- Xuân Diệu được mệnh danh là “nhà thơ mới nhất trong các nhà thơ mới” (Hoài Thanh), là “ông hoàng của thơ tình yêu Việt Nam”.\n- Một số tác phẩm nổi tiếng:\nCác tập thơ: Thơ thơ (1938), Gửi hương cho gió (1945), Ngọn quốc kỳ (1945), Một khối hồng (1964), Thanh ca (1982)...\nVăn xuôi: Phấn thông vàng (1939, truyện ngắn), Trường ca (1945, bút ký), 9 bài, Miền Nam nước Việt (1945, 1946, 1947, bút ký)...\nTiểu luận phê bình: Thanh niên với quốc văn (1945), Tiếng thơ (1951, 1954), Những bước đường tư tưởng của tôi (1958, hồi ký), Ba thi hào dân tộc (1959)...\nNgoài ra còn có thơ dịch của các tác giả như Victor Hugo, Aleksandr Pushkin, Hồ Chí Minh…\nb. Tác phẩm\nTôi muốn tắt nắng đi\nCho màu đừng nhạt mất;\nTôi muốn buộc gió lại\nCho hương đừng bay đi.\nCủa ong bướm này đây tuần tháng mật;\nNày đây hoa của đồng nội xanh rì;\nNày đây lá của cành tơ phơ phất;\nCủa yến anh này đây khúc tình si;\nVà này đây ánh sáng chớp hàng mi,\nMỗi sáng sớm, thần Vui hằng gõ cửa;\nTháng giêng ngon như một cặp môi gần;\nTôi sung sướng. Nhưng vội vàng một nửa:\nTôi không chờ nắng hạ mới hoài xuân.\nXuân đang tới, nghĩa là xuân đang qua,\nXuân còn non, nghĩa là xuân sẽ già,\nMà xuân hết nghĩa là tôi cũng mất.\nLòng tôi rộng, nhưng lượng trời cứ chật,\nKhông cho dài thời trẻ của nhân gian;\nNói làm chi rằng xuân vẫn tuần hoàn,\nNếu tuổi trẻ chẳng hai lần thắm lại\nCòn trời đất, nhưng chẳng còn tôi mãi,\nNên bâng khuâng tôi tiếc cả đất trời;\nMùi tháng năm đều rớm vị chia phôi,\nKhắp sông, núi vẫn than thầm tiễn biệt....\nCon gió xinh thì thào trong lá biếc,\nPhải chăng hờn vì nỗi phải bay đi ?\nChim rộn ràng bỗng đứt tiếng reo thi,\nPhải chăng sợ độ phai tàn sắp sửa ?\nChẳng bao giờ, ôi! Chẳng bao giờ nữa…\nMau đi thôi! Mùa chưa ngả chiều hôm,\nTa muốn ôm\nCả sự sống mới bắt đầu mơn mởn;\nTa muốn riết mây đưa và gió lượn,\nTa muốn say cánh bướm với tình yêu,\nTa muốn thâu trong một cái hôn nhiều\nVà non nước, và cây, và cỏ rạng,\nCho chếnh choáng mùi thơm, cho đã đầy ánh sáng\nCho no nê thanh sắc của thời tươi;\n- Hỡi xuân hồng, ta muốn cắn vào ngươi!\n2. Chuyện cổ tích về loài người (Xuân Quỳnh)\na. Tác giả\n- Xuân Quỳnh sinh năm 1942 và mất năm 1988, tên khai sinh là Nguyễn Thị Xuân Quỳnh.\n- Quê ở làng An Khê, ven thị xã Hà Đông, tỉnh Hà Tây (nay thuộc Hà Nội).\n- Xuân Quỳnh từng làm diễn viên múa của Đoàn Văn công nhân dân Trung ương. Tại đây, Xuân Quỳnh bắt đầu làm thơ. Những bài thơ đầu tiên của Xuân Quỳnh bộc lộ một tâm hồn tươi trẻ, nồng nhiệt, phong phú và giàu khát vọng.\n- Từ năm 1963, Xuân Quỳnh chuyển sang làm báo, làm biên tập ở Nhà xuất bản Tác phẩm mới, được bầu vào Ban chấp hành Hội nhà văn Việt Nam khóa III.\n- Xuân Quỳnh mất đột ngột cùng chồng là Lưu Quang Vũ vì tai nạn giao thông ở Hải Dương.\n- Bà là một trong những nhà thơ nữ xuất sắc của Việt Nam, được mệnh danh là nữ hoàng thơ tình yêu của Việt Nam.\n- Thơ của Xuân Quỳnh in đậm vẻ đẹp nữ tính, là tiếng nói của một tâm hồn giàu trắc ẩn, hồn hậu, chân thực và luôn da diết khát vọng hạnh phúc đời thường.\n- Một số tác phẩm tiêu biểu:\nCác tập thơ: Chồi biếc (1963), Hoa dọc chiến hào (1968), Lời ru trên mặt đất (1978), Chờ trăng (1981), Tự hát (1984). Trong đó có một số bài thơ đặc biệt nổi tiếng: Thuyền và biển, Sóng, Tiếng gà trưa, Thơ tình cuối mùa thu…\nMột số tác phẩm viết cho thiếu nhi: Mùa xuân trên cánh đồng (truyện thiếu nhi, 1981), Bầu trời trong quả trứng (thơ văn thiếu nhi, 1982)... Mảng sách này mang đến cho trẻ em những tình cảm trong trẻo, trìu mến và một cái nhìn hóm hỉnh, thông minh.\nb. Tác phẩm\nTrời sinh ra trước nhất\nChỉ toàn là trẻ con\nTrên trái đất trụi trần\nKhông dáng cây ngọn cỏ\nMặt trời cũng chưa có\nChỉ toàn là bóng đêm\nKhông khí chỉ màu đen\nChưa có màu sắc khác\nMắt trẻ con sáng lắm\nNhưng chưa thấy gì đâu!\nMặt trời mới nhô cao\nCho trẻ con nhìn rõ\nMàu xanh bắt đầu cỏ\nMàu xanh bắt đầu cây\nCây cao bằng gang tay\nLá cỏ bằng sợi tóc\nCái hoa bằng cái cúc\nMàu đỏ làm ra hoa\nChim bấy giờ sinh ra\nCho trẻ nghe tiếng hót\nTiếng hót trong bằng nước\nTiếng hót cao bằng mây\nNhững làn gió thơ ngây\nTruyền âm thanh đi khắp\nMuốn trẻ con được tắm\nSông bắt đầu làm sông\nSông cần đến mênh mông\nBiển có từ thuở đó\nBiển thì cho ý nghĩ\nBiển sinh cá sinh tôm\nBiển sinh những cánh buồm\nCho trẻ con đi khắp\nĐám mây cho bóng rợp\nTrời nắng mây theo che\nKhi trẻ con tập đi\nĐường có từ ngày đó\nNhưng còn cần cho trẻ\nTình yêu và lời ru\nCho nên mẹ sinh ra\nĐể bế bồng chăm sóc\nMẹ mang về tiếng hát\nTừ cái bống cái bang\nTừ cái hoa rất thơm\nTừ cánh cò rất trắng\nTừ vị gừng rất đắng\nTừ vết lấm chưa khô\nTừ đầu nguồn cơn mưa\nTừ bãi sông cát vắng...\nBiết trẻ con khao khát\nChuyện ngày xưa, ngày sau\nKhông hiểu là từ đâu\nMà bà về ở đó\nKể cho bao chuyện cổ\nChuyện con cóc, nàng tiên\nChuyện cô Tấm ở hiền\nThằng Lý Thông ở ác…\nMái tóc bà thì bạc\nCon mắt bà thì vui\nBà kể đến suốt đời\nCũng không sao hết chuyện\nMuốn cho trẻ hiểu biết\nThế là bố sinh ra\nBố bảo cho biết ngoan\nBố dạy cho biết nghĩ\nRộng lắm là mặt bể\nDài là con đường đi\nNúi thì xanh và xa\nHình tròn là trái đất...\nChữ bắt đầu có trước\nRồi có ghế có bàn\nRồi có lớp có trường\nVà sinh ra thầy giáo…\nCái bảng bằng cái chiếu\nCục phấn từ đá ra\nThầy viết chữ thật to\n“Chuyện loài người” trước nhất.\n3. Mùa xuân nho nhỏ (Thanh Hải)\na. Tác giả\n- Thanh Hải (1930 - 1980) quê ở huyện Phong Điền, tỉnh Thừa Thiên Huế.\n- Ông hoạt động văn nghệ trong suốt những năm kháng chiến chống Pháp và chống Mỹ và là một trong số những cây bút có công xây dựng nền văn học cách mạng ở miền Nam thời kỳ đầu.\nb. Tác phẩm\nMọc giữa dòng sông xanh\nMột bông hoa tím biếc\nƠi con chim chiền chiện\nHót chi mà vang trời\nTừng giọt long lanh rơi\nTôi đưa tay tôi hứng.\nMùa xuân người cầm súng\nLộc giắt đầy quanh lưng\nMùa xuân người ra đồng\nLộc trải dài nương mạ\nTất cả như hối hả\nTất cả như xôn xao...\nÐất nước bốn nghìn năm\nVất vả và gian lao\nÐất nước như vì sao\nCứ đi lên phía trước.\nTa làm con chim hót\nTa làm một cành hoa\nTa nhập vào hoà ca\nMột nốt trầm xao xuyến.\nMột mùa xuân nho nhỏ\nLặng lẽ dâng cho đời\nDù là tuổi hai mươi\nDù là khi tóc bạc.\nMùa xuân - ta xin hát\nCâu Nam ai, Nam bình\nNước non ngàn dặm mình\nNước non ngàn dặm tình\nNhịp phách tiền đất Huế.\n4. Hạt gạo làng ta (Trần Đăng Khoa)\na. Tác giả\n- Trần Đăng Khoa (sinh năm 1958), quê ở Ðiền Trì, xã Quốc Tuấn, huyện Nam Thanh, Hải Dương.\n- Trần Đăng Khoa được biết đến vai trò là một nhà thơ, nhà báo, biên tập viên của Tạp chí Văn nghệ Quân đội.\n- Từ nhỏ, ông đã nổi tiếng là một thần đồng thơ văn, lên tám tuổi đã có thơ được đăng báo.\n- Năm 1968, khi mới chỉ mười tuổi, tập thơ đầu tay là “Từ góc sân nhà em” được NXB Kim Đồng cho xuất bản.\n- Ông ba lần được tặng giải thưởng thơ của báo Thiếu niên tiền phong (các năm 1968, 1969, 1971), Giải nhất báo Văn nghệ (1982) và Giải thưởng Nhà nước về văn học nghệ thuật (năm 2000).\n- Một số tác phẩm tiêu biểu của ông:\nTừ góc sân nhà em (thơ, 1968)\nGóc sân và khoảng trời (thơ, 1968)\nThơ Trần Ðăng Khoa (tập 1, 1970)\nKhúc hát người anh hùng (trường ca, 1974)\nTrường ca Giông bão (trường ca, 1983)\nChân dung và đối thoại (tiểu luận phê bình, 1998)...\nb. Tác phẩm\nKính tặng chú Xuân Diệu\nHạt gạo làng ta\nCó vị phù sa\nCủa sông Kinh Thầy\nCó hương sen thơm\nTrong hồ nước đầy\nCó lời mẹ hát\nNgọt bùi đắng cay…\nHạt gạo làng ta\nCó bão tháng bảy\nCó mưa tháng ba\nGiọt mồ hôi sa\nNhững trưa tháng sáu\nNước như ai nấu\nChết cả cá cờ\nCua ngoi lên bờ\nMẹ em xuống cấy…\nHạt gạo làng ta\nNhững năm bom Mỹ\nTrút trên mái nhà\nNhững năm cây súng\nTheo người đi xa\nNhững năm băng đạn\nVàng như lúa đồng\nBát cơm mùa gặt\nThơm hào giao thông…\nHạt gạo làng ta\nCó công các bạn\nSớm nào chống hạn\nVục mẻ miệng gàu\nTrưa nào bắt sâu\nLúa cao rát mặt\nChiều nào gánh phân\nQuang trành quết đất\nHạt gạo làng ta\nGửi ra tiền tuyến\nGửi về phương xa\nEm vui em hát\nHạt vàng làng ta…\n5. Tự nguyện (Trương Quốc Khánh)\nNếu là chim, tôi sẽ là loài bồ câu trắng\nNếu là hoa, tôi sẽ là một đóa hướng dương\nNếu là mây, tôi sẽ là một vầng mây ấm\nLà người, tôi sẽ chết cho quê hương.\nLà chim, tôi sẽ cất cao đôi cánh mềm\nTừ nam ra ngoài bắc báo tin nối liền\nLà hoa, tôi nở tình yêu ban sớm\nCùng muôn trái tim ngất ngây hoà bình.\nLà mây, theo làn gió tôi bay khắp trời\nNghìn xưa oai hùng đó tôi xin tiếp lời\nLà người, xin một lần khi nằm xuống\nNhìn anh em đứng lên phất cao ngọn cờ.\n \"\""