"Bài thơ Thương vợ\nThương vợ\nQuanh năm buôn bán ở mom sông, \nNuôi đủ năm con với một chồng.\nLặn lội thân cò khi quãng vắng,\nEo sèo mặt nước buổi đò đông.\nMột duyên hai nợ, âu đành phận,\nNăm nắng mười mưa, dám quản công.\nCha mẹ thói đời ăn ở bạc:\nCó chồng hờ hững cũng như không!\nI. Đôi nét về tác giả Tú Xương\n- Tú Xương (1890 - 1907) tên thật là Trần Tế Xương, tự Mặc Trai, hiệu Mộng Tích, Tử Thịnh.\n- Quê ở làng Vị Xuyên, huyện Mỹ Lộc, tỉnh Nam Định (trước đây là phố Hàng Nâu, hiện nay là phố Minh Khai, phường Vị Xuyên, TP. Nam Định).\n- Các tác phẩm của Tú Xương xoay quanh hai mảng trữ tình và trào phúng.\n- Một số tác phẩm tiêu biểu: Vịnh khoa thi Hương, Giễu người thi đỗ, Ông cò, Phường nhơ, Thương vợ, Văn tế sống vợ…\nII. Giới thiệu về bài thơ Thương vợ\n1. Hoàn cảnh sáng tác\n“Thương vợ” là bài thơ cảm động nhất trong số những bài thơ của Tú Xương viết về bà Tú.\n2. Thể thơ\nThất ngôn bát cú\nHình ảnh giản dị, sử dụng nhiều thành ngữ.\n3. Bố cục\nGồm 2 phần:\nPhần 1. 4 câu đầu: Hình ảnh bà Tú hiện lên với nét tần tảo, chịu thương chịu khó.\nPhần 2. 4 câu sau: Tình cảm, thái độ của nhà thơ trước hình ảnh người vợ của mình.\n4. Nội dung\nVới tình cảm thương yêu, quý trọng, tác giả đã ghi lại một cách xúc động, chân thực hình ảnh người vợ tần tảo, giàu đức hy sinh.\n5. Nghệ thuật\nHình ảnh giàu ý nghĩa.\nLời thơ bình dị mà sâu sắc\nCảm xúc chân thành\nSử dụng thành ngữ…\nIII. Dàn ý phân tích bài thơ Thương vợ\n(1) Mở bài\nDẫn dắt, giới thiệu tác giả Tú Xương, bài thơ Thương vợ.\n(2) Thân bài\na. Hình ảnh bà Tú hiện lên với nét tần tảo, chịu thương chịu khó\n- Hoàn cảnh của bà Tú: mang gánh nặng gia đình, nuôi chồng con.\nThời gian “quanh năm”: hết ngày này qua ngày khác, liên tục không ngừng nghỉ.\nĐịa điểm “mom sông”: phần đất nhô ra phía lòng sông không ổn định.\nCông việc “buôn bán”: vất vả, nhọc nhằn.\n=> Công việc và hoàn cảnh làm ăn vất vả, không ổn định.\n- Nguyên nhân:\n“nuôi”: chăm sóc hoàn toàn\n“đủ năm con với một chồng”: một mình bà Tú phải nuôi cả gia đình.\n=> Cách nói đặc biệt: Việc nuôi con là người bình thường, nhưng ngoài ra người phụ nữ còn nuôi chồng. Từ đó cho thấy hoàn cảnh éo le của bà Tú.\n- “Lặn lội thân cò khi quãng vắng”: lấy ý từ bài ca dao “Con cò lặn lội bờ sông” nhưng sáng tạo hơn nhiều (cách đảo từ lặn lội lên đầu hay thay thế con cò bằng thân cò):\n“Lặn lội”: cho thấy sự lam lũ, cực nhọc\nHình ảnh “thân cò”: gợi nỗi vất vả, đơn chiếc khi làm ăn\n“khi quãng vắng”: thời gian, không gian heo hút rợn ngợp, chứa đầy những nguy hiểm lo âu.\n=> Nhấn mạnh sự vất vả, nhọc nhằn của bà Tú.\n- “Eo sèo mặt nước buổi đò đông”: gợi cảnh chen lấn, xô đẩy, giành giật ẩn chứa sự bất trắc.\n- “Buổi đò đông”: Sự chen lấn, xô đẩy trong hoàn cảnh đông đúc cũng chứa đầy những sự nguy hiểm, lo âu.\n=> Thể hiện sự xót thương cho nỗi vất vả của bà Tú.\nb. Tình cảm, thái độ của nhà thơ trước hình ảnh người vợ của mình\n- “Một duyên hai nợ”: vợ chồng là duyên nợ, vậy nên cũng“âu đành phận”, có nghĩa là chấp nhận.\n- “năm nắng mười mưa”: chỉ những nhọc nhằn, vất vả của cuộc sống mưu sinh.\n- “dám quản công”: không kể công, đó chính là sự hy sinh thầm lặng của bà Tú.\n=> Câu thơ vận dụng sáng tạo thành ngữ, sử dụng từ phiếm chỉ vừa nói lên sự vất vả gian lao vừa nói lên đức tính chịu thương chịu khó, hết lòng vì chồng vì con của bà Tú.\n- Bất mãn trước hiện thực, Tú Xương đã vì vợ mà lên tiếng chửi:\n“Cha mẹ thói đời ăn ở bạc”: một tiếng chửi lớn nhằm tố cáo hiện thực, xã hội quá bất công với người phụ nữ.\n“Có chồng hờ hững”: Tú Xương đã tự ý thức sự hờ hững của mình cũng là một biểu hiện của thói đời.\n=> Câu thơ bộc lộ tâm trạng xót xa, áy náy khi không hoàn thành trách nhiệm của một người đàn ông trong gia đình. Đồng thời, nhà thơ cũng tố cáo cái xã hội để cho sự bất công được hiện diện một cách hiển nhiên.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Thương vợ.\n \"\""