"Bài thơ Tiếng gà trưa\nI. Đôi nét về tác giả Xuân Quỳnh\n- Xuân Quỳnh sinh năm 1942 và mất năm 1988, tên đầy đủ là Nguyễn Thị Xuân Quỳnh.\n- Quê ở làng An Khê, ven thị xã Hà Đông, tỉnh Hà Tây (nay thuộc Hà Nội).\n- Bà là một trong những nhà thơ nữ xuất sắc của Việt Nam, được mệnh danh là nữ hoàng thơ tình yêu của Việt Nam.\n- Thơ của Xuân Quỳnh thường viết về những tình cảm gần gũi, bình dị, trong sáng của đời sống gia đình và cuộc sống hàng ngày, biểu lộ những rung cảm và khát vọng của một trái tim phụ nữ chân thành, tha thiết và đằm thắm.\n- Xuân Quỳnh được tặng Giải thưởng Nhà nước về văn học nghệ thuật vào năm 2011.\n- Một số tác phẩm tiêu biểu:\nCác tập thơ: Chồi biếc (1963), Hoa dọc chiến hào (1968), Lời ru trên mặt đất (1978), Chờ trăng (1981), Tự hát (1984). Trong đó có một số bài thơ đặc biệt nổi tiếng: Thuyền và biển, Sóng, Tiếng gà trưa, Thơ tình cuối mùa thu…\nMột số tác phẩm viết cho thiếu nhi: Mùa xuân trên cánh đồng (truyện thiếu nhi, 1981), Bầu trời trong quả trứng (thơ văn thiếu nhi, 1982)...\nII. Giới thiệu về bài thơ Tiếng gà trưa\n1. Hoàn cảnh sáng tác\nTiếng gà trưa được viết trong thời kì đầu của cuộc kháng chiến chống đế quốc Mỹ.\nBài thơ được in lần đầu trong tập thơ Hoa dọc chiến hào (1968) của Xuân Quỳnh.\n2. Thể thơ\nBài thơ được viết theo thể thơ ngũ ngôn (mỗi câu có 5 chữ).\nVần được sử dụng linh hoạt.\nHình ảnh chân thực, bình dị.\n3. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “Nghe gọi về tuổi thơ”. Những rung cảm ban đầu của cháu khi nghe tiếng gà trưa.\nPhần 2. Tiếp theo đến “Đi qua nghe sột soạt”. Tiếng gà trưa gợi về những kỉ niệm tuổi thơ.\nPhần 3. Còn lại. Những suy tư của người cháu từ tiếng gà trưa.\n4. Nhan đề\n- Tiếng gà: là âm thanh quen thuộc thường nghe thấy ở mỗi làng quê Việt Nam.\n- Tiếng gà trưa: là nguồn cảm hứng của tác giả.\n=> Từ hình ảnh tiếng gà nhớ về người bà tần tảo, để rồi bộc lộ tình yêu với bà và lời khẳng định mục đích chiến đấu cao cả.\n5. Nội dung\nTiếng gà trưa đã khơi gợi những kỉ niệm tuổi thơ và tình cảm bà cháu. Tình cảm gia đình đã làm cho tình cảm yêu nước trở nên sâu sắc.\n6. Nghệ thuật\nThể thơ năm chữ diễn đạt tình cảm tự nhiên, sử dụng các biện pháp tu từ: nhân hóa, điệp ngữ, ẩn dụ...\nTiếng gà trưa\nTrên đường hành quân xa\nDừng chân bên xóm nhỏ\nTiếng gà ai nhảy ổ\n“Cục... cục tác cục ta”\nNghe xao động nắng trưa\nNghe bàn chân đỡ mỏi\nNghe gọi về tuổi thơ\nTiếng gà trưa\nỔ rơm hồng những trứng\nNày con gà mái mơ\nKhắp mình hoa đốm trắng\nNày con gà mái vàng\nLông óng như màu nắng\nTiếng gà trưa\nCó tiếng bà vẫn mắng\n- Gà đẻ mà mày nhìn\nRồi sau này lang mặt!\nCháu về lấy gương soi\nLòng dại thơ lo lắng\nTiếng gà trưa\nTay bà khum soi trứng\nDành từng quả chắt chiu\nCho con gà mái ấp\nCứ hàng năm hàng năm\nKhi gió mùa đông tới\nBà lo đàn gà toi\nMong trời đừng sương muối\nĐể cuối năm bán gà\nCháu được quần áo mới\nÔi cái quần chéo go\nỐng rộng dài quét đất\nCái áo cánh chúc bâu\nĐi qua nghe sột soạt\nTiếng gà trưa\nMang bao nhiêu hạnh phúc\nĐêm cháu về nằm mơ\nGiấc ngủ hồng sắc trứng\nCháu chiến đấu hôm nay\nVì lòng yêu Tổ quốc\nVì xóm làng thân thuộc\nBà ơi, cũng vì bà\nVì tiếng gà cục tác\nỔ trứng hồng tuổi thơ.\n \"\""