"Bài thơ Tre Việt Nam\nTre Việt Nam\nTre xanh,\nXanh tự bao giờ?\nChuyện ngày xưa... đã có bờ tre xanh.\nThân gầy guộc, lá mong manh,\nMà sao nên luỹ nên thành tre ơi?\nỞ đâu tre cũng xanh tươi,\nCho dù đất sỏi đất vôi bạc màu.\nCó gì đâu, có gì đâu,\nMỡ màu ít chắt dồn lâu hoá nhiều.\nRễ siêng không ngại đất nghèo,\nTre bao nhiêu rễ bấy nhiêu cần cù.\nVươn mình trong gió tre đu,\nCây kham khổ vẫn hát ru lá cành.\nYêu nhiều nắng nỏ trời xanh,\nTre xanh không đứng khuất mình bóng râm.\nBão bùng thân bọc lấy thân,\nTay ôm tay níu tre gần nhau thêm.\nThương nhau tre không ở riêng,\nLuỹ thành từ đó mà nên hỡi người.\nChẳng may thân gãy cành rơi,\nVẫn nguyên cái gốc truyền đời cho măng.\nNòi tre đâu chịu mọc cong,\nChưa lên đã nhọn như chông lạ thường.\nLưng trần phơi nắng phơi sương,\nCó manh áo cộc tre nhường cho con.\nMăng non là búp măng non,\nĐã mang dáng thẳng thân tròn của tre.\nNăm qua đi, tháng qua đi,\nTre già măng mọc có gì lạ đâu.\nMai sau,\nMai sau,\nMai sau…\nĐất xanh tre mãi xanh màu tre xanh.\nI. Đôi nét về tác giả Nguyễn Duy\n- Nguyễn Duy, tên khai sinh là Nguyễn Duy Nhuệ, sinh năm 1948, quê ở làng Quảng Xá, nay thuộc phường Đông Vệ, thành phố Thanh Hóa.\n- Năm 1966, Nguyễn Duy gia nhập quân đội, vào binh chủng Thông tin, tham gia chiến đấu ở nhiều chiến trường.\n- Sau năm 1975, ông chuyển vào làm báo Văn nghệ giải phóng.\n- Từ năm 1977, Nguyễn Duy đại diện thường trú báo Văn nghệ tại Thành phố Hồ Chí Minh.\n- Năm 2007, ông được tặng Giải thưởng Nhà nước về Văn học nghệ thuật.\n- Ông còn được trao giải Nhất cuộc thi thơ của báo Văn nghệ năm 1972 - 1973.\n- Ông trở thành gương mặt tiêu biểu trong lớp nhà thơ trẻ thời chống Mĩ cứu nước và tiếp tục bền bỉ sáng tác.\n- Một số tác phẩm: Cát trắng (1973), Ánh trăng (1978), Đãi cát tìm vàng (1987), Đường xa (1989), Quà tặng (1990)...\nII. Giới thiệu về bài thơ Tre Việt Nam\n1. Thể thơ\nBài thơ Tre Việt Nam được sáng tác theo thể thơ tự do.\n2. Bố cục\nGồm 3 phần:\n- Phần 1. Từ đầu đến “Mà sao nên lũy nên thành tre ơi”: Giới thiệu về cây tre.\n- Phần 2. Tiếp theo đến “Tre già măng mọc có gì lạ đây”: Phẩm chất của cây tre Việt Nam.\n- Phần 3. Còn lại: Tre còn mãi với thời gian.\n3. Nội dung và nghệ thuật\n- Nội dung: Cây tre là biểu tượng cho con người Việt Nam. Qua hình ảnh cây tre, Nguyễn Duy đã cho thấy những phẩm chất đáng quý của người Việt Nam: đoàn kết, giàu tình yêu thương, ngay thẳng, chính trực.\n- Nghệ thuật: hình ảnh gần gũi, sử dụng biện pháp nhân hóa…\n \"\""