"Đoạn trích Trong lòng mẹ\n(Trích Những ngày thơ ấu)\nTrong lòng mẹ\nTôi đã bỏ cái khăn tang bằng vải màn ở trên đầu đi rồi. Không phải đoạn tang thầy tôi mà vì tôi mới mua được cái mũ trắng và quấn băng đen.\nGần đến ngày giỗ đầu thầy tôi, mẹ tôi ở Thanh Hóa vẫn chưa về. Trong đó nghe đâu mẹ tôi đi bán bóng đèn và những phiên chợ chính còn bán cả vàng hương nữa. Tôi nói “nghe đâu” vì tôi thấy người ta bắn tin rằng mẹ và em tôi xoay ra sống bằng cách đó.\nMột hôm, cô tôi gọi tôi đến bên, cười hỏi:\n- Hồng! Mày có muốn vào Thanh Hóa chơi với mợ mày không?\nTưởng đến vẻ mặt rầu rầu và sự hiền từ của mẹ tôi, và nghĩ đến cảnh thiếu thốn một tình thương yêu ấp ủ từng phen làm tôi rớt nước mắt, tôi toan trả lời có. Nhưng, nhận ra những ý nghĩ cay độc trong giọng nói và trên nét mặt khi cười rất kịch của cô tôi kia, tôi cúi đầu không đáp. Vì tôi biết rõ, nhắc đến mẹ tôi, cô tôi chỉ có ý gieo rắc vào đầu óc tôi những hoài nghi để tôi khinh miệt và ruồng rẫy mẹ tôi, một người đàn bà đã bị cái tội là góa chồng, nợ nần cùng túng quá, phải bỏ con cái đi tha hương cầu thực. Nhưng đời nào tình thương yêu và lòng kính mến mẹ tôi lại bị những rắp tâm tanh bẩn xâm phạm đến.... Mặc dầu non một năm ròng mẹ tôi không gửi cho tôi lấy một lá thư, nhắn người thăm tôi lấy một lời và gửi cho tôi lấy một đồng quà. Tôi cũng đã cười đáp lại cô tôi:\n- Không! Cháu không muốn vào. Cuối năm thế nào mợ cháu cũng về.\nCô tôi hỏi luôn, giọng vẫn ngọt:\n- Sao lại không vào? Mợ mày phát tài lắm, có như dạo trước đâu?\nRồi hai con mắt long lanh của cô tôi chằm chặp đưa nhìn tôi. Tôi lại im lặng, cúi đầu xuống đất: lòng tôi càng thắt lại, khóe mắt tôi đã cay cay. Cô tôi liền vỗ vai tôi cười mà nói rằng:\n- Mày dại quá cứ vào đi, tao chạy cho tiền tàu. Vào mà bắt mợ mày may vá sắm sửa cho và thăm em bé chứ.\nNước mắt tôi đã ròng ròng rớt xuống hai bên mép rồi chan hòa đầm đìa ở cằm và ở cổ. Hai tiếng “em bé” mà cô tôi ngân dài ra thật ngọt, thật rõ, quả nhiên đã xoắn chặt lấy tâm can tôi như ý cô tôi muốn. Nhưng không phải vì thấy mẹ tôi chưa đoạn tang thầy tôi mà đã chửa đẻ với người khác mà tôi có những cảm giác đau đớn ấy. Chỉ vì tôi thương mẹ tôi và căm tức sao mẹ tôi lại vì sợ hãi những thành kiến tàn ác mà xa lìa anh em tôi, để sinh nở một cách giấu giếm trốn tránh như một kẻ giết người lúng túng với con dao vấy máu của nó. Tôi cười dài trong tiếng khóc, hỏi cô tôi:\n- Sao cô biết mợ con có con?\nCô tôi vẫn cứ tươi cười kể các chuyện cho tôi nghe. Có một bà họ nội xa vào trong ấy cân gạo về bán. Bà ta một hôm đi qua chợ thấy mẹ tôi ngồi cho con bú ở một bên rổ bóng đèn. Mẹ tôi ăn vận rách rưới, mặt mày xanh bủng, người gầy rạc đi, thấy thế bà ta thương tình toan gọi hỏi xem sao thì mẹ tôi vội quay đi, lấy nón che...\nCô tôi chưa dứt câu, cổ họng tôi đã nghẹn ứ khóc không ra tiếng. Giá những cổ tục đã đày đọa mẹ tôi là một vật như hòn đá hay cục thủy tinh, đầu mẩu gỗ, tôi quá vồ lấy ngay mà cắn, mà nhai, mà nghiến cho kỳ nát vụn mới thôi.\nCô tôi bỗng đổi giọng, lại vỗ vai tôi, nhìn vào mặt tôi, nghiêm nghị:\n-Vậy mày hỏi cô Thông - tên người đàn bà họ nội xa kia - chỗ ở của mợ mày, rồi đánh giấy cho mợ mày, bảo dù sao cũng phải về. Trước sau cũng một lần xấu, chả nhẽ bán xới mãi được sao?\nTỏ sự ngậm ngùi thương xót thầy tôi, cô tôi chập chừng nói tiếp:\n- Mấy lại rằm tháng tám là giỗ đầu cậu mày, mợ mày về dù sao cũng đỡ tủi cho cậu mày, và mày cũng phải có họ, có hàng, người ta hỏi đến chứ?\nNhưng đến ngày giỗ thầy tôi, tôi không viết thư gọi mẹ tôi cũng về. Mẹ tôi về một mình đem rất nhiều quà bánh cho tôi và em Quế tôi. Chiều hôm đó, tan buổi học ở trường ra, tôi chợt thoáng thấy một bóng người ngồi trên xe kéo giống giống mẹ tôi. Tôi liền đuổi theo, gọi bối rối:\n- Mợ ơi! Mợ ơi! Mợ ơi!...\nNếu người quay lại ấy là người khác thì thật là một trò cười tức bụng cho lũ bạn tôi chúng nó khua guốc inh ỏi và nô đùa ầm ĩ trên hè. Và cái lầm đó không những làm tôi thẹn mà còn tủi cực nữa, khác gì cái ảo ảnh của một dòng nước trong suốt chảy dưới bóng râm đã hiện ra trước con mắt gần rạn nứt của người bộ hành ngã gục giữa sa mạc.\nXe chạy chậm chậm... Mẹ tôi cầm nón vẫy tôi, vài giây sau, tôi đuổi kịp. Tôi thở hồng hộc, trán đẫm mồ hôi, và, khi trèo lên xe, tôi ríu cả chân lại. Mẹ tôi vừa kéo tay tôi, xoa đầu tôi hỏi, thì tôi òa lên khóc rồi cứ thế nức nở. Mẹ tôi cũng sụt sùi theo:\n- Con nín đi! Mợ đã về với các con rồi mà.\nMẹ tôi lấy vạt áo nâu thấm nước mắt cho tôi rồi xốc nách tôi lên xe. Đến bấy giờ tôi mới kịp nhận ra mẹ tôi không còm cõi xơ xác quá như cô tôi nhắc lại lời người họ nội của tôi nói. Gương mặt mẹ tôi vẫn tươi sáng với đôi mắt trong, và nước da mịn làm nổi bật màu hồng của hai gò má. Hay tại sự sung sướng bỗng được trông nhìn và ôm ấp cái hình hài máu mủ của mình mà mẹ tôi lại tươi đẹp như thuở còn sung túc? Tôi ngồi trên đệm xe, đùi áp đùi mẹ tôi, đầu ngả vào cánh tay mẹ tôi, tôi thấy những cảm giác ấm áp đã bao lâu mất đi bỗng lại mơn man khắp da thịt. Hơi quần áo mẹ tôi và những hơi thở ở khuôn miệng xinh xắn nhai trầu phả ra lúc đó thơm tho lạ thường.\nPhải bé lại và lăn vào lòng một người mẹ, áp mặt vào bầu sữa nóng của người miệng, để bàn tay người mẹ vuốt ve từ trên trán xuống cằm, và gãi rôm ở sống lưng cho, mới thấy người mẹ có một êm dịu vô cùng. Từ ngã tư đầu trường học về đến nhà, tôi không còn nhớ mẹ tôi đã hỏi tôi và tôi đã trả lời mẹ tôi những câu gì. Trong những phút rạo rực ấy, cái câu nói của cô tôi lại nhắc lại:\n- Mày dại quá! Vào Thanh Hóa đi, tao chạy cho tiền tàu. Vào bắt mợ mày may vá sắm sửa cho và bế em bé chứ.\nNhưng bên tai ù ù của tôi, câu nói ấy bị chìm ngay đi, tôi không mảy may nghĩ ngợi gì nữa...\nI. Đôi nét về tác giả Nguyên Hồng\n- Nguyên Hồng (1918 - 1982), tên khai sinh là Nguyễn Nguyên Hồng, quê ở thành phố Nam Định.\n- Tuổi thơ của Nguyên Hồng phải trải qua nhiều cay đắng, bất hạnh: thiếu thốn không chỉ về vật chất mà còn về tình cảm gia đình.\n- Trước cách mạng, ông sống chủ yếu ở Hải Phòng, trong một xóm lao động nghèo.\n- Ngay từ tác phẩm đầu tay, ông đã hướng ngòi bút của mình vào những con người nghèo khổ. Ông được nhận định rằng ông là nhà văn của phụ nữ và trẻ em.\n- Sau cách mạng, ông tiếp tục sáng tác bền bỉ. Các tác phẩm của ông thuộc nhiều thể loại khác nhau: tiểu thuyết, kí, thơ và nổi bật nhất là tiểu thuyết sử thi nhiều tập.\n- Một số tác phẩm tiêu biểu:\nTiểu thuyết: Bỉ vỏ (1938), Cuộc sống (1942), Sóng gầm (1961), Cửa biển (bộ tiểu thuyết 4 tập: 1961, 1967, 1973, 1976)...\nTruyện: Hai dòng sữa (truyện ngắn, 1943), Vực thẳm (truyện vừa, 1944), Miếng bánh (truyện ngắn, 1945)...\nHồi ký: Những ngày thơ ấu (đăng báo lần đầu năm 1938, xuất bản năm 1940), Một tuổi thơ văn (1973), Những nhân vật ấy đã sống với tôi (1978)...\nBộ tiểu thuyết lịch sử: Núi rừng Yên Thế (gồm nhiều tập, đang được nhà văn viết dở).\nII. Giới thiệu về đoạn trích Trong lòng mẹ\n1. Hoàn cảnh sáng tác\n- Đoạn trích “Trong lòng mẹ” được rút từ chương IV của cuốn hồi ký “Những ngày thơ ấu”.\n- “Những ngày thơ ấu” kể lại tuổi thơ đầy cay đắng của tác giả. Tác phẩm bao gồm 9 chương, được đăng báo lần đầu năm 1938, được in thành sách năm 1940.\n2. Thể loại\nHồi ký: Là sáng tác thuộc nhóm thể loại ký, thiên về trần thuật theo ngôi thứ nhất. Thường là kể về chính cuộc đời của tác giả.\n3. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “và mày cũng phải có họ, có hàng, người ta hỏi đến chứ?”. Cuộc đối thoại giữa Hồng và bà cô.\nPhần 2. Còn lại. Cuộc gặp gỡ cảm động của Hồng và mẹ.\n4. Tóm tắt\nMẫu 1\nSau khi bố mất, mẹ phải đi làm ăn xa tận Thanh Hóa, Hồng phải sống cùng bà cô độc ác. Một hôm, bà cô gọi Hồng lại và hỏi cậu có muốn được đi thăm mẹ. Hiểu được bà cô muốn gieo rắc vào đầu mình những hoài nghi để rồi “ruồng rẫy, căm ghét mẹ”, Hồng từ chối. Mặc dù vậy, bà cô vẫn tiếp tục kể cho cậu nghe về chuyện có người nhìn thấy mẹ Hồng ở Thanh Hóa và đã có em bé. Điều đó khiến cậu cảm thấy xót xa và căm ghét những hủ tục đã khiến mẹ phải xa rời anh em mình. Đến ngày giỗ đầu của bố, mẹ Hồng trở về khiến cậu vô cùng hạnh phúc khi được ngồi trong lòng mẹ, cảm nhận hơi thở quen thuộc của mẹ.\nMẫu 2\nBố mất sớm, mẹ đi làm ăn xa. Hồng sống cùng người cô độc ác. Một hôm, người cô gọi Hồng đến rồi hỏi cậu có muốn đi thăm mẹ thì sẽ cho tiền mua vé vào thăm. Hồng đã hiểu được những ý nghĩa cay nghiệt của người cô, cậu từ chối. Nhưng cô Hồng vẫn tiếp tục kể réo rắt vào đầu cậu những ý nghĩ xấu xa về mẹ của mình. Việc có người nhìn thấy mẹ Hồng đã có gia đình riêng và em bé. Hồng càng cảm thấy căm ghét, xót xa khi những hủ tục đã khiến mẹ con phải xa cách. Đến ngày giỗ đầu của bố, mẹ cậu trở về. Cậu ngồi vào lòng mẹ, cảm nhận được hơi ấm của mẹ mà vô cùng hạnh phúc.\n5. Nội dung\nĐoạn trích khắc họa chân thực những cay đắng, tủi cực của nhà văn khi còn thơ ấu. Đồng thời tác giả cũng muốn khẳng định tình yêu thương sâu nặng với người mẹ bất hạnh.\n6. Nghệ thuật\nHình ảnh chân thực, lời văn nhẹ nhàng, kết hợp tự sự, miêu tả và biểu cảm…\nIII. Dàn ý phân tích Trong lòng mẹ\n(1) Mở bài\nDẫn dắt, giới thiệu về tác giả Nguyên Hồng, đoạn trích Trong lòng mẹ.\n(2) Thân bài\na. Cuộc đối thoại giữa Hồng và bà cô\n Hoàn cảnh:\nGần đến ngày giỗ đầu của cha Hồng nhưng mẹ vẫn chưa về.\nMột hôm, bà cô gọi Hồng lại và hỏi chuyện.\n Nội dung cuộc đối thoại:\n- Bà cô hỏi Hồng có muốn vào Thanh Hóa thăm mẹ không. Nhưng thực chất là muốn reo rắt những ý nghĩ cay nghiệt về mẹ vào đầu Hồng.\n- Phản ứng của cậu bé Hồng:\nNghĩ đến hình ảnh người mẹ đã định trả lời rằng “có”.\nNhưng hiểu được ý định của bà cô: “muốn gieo giắc những hoài nghi để tôi khinh miệt…”\n=> Nhân vật Hồng hiện lên là một cậu bé nhạy cảm, yêu thương mẹ.\n- Những câu nói tưởng như quan tâm nhưng thực chất là mỉa mai:\nMợ mày phát tài lắm có như dạo trước đâu?\nMày dại quá, cứ vào đi, tao cho tiền tàu. Vào mà bắt mợ mày may vá sắm sửa và thăm em bé nữa chứ.\nKể lại câu chuyện người ta nhìn thấy mẹ Hồng.\n=> Một người thân mà lại độc ác, cay nghiệt khi muốn gieo giắt những điều xấu xa vào đầu cháu.\n- Tâm trạng của Hồng khi nghe chuyện của bà cô:\nLòng thắt lại, khóe mắt cay cay.\nNghe thấy hai từ “em bé” xoắn lấy tâm can cậu.\nCăm ghét những hủ tục khiến mẹ phải rời xa anh em mình.\n=> Những lời nói cay độc chỉ khiến Hồng càng thương mẹ hơn.\nb. Cuộc gặp gỡ cảm động của Hồng và mẹ\n- Hoàn cảnh: Ngày giỗ đầu của thầy, Hồng ở trường về thì nhìn thấy một bóng người quen thuộc. Hồng chạy theo gọi “Mợ ơi…”\n- Cuộc gặp gỡ:\nKhóc sụt sùi khi nhìn thấy mẹ.\nNgồi trên xe, áp đùi vào đùi mẹ, đầu ngả vào cánh tay mẹ, cảm nhận được hơi thở quen thuộc của mẹ.\nƯớc mong bé lại để có thể áp mặt vào bầu sữa nóng của mẹ, mơn man khuôn mặt mẹ từ trán xuống cằm.\n=> Sự ngạc nhiên xen lẫn cảm xúc vui mừng, cuối cùng sau bao nhiêu ngày xa cách Hồng cũng được gặp lại mẹ.\n=> Tình mẫu tử thiêng liêng không có điều gì chia cắt được.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của đoạn trích Trong lòng mẹ.\n \"\""