"Truyện Cô bé bán diêm\nCô bé bán diêm\n(Đêm giao thừa, trời rét mướt. một cô bé bán diêm nhà nghèo, mồ côi mẹ, đầu trần, chân đi đất, bụng đói, đang dò dẫm trong bóng tối. Suốt cả ngày em không bán được bao diêm nào...)\nCửa sổ mọi nhà đều sáng rực ánh đèn và trong phố sực nức mùi ngỗng quay. Chả là đêm giao thừa mà! Em tưởng nhớ lại năm xưa, khi bà nội hiền hậu của em còn sống, em cũng được đón giao thừa ở nhà. Nhưng Thần Chết đã đến cướp bà em đi mất, gia sản tiêu tán, và gia đình em đã phải lìa ngôi nhà xinh xắn có dây trường xuân bao quanh, nơi em đã sống những ngày đầm ấm, để đến chui rúc trong một xó tối tăm, luôn luôn nghe những lời mắng nhiếc chửi rủa.\nEm ngồi nép trong một góc tường, giữa hai ngôi nhà, một cái xây lùi vào vào chút ít.\nEm thu đôi chân vào người, nhưng mỗi lúc em càng thấy rét buốt hơn.\nTuy nhiên, em không thể nào về nhà nếu không bán được ít bao diêm, hay không ai bố thí cho một đồng xu nào đem về; nhất định là cha em sẽ đánh em.\nVả lại ở nhà cũng rét thế thôi. Cha con em ở trên gác sát mái nhà, và mặc dầu đã nhét giẻ rách vào các kẽ hở lớn trên vách, gió vẫn thổi rít vào trong nhà. Lúc này đôi bàn tay em đã cứng đờ ra.\nChà! Giá quẹt một que diêm mà sưởi cho đỡ rét một chút nhỉ? Giá em có thể rút một que diêm ra quẹt vào tường mà hơ ngón tay nhỉ? Cuối cùng em đánh liều quẹt một que.\nDiêm bén lửa thật là nhạy. Ngọn lửa lúc đầu xanh lam, dần dần biến đi, trắng ra, rực hồng lên quanh que gỗ, sáng chói trông đến vui mắt.\nEm hơ đôi tay trên que diêm sáng rực như than hồng. Chà! Ánh sáng kì dị làm sao! Em tưởng chừng như đang ngồi trước một lò sưởi bằng sắt có những hình nổi bằng đồng bóng nhoáng. Trong lò, lửa cháy nom đến vui mắt và toả ra hơi nóng dịu dàng.\nThật là dễ chịu! Đôi bàn tay em hơ trên ngọn lửa; bên tay cầm diêm, ngón cái nóng bỏng lên. Chà! Khi tuyết phủ kín mặt đất, gió bấc thổi vun vút mà được ngồi hàng giờ như thế, trong đêm đông rét buốt, trước một lò sưởi, thì khoái biết bao!\nEm vừa duỗi chân ra sưởi thì lửa vụt tắt, lò sưởi biến mất. Em ngồi đó, tay cầm que diêm đã tàn hẳn. Em bần thần cả người và chợt nghĩ ra rằng cha em đã giao cho em đi bán diêm. Đêm nay về nhà thế nào cũng bị cha mắng.\nEm quẹt que diêm thứ hai, diêm cháy và sáng rực lên. Bức tường như biến thành một tấm rèm bằng vải màu. Em nhìn thấu vào tận trong nhà. Bàn ăn đã dọn, khăn trải bàn trắng tinh, trên bàn toàn bát đĩa bằng sứ quý giá, và có cả một con ngỗng quay. Nhưng điều kì diệu nhất là ngỗng ta nhảy ra khỏi đĩa và mang cả dao ăn, phuốc-sét cắm trên lưng, tiến về phía em bé.\nRồi... que diêm vụt tắt; trước mặt em chỉ còn là những bức tường dày đặc và lạnh lẽo.\nThực tế đã thay thế cho mộng tưởng; chẳng có bàn ăn thịnh soạn nào cả, mà chỉ có phố xá vắng teo, lạnh buốt, tuyết phủ trắng xoá, gió bấc vi vu và mấy người khách qua đường quần áo ấm áp vội vã đi đến những nơi hẹn hò, hoàn toàn lãnh đạm với cảnh nghèo khổ của em bé bán diêm.\nEm quẹt que diêm thứ ba. Bỗng em thấy hiện ra một cây thông Nô-en. Cây này lớn và trang trí lộng lẫy hơn cây mà em đã được thấy năm ngoái qua cửa kính một nhà buôn giàu có. Hàng ngàn ngọn đèn sáng rực, lấp lánh trên cành lá xanh tươi và rất nhiều bức tranh màu sắc rực rỡ như những bức bày trong các tủ hàng hiện ra trước mắt em bé. Em với đôi tay về phía cây... nhưng diêm tắt. tất cả các ngọn nến bay lên, bay lên mãi rồi biến thành những ngôi sao trên trời.\n- Chắc hẳn có ai vừa chết, em bé tự nhủ, vì bà em, người hiền hậu độc nhất đối với em, đã chết từ lâu, trước đây thường nói rằng: “Khi có một vì sao đổi ngôi là có một linh hồn bay lên trời với Thượng đế”.\nEm quẹt que diêm nữa vào tường, một ánh sáng xanh toả ra xung quanh và em bé nhìn thấy rõ ràng bà em đang mỉm cười với em.\n- Bà ơi! Em bé reo lên, cho cháu đi với! Cháu biết rằng diêm tắt thì bà cũng biến đi mất như lò sưởi, ngỗng quay và cây Nô-en ban nãy, nhưng xin bà đừng bỏ cháu ở nơi này; trước kia khi bà chưa về với Thượng đế chí nhân, bà cháu ta đã từng sung sướng biết bao! Dạo ấy bà đã từng nhủ cháu rằng nếu cháu ngoan ngoãn, cháu sẽ được gặp lại bà, bà ơi! Cháu van bà, bà xin Thượng đế chí nhân cho cháu về với bà. Chắc Người không từ chối đâu.\nQue diêm tắt phụt, và ảo ảnh rực sáng trên khuôn mặt em bé cũng biến mất.\nThế là em quẹt tất cả những que diêm còn lại trong bao. Em muốn níu bà lại! diêm nối nhau chiếu sáng như giữa ban ngày. Chưa bao giờ em thấy bà to lớn và đẹp lão như thế này.\nBà cụ cầm lấy tay em, rồi hai bà cháu bay vụt lên cao, cao mãi, chẳng còn đói rét, đau buồn nào đe doạ họ nữa. họ đã về chầu Thượng đế.\nSáng hôm sau, tuyết vẫn phủ kín mặt đất, nhưng mặt trời lên, trong sáng, chói chang trên bầu trời xanh nhợt. mọi người vui vẻ ra khỏi nhà.\nTrong buổi sáng lạnh lẽo ấy, ở một xó tường, người ta thấy một em gái có đôi má hồng và đôi môi đang mỉm cười. em đã chết vì giá rét trong đêm giao thừa.\nNgày mồng một đầu năm hiện lên trên thi thể em bé ngồi giữa những bao diêm, trong đó có một bao đã đốt hết nhẵn. mọi người bảo nhau: “Chắc nó muốn sưởi cho ấm!”, nhưng chẳng ai biết những cái kì diệu em đã trông thấy, nhất là cảnh huy hoàng lúc hai bà cháu bay lên để đón lấy những niềm vui đầu năm.\nI. Đôi nét về An-đéc-xen\n- An-đéc-xen (1805 - 1875) là nhà văn người Đan Mạch nổi tiếng với loại truyện kể cho trẻ em.\n- Nhiều truyện của ông được biên soạn lại từ những truyện cổ tích, nhưng cũng có những truyện do ông sáng tạo ra.\n- Một số tác phẩm quen thuộc như: Cô bé bán diêm, Bầy chim thiên nga, Nàng tiên cá, Bộ quần áo mới của hoàng đế, Nàng công chúa và hạt đậu…\nII. Giới thiệu về Cô bé bán diêm\n1. Hoàn cảnh sáng tác\nTruyện được xuất bản lần đầu tiên năm 1848 trong phần năm của quyển Nye Eventyr (Những truyện cổ tích mới) với nhan đề Den Lille Pige Med Svovlstikkerne (Cô gái bé nhỏ với những que diêm).\n2. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “Lúc này đôi bàn tay em đã cứng đờ ra”. Hình ảnh cô bé bán diêm trong đêm giao thừa.\nPhần 2. Tiếp theo đến “Họ đã về chầu thượng đế”. Các lần em bé quẹt que diêm và mộng tưởng thành sự thật.\nPhần 3. Còn lại. Cái chết thương tâm của cô bé bán diêm.\n3. Tóm tắt\nTrong đêm giao thừa rét mướt, một cô bé đầu trần, chân đi đất, bụng đói nhưng phải đi bán diêm. Cô bé ấy đã mồ côi mẹ và ngay cả bà nội - người yêu thương em nhất cũng đã qua đời. Em không dám về nhà vì sợ bố sẽ đánh em. Vừa lạnh vừa đói, cô bé ngồi nép vào một góc tường rồi khẽ quẹt một que diêm để sưởi ấm. Que diêm thứ nhất cho em có cảm giác ấm áp như ngồi bên lò sưởi. Em vội quẹt que diêm thứ hai, một bàn ăn thịnh soạn hiện lên. Đến quẹt que diêm thứ ba thì một cây thông Noel. Quẹt que diêm thứ tư được thắp lên, lần này là bà nội với khuôn mặt hiền từ hiện ra. Những ảo ảnh đó nhanh chóng tan đi sau sự vụt tắt của que diêm. Em vội vàng quẹt hết cả bao diêm để mong níu bà nội lại. Cuối cùng, cô bé bán diêm đã chết rét trong đêm giao thừa lạnh giá.\n4. Nội dung\nCô bé bán diêm đã cho người đọc thấy được lòng thương cảm đối với những số phận bất hạnh như cô bé trong câu chuyện. Đồng thời đó cũng là lời tố cáo xã hội đương thời khi con người trở nên lạnh lùng, vô cảm.\n5. Nghệ thuật\nNghệ thuật kể chuyện hấp dẫn, đan xen yếu tố hiện thực và mộng tưởng...\nIII. Dàn ý phân tích Cô bé bán diêm\n(1) Mở bài\nDẫn dắt, giới thiệu truyện Cô bé bán diêm.\n(2) Thân bài\na. Hình ảnh cô bé bán diêm trong đêm giao thừa\n- Hoàn cảnh:\nMẹ mất, bà nội - người yêu thương nhất cũng vừa mới qua đời.\nPhải sống với người bố và bị bắt đi bán diêm để kiếm tiền.\n- Thời điểm bán diêm: Đêm giao thừa rét mướt.\n- Không gian bán diêm: Cửa sổ của các nhà đều sáng rực, trong phố sực nức mùi ngỗng quay.\n- Hình ảnh cô bé bán diêm:\nNgồi nép vào một góc tường, giữa hai ngôi nhà.\nNghĩ đến nếu không bán được diêm mà trở về nhà sẽ bị bố đánh.\nThu đôi chân cho đỡ lạnh nhưng càng lúc càng rét buốt hơn.\nĐôi bàn tay cứng đờ ra vì lạnh giá.\n=> Sự nghèo khổ thiếu thốn không chỉ về vật chất mà còn là về tinh thần, thiếu đi tình yêu được bao bọc của những người thân trong gia đình.\nb. Các lần em bé quẹt que diêm và tưởng tượng thành sự thật\nCô bé đã trải qua 4 lần quẹt diêm với những tưởng tượng lần lượt xuất hiện:\n- Lần thứ nhất: Mơ ước có lò sưởi - mong muốn lúc này có được sự ấm áp.\n- Lần thứ hai: Mơ ước căn phòng có bàn ăn, trên bàn có ngỗng quay - mong muốn được no bụng.\n- Lần thứ ba: Mơ ước có cây thông Noel - mong muốn được đón giao thừa như mọi người.\n- Lần thứ tư: Mơ ước được gặp lại bà - mong muốn được che chở, yêu thương.\n- Lần cuối cùng: Quẹt toàn bộ số diêm còn lại - để gặp lại bà và đi theo bà đến nơi hạnh phúc.\n=> Những mong muốn của cô bé là hoàn toàn chính đáng.\nc. Cái chết thương tâm của cô bé bán diêm\n- Thời gian: sáng sớm hôm sau\n- Không gian: ở một xó tường lạnh lẽo\n- Hình ảnh: Một cô bé có đôi má hồng, đôi môi đang mỉm cười nhưng em đã chết cóng.\n- Lý do: Không có ai quan tâm, giúp đỡ. Gia đình thì ghẻ lạnh, thờ ơ.\n=> Tố cáo một xã hội thờ ơ, vô cảm.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Cô bé bán diêm.\n \"\""