"Truyện ngắn Người thầy đầu tiên\nPhần 1\nTôi mở tung cánh cửa sổ. Một luồng gió mát lùa vào phòng. Trong ánh lê minh xanh nhạt đang sáng dần, tôi nhìn kĩ những bản nghiên cứu phác thảo của bức tranh tôi vừa khởi công làm. Những bức vẽ ấy nhiều lắm và tôi đã nhiều lần vẽ đi vẽ lại từ đầu. Nhưng bây giờ mà nói đến toàn bộ bức tranh thì hãy còn sớm. Tôi vẫn chưa tìm được cái chính, cái gì giờ đây đang vụt đến với tôi một cách bất ngờ, không gì kìm hãm được, mỗi lúc thêm rõ rệt, với một âm vang mơ hồ khó hiểu trong tâm hồn, tựa như những tia sáng đầu tiên của buổi lê minh và cứ suy nghĩ, suy nghĩ mãi. Và lần nào cũng đều như thế. Lần nào tôi cũng lại thấy rõ ràng bức tranh của tôi mới chỉ là một ý đồ.\nTôi vốn không phải là kẻ ưa nói trước hay báo tin cho bạn bè, ngay cả bạn thân, biết trước về một tác phẩm còn dang dở. Chẳng phải vì tôi quá ư nâng niu tác phẩm của mình, mà chỉ vì tôi nghĩ khó lòng đoán biết được đứa bé hôm qua còn nằm trong nôi sẽ lớn lên thành người như thế nào. Nói đến một tác phẩm dở dang, chưa hoàn thành, cũng khó như thế. Nhưng lần này tôi rời bỏ nguyên tắc: tôi muốn nói lên cho mọi người nghe thấy, đúng hơn là trao đổi với mọi người những ý nghĩ của tôi về bức tranh còn chưa vẽ xong.\nĐó không phải là một ý muốn nông nổi. Tôi không thể làm khác, vì tôi cảm thấy một mình tôi không đủ sức đương nổi gánh nặng này. Câu chuyện đã làm rung động tâm hồn tôi, câu chuyện đã thúc giục tôi cầm lấy bút vẽ, tôi thấy nó lớn lao đến nỗi chỉ riêng lòng tôi thôi thì không sao chứa đựng nổi. Tôi sợ làm sánh mất bát nước đầy, không sao được đến tận tay các bạn. Tôi muốn mọi người khuyên nhủ giúp tôi, mách bảo tôi cách giải quyết, tôi muốn mọi người, dù chỉ là trên dòng tư tưởng, dừng lại cạnh tôi bên giá vẽ, cùng rung cảm với tôi.\nXin đừng tiếc hơi ấm đang nồng nàn trong tim các bạn, hãy lại gần đây, thế nào tôi cũng phải kể lại câu chuyện này…\nLàng Kurkurêu chúng tôi nằm ven chân núi, trên một cao nguyên rộng có những khe nước ào ào từ nhiều ngách đá đổ xuống. Phía dưới làng tôi là thung lũng Hoàng Thổ, là cánh thảo nguyên Karakh mênh mông nằm giữa các nhánh của rặng núi Đen và con đường sắt làm thành một cái thảm màu băng qua đồng bằng chạy tít đến chân trời phía tây.\nPhía trên làng tôi, giữa một ngọn đồi, có hai cây phong lớn. Tôi biết chúng từ thuở bắt đầu biết mình. Dù ai đi từ phía nào đến làng Kurkurêu chúng tôi cũng đều trông thấy hai cây phong đó trước tiên; chúng luôn luôn hiện ra trước mắt hệt như những ngọn hải đăng đặt trên núi. Thậm chí tôi cũng không biết giải thích ra sao: phải chăng người ta vẫn đặc biệt trân trọng nâng niu những ấn tượng thời thơ ấu hay vì do có liên quan đến nghề hoạ sĩ của tôi, nhưng cứ mỗi lần về quê, khi xuống xe lửa đi qua thảo nguyên về làng, tôi đều coi bổn phận đầu tiên là từ xa đưa mắt tìm hai cây phong thân thuộc ấy.\nDù chúng có cao đến đâu chăng nữa, đứng xa thế cũng khó lòng trông thấy ngay được, nhưng tôi thì bao giờ cũng cảm biết được chúng, lúc nào cũng nom rõ.\nĐã bao lần tôi từ những chốn xa xôi trở về Kurkurêu và lần nào tôi cũng thì thầm với một nỗi buồn da diết: “Ta sắp được thấy chúng chưa, hai cây phong sinh đôi ấy? Mong sao chóng về tới làng, chóng lên đồi mà đến với hai cây phong. Rồi sau đó cứ đứng dưới gốc cây để nghe mãi tiếng lá reo cho đến khi say sưa ngây ngất”.\nTrong làng tôi không thiếu gì các loại cây, nhưng hai cây phong này khác hẳn: chúng có tiếng nói riêng và hẳn phải có một tâm hồn riêng, một tâm hồn chan chứa những lời ca êm dịu. Dù ta có tới đây vào lúc nào, ban ngày hay ban đêm, chúng vẫn nghiêng ngả thân cây, lay động lá cành, không ngớt tiếng rì rào theo nhiều cung bậc khác nhau. Có khi tưởng chừng như một làn sóng thuỷ triều dâng lên vỗ vào bãi cát, có khi lại nghe như một tiếng thì thầm thiết tha nồng thắm chuyển qua lá cành như một đám lửa vô tình, có khi hai cây phong bỗng im bặt một thoáng, rồi khắp lá cành lại cất tiếng thở dài một hơi như thương tiếc người nào. Và khi mây đen kéo đến cùng với bão giông, xô gãy cành, tỉa trụi lá, hai cây phong nghiêng ngả tấm thân dẻo dai và reo vù vù như một ngọn lửa bốc chảy rừng rực. Và trong tiếng gầm bất khuất của chúng ngỡ chừng như nghe thấy một lời thách thức ngỗ ngược: “Không, đừng hòng bắt ta phải khom lưng khuất phục, đừng hòng bẻ gãy thân ta”.\nBao nhiêu năm qua. Sau này, tôi đã hiểu được điều bí ẩn của hai cây phong. Chẳng qua đứng trên đồi cao lộng gió nên đáp lại bất kì chuyển động khe khẽ nào của không khí, mỗi chiếc lá nhỏ đều nhạy bén đón lấy mọi làn gió nhẹ thoảng qua.\nNhưng việc khám phá ra chân lí giản đơn ấy cũng vẫn không làm tôi vỡ mộng xưa, không làm tôi bỏ mất cách cảm thụ của tuổi thơ mà tôi còn giữ đến nay. Và cho đến tận ngày nay tôi vẫn thấy hai cây phong trên đồi có một vẻ sinh động khác thường. Tuổi trẻ của tôi đã để lại nơi ấy, bên cạnh chúng như một mảnh vỡ của chiếc gương thần xanh…\nCứ vào cuối năm học, trước khi bắt đầu nghỉ hè là bọn con trai chúng tôi lại chạy ào lên đây phá tổ chim. Cứ mỗi lần chúng tôi reo hò, huýt còi ầm ĩ chạy lên đồi là hai cây phong khổng lồ lại nghiêng ngả đung đưa như muốn chào mời chúng tôi đến với bóng râm mát rượi và tiếng lá xào xạc dịu hiền. Và chúng tôi, lũ ranh con đi chân đất, công kênh nhau bám vào các mắt mấu và cành cây trèo lên cao làm chấn động cả vương quốc loài chim. Hàng đàn chim hoảng hốt kêu lên, chao đi chao lại trên đầu. Nhưng chúng tôi vẫn chưa coi vào, đến đây đã thấm gì! Chúng tôi cứ leo lên cao nữa – nào, xem ai can đảm và khéo hơn! – và từ trên những cành cao ngất, cao đến ngang tầm cánh chim bay, bỗng như có một phép thần thông nào vụt mở ra trước mắt chúng tôi cả một thế giới đẹp đẽ vô ngần của không gian bao la và ánh sáng. Chiều rộng không cùng của đất đai làm chúng tôi sửng sốt. Mỗi đứa chúng tôi đều nín thở ngồi yên lặng đi trên một cành cây và quên mất cả chim lẫn tổ chim. Chuồng ngựa của nông trường mà chúng tôi vẫn coi là toà nhà rộng lớn nhất trên thế giới, ngồi đây chúng tôi thấy chỉ như một căn nhà xép bình thường. Phía sau làng là dải thảo nguyên hoang vu mất hút trong làn sương mờ đục. Chúng tôi cố gương hết tầm mắt nhìn vào nơi xa thẳm biêng biếc của thảo nguyên và nom thấy không biết bao nhiêu đất đai mà trước đây chúng tôi không biết đến, thấy những con sông mà trước đây chúng tôi chưa từng nghe nói đến. Những dòng sông lấp lánh tận chân trời như những sợi chỉ bạc mỏng manh. Chúng tôi nép mình ngồi trên các cành cây suy nghĩ: đã phải đấy là nơi tận cùng thế giới chưa, hay phía sau vẫn còn có bầu trời ấy, những đám mây, những đồng cỏ và sông ngòi như thế này? Chúng tôi náu mình trên các cành cây, lắng nghe những tiếng gió ảo huyền và tiếng lá cây đáp lại lời gió, thì thầm to nhỏ về những miền đất bí ẩn đầy sức quyến rũ lẩn sau chân trời xa thẳm biêng biếc kia.\nTôi lắng nghe tiếng hai cây phong rì rào, tim đập rộn ràng vì thảng thốt và vui sướng, trong tiếng xạc xào không ngớt ấy tôi cố hình dung ra những miền xa lạ kia. Thuở ấy chỉ có một điều tôi chưa hề nghĩ đến: ai là người đã trồng hai cây phong trên đồi này? Người vô danh ấy đã ước mơ gì, đã nói những gì khi vùi hai gốc cây xuống đất, người ấy đã ấp ủ những niềm hi vọng gì khi vun xới chúng nơi đây, trên đỉnh đồi cao này?\nQuả đồi có hai cây phong ấy, không biết vì sao ở làng tôi họ gọi là “Trường Đuysen”. Tôi còn nhớ hễ có ai lạc mất ngựa phải đi tìm và hỏi thăm: “Này, có thấy con ngựa tía nhà mình không”. Là người ta thường hay đáp: “Chỗ trên kia kìa, gần Trường Đuysen ấy, đêm qua ngựa vẫn còn ăn cỏ ở đấy, lên tìm may ra thấy”. Bắt chước người lớn, bọn trẻ chúng tôi vẫn thường lặp lại không hề suy nghĩ gì: “Các cậu ơi, lên Trường Đuysen trèo cây phong phá tổ chim sẻ đi”.\nNgười ta thuật lại rằng trước kia trên đồi này có một ngôi trường. Nhưng hồi ấy đến dấu vết của ngôi trường chúng tôi cũng chẳng hề tìm thấy nữa. Thuở nhỏ tôi đã mấy lần cố tìm cho được dù chỉ là những vết tích đổ nát của ngôi trường. Tôi lang thang tìm kiếm mãi nhưng chẳng thấy gì cả, về sau tôi bắt đầu lấy làm lạ, không hiểu sao người ta lại gọi quả đồi trơ trụi ấy là “Trường Đuysen” và tôi đã có lần hỏi các cụ già xem Đuysen là ai. Một người lơ đãng khoát tay đáp: “Đuysen là ai à? Đấy cái lão bây giờ vẫn còn sống ở đây ấy mà, trong thị tộc cừu thọt ấy. Đã lâu lắm rồi, Đuysen bấy giờ \n  \n…”\nTôi rất ít biết Đuysen. Chỉ còn nhớ đó là một người đã luống tuổi, vóc cao lớn, dáng xương xương, có đôi mày quăn rậm. Nhà ông ở bên kia sông, đường Đội hai. Dạo tôi còn ở làng thì Đuysen trông coi hệ thống thuỷ lợi của nông trường và suốt ngày ở ngoài đồng. Thỉnh thoảng ông có đi qua phố tôi, trên yên ngựa buộc một chiếc cuốc lớn và con ngựa của ông trông cũng giống chủ nó, cũng xương xẩu, vó chân thon nhỏ. Sau Đuysen già đi và nghe nói ông đi đưa thư. Nhưng đó là nhân thể nói vậy thôi. Vấn đề ở chỗ khác. Theo quan niệm của tôi lúc đó thì người thanh niên Komxômôn phải là một chàng gighit nói hăng làm hăng hơn hết thảy mọi người trong thôn, thường phát biểu trong hội nghị, viết báo về bọn chây lười và bọn ăn cắp của công. Và tôi không tài nào hình dung ra được con người hiền lành râu rậm ấy trước kia đã có lúc là Komxômôn, mà hơn nữa, điều đáng ngạc nhiên nhất là lại dạy trẻ con học trong khi chính mình cũng chẳng biết được bao nhiêu chữ nghĩa. Không, những chuyện như thế tôi không tài nào hình dung nổi! Thành thực mà nói, tôi coi đó chỉ là một trong bao nhiêu chuyện cổ tích được truyền tụng trong làng mà thôi. Nhưng về sau mới biết là sự thể hoàn toàn không phải như thế…\nMùa thu năm ngoái tôi nhận được một bức điện từ làng tôi gửi đến. Bà con trong làng mời tôi về dự buổi khánh thành ngôi trường mới do nông trường xây dựng lấy. Tôi lập tức quyết định về làng, vì làm sao tôi có thể ngồi nhà trong một ngày vui của quê hương như thế được. Tôi còn về trước vài ngày nữa là khác. Tôi định bụng về sẽ dạo quanh, ngắm cảnh và vẽ ít bức kí hoạ. Trong số những người được mời về dự hoá ra có cả bà viện sĩ Xulaimanôvna. Tôi nghe nói bà về đây một hai hôm rồi đi thẳng lên Matxcơva.\nTôi biết rằng người đàn bà hiện nay đang nổi tiếng ấy đã rời làng ra tỉnh từ thuở nhỏ. Sống ở tỉnh thành được ít lâu, tôi cũng đã có dịp làm quen với bà. Bà đã nhiều tuổi, đẫy đà, mái tóc chải mượt bạc đi nhiều. Người đàn bà đồng hương nổi tiếng của chúng tôi làm chủ nhiệm bộ môn ở trường đại học tổng hợp, lên lớp giảng triết học, làm việc ở viện hàm lâm, hay đi ra nước ngoài luôn. Bà thường bận nhiều công việc và tôi vẫn chưa có dịp được quen biết thật gần gũi, nhưng bất cứ lần nào gặp tôi ở đâu bà cũng đều quan tâm đến cuộc sống tại quê hương và thế nào cũng bày tỏ ý kiến, dù là vắn tắt, về tác phẩm của tôi. Có lần tôi đánh bạo hỏi bà:\n- Antưnai Xulaimanôvna, giá bà ghé về quê thăm bà con trong làng có lẽ hay đấy. Ở làng ai cũng biết bà; ai cũng hãnh diện vì bà, nhưng phần nhiều mọi người đều chỉ mới nghe danh tiếng thôi, nên có lúc họ nói rằng bà bác học nổi danh của làng ta hình như muốn xa lánh chúng ta, quên mất đường về Kurkurêu rồi.\n- Cố nhiên phải về chứ. – Bà Antưnai Xulaimanôvna mỉm cười buồn buồn, – chính tôi vẫn mơ ước được về Kurkurêu từ lâu, đã bao nhiêu năm không về làng rồi. Kể ra tôi cũng không còn họ hàng thân thích gì ở làng nữa. Nhưng vấn đề đâu phải ở chỗ ấy. Thế nào tôi cũng về, tôi phải về; hay nhớ quê hương quá.\nBà viện sĩ Xulaimanôvna về đến làng khi buổi lễ trọng thể khánh thành trường học sắp khai mạc. Các nông trang viên trông thấy bà qua kính cửa xe hơi và mọi người đều đổ ra đường. Từ người quen cho tới người lạ, từ cụ già cho đến trẻ con ai cũng muốn bắt tay bà. Có lẽ Antưnai Xulaimanôvna cũng không ngờ sẽ được đón tiếp như vậy, thậm chí còn luống cuống nữa thì phải. Bà đặt tay lên ngực, cúi chào mọi người và khó khăn lắm mới lách được lên bục chủ tịch đoàn.\nChắc hẳn bà Antưnai Xulaimanôvna đã từng đi dự nhiều cuộc họp long trọng và chắc ở đâu bà cũng được đón tiếp nồng nhiệt và kính cẩn, nhưng tới đây, trong ngôi làng bình thường này, thái độ niềm nở ân cần của dân làng đã làm bà hết sức bồi hồi cảm động và bà luôn luôn cố giấu những giọt nước mắt bất giác trào ra.\nSau phần nghi lễ các em thiếu nhi thắt khăn quàng đỏ cho vị khách quý, mang tặng hoa và mở đầu quyển sổ danh dự của trường mới lập bằng tên bà. Kế đó là cuộc biểu diễn văn nghệ rất vui vẻ hấp dẫn của học sinh, rồi ông hiệu trưởng mời chúng tôi, các tân khách, thầy giáo và lao động xuất sắc của nông trường về nhà ông.\nĐến đây họ vẫn chưa thể hết mừng rỡ với cuộc về thăm của Antưnai Xulaimanôvna. Họ mời bà ngồi vào chỗ danh dự có trải thảm và cố tìm mọi cách để nêu rõ lòng kính trọng của họ đối với bà. Như trong tất cả những dịp như thế, bầu không khí hết sức náo nhiệt, khách khứa chuyện trò sôi nổi và luôn nâng cốc chúc mừng. Nhưng bỗng có anh thanh niên người làng đi vào đưa cho chủ nhân một tập điện tín. Các bức điện được truyền qua tay mọi người: các học sinh cũ chúc mừng bà con trong làng nhân dịp khánh thành nhà trường mới.\n- Này, những bức điện này là do ông lão Đuysen mang về phải không? – ông hiệu trưởng nói.\n- Vâng, – người thanh niên đáp. – Ông cụ bảo suốt dọc đường quất ngựa luôn tay để về kịp buổi lễ, cho nhân dân được nghe đọc các bức điện. Ông cụ chậm mất một tí, đang buồn.\n- Thế để ông ta đứng đấy làm gì, ra bảo ông ấy xuống ngựa, mời vào đây!\nNgười thanh niên ra gọi Đuysen. Bà Antưnai Xulaimanôvna đang ngồi cạnh tôi, không hiểu sao bỗng giật mình và như chợt nhớ ra điều gì, bà hỏi tôi xem họ đang nói đến Đuysen nào thế, giọng bà rất lạ.\n- Đây là người đưa thư của nông trường, bà Antưnai Xulaimanôvna ạ. Bà có biết ông cụ Đuysen à?\nBà gật đầu qua loa, rồi toan đứng dậy, nhưng giữa lúc ấy nghe có tiếng ai cưỡi ngựa đi ngang qua cửa sổ và người thanh niên quay vào nói với chủ nhân:\n- Akxakan ạ, tôi gọi ông cụ vào đây nhưng ông ấy đi rồi, ông cụ còn phải đi phát nốt thư.\n- Thì cứ để ông lão đi đưa thư, giữ lại làm gì. Sau rồi ngồi với các cụ già cũng được, – có người khó chịu thốt ra.\n- Ồ! Các vị không biết Đuysen của chúng ta đấy thôi! Ông ấy là người rất nguyên tắc. Chưa làm xong việc thì không có rẽ vào đâu hết.\n- Đúng đấy, tính ông cụ lạ thật. Sau chiến tranh ông cụ xuất viện tại Ukraina, rồi ở lại đấy, mới về làng được năm năm nay. Ông cụ bảo là về chết ở quê cha đất tổ. Suốt đời cứ sống độc thân thế thôi…\n- Nhưng giá ông cụ ghé vào một tí lúc này vẫn hơn…Thôi cũng được. – Và chủ nhân khoát tay.\n- Các đồng chí, nếu các đồng chí còn nhớ thì ngày xưa chúng mình đã từng học ở trường Đuysen.\n– Một trong số những người được kính nể nhất ở làng nâng cốc nói. – Mà chính ông ta thì hẳn là chưa biết hết mặt chữ cái. – Người phát biểu nheo mắt và lắc đầu. Tất cả dáng bộ ông ta lộ rõ ý ngạc nhiên và chế giễu.\n- Ấy đúng như thế đấy, - mấy giọng nói hưởng ứng theo. Cử toạ cười phá lên.\n- Bấy giờ thì còn phải nói! Hồi ấy còn thiếu trò gì mà Đuysen lại không bày vẽ ra. Chúng mình thì cứ tưởng ông là thầy giáo thật kia chứ!\nKhi tiếng cười đã ngớt, người vừa nâng cốc nói tiếp:\n- Bây giờ mọi người đều đã trưởng thành lên ngay trước mắt chúng ta. Bà viện sĩ Antưnai thì cả nước biết tiếng. Hầu hết chúng ta đều có trình độ giáo dục phổ thông và nhiều người có trình độ đại học. Hôm nay chúng ta làm lễ khánh thành trường trung học mới ở làng, chỉ riêng một điều đó thôi cũng đủ nói lên cuộc sống đã thay đổi biết chừng nào. Vậy thì, thưa bà con, chúng ta hãy cạn chén chúc cho mai này con cháu làng Kurkurêu sẽ trở thành những con người tiên tiến của thời đại.\nMọi người lại ồn ào và nhất tề hưởng ứng cốc rượu mừng, riêng bà Antưnai Xulaimanôvna đỏ mặt, như có điều gì khiến bà gượng ngùng và chỉ nhấp môi vào cốc rượu. Nhưng mọi người đang lúc hoan hỉ và mải mê trò chuyện nên không để ý thấy thái độ của bà.\nAntưnai Xulaimanôvna xem đồng hồ mấy lần. Rồi đến khi khách khứa đã ra đường, tôi thấy bà đứng riêng sang một bên con kênh đào, cách hẳn mọi người và nhìn đăm đăm lên ngọn đồi chỗ hai cây phong sang độ thu đã ngả màu đỏ úa đang đung đưa trước gió. Mặt trời lặng xuống vết dài màu tím nhạt của thảo nguyên xa tắp trong buổi hoàng hôn. Từ phía ấy, ánh nắng đang tàn lụi nhuộm một sắc đỏ tía đùng đục, buồn thảm lên ngọn hai cây phong.\nTôi b\n  \ng nhìn hai cây phong với nỗi buồn u uất mà chỉ phụ nữ mới có được. Và tôi bỗng thấy như đứng trước mặt tôi không phải là viện sĩ hàn lâm Xulaimanôvna nữa mà chỉ là một phụ nữ Kirghizi bình thường, hết sức chất phác trong mọi nỗi khổ niềm vui. Người đàn bà thông thái ấy hẳn là giờ đây đang nhớ lại tuổi xuân của mình, cái tuổi xuân mà, như lời hát trong các bài dân ca của chúng tôi, dẫu có đứng trên đỉnh núi cao nhất cũng không sao gọi thấu. Hình như trong khi nhìn lên hai cây phong bà muốn nói điều gì, nhưng rồi chắc bà nghĩ sao lại thôi và lật đật đeo cặp kính vẫn cầm ở tay trên mắt.\n- Hình như xe lửa đi Matxcơva chạy qua đây vào mười một giờ phải không.\n- Vâng, lúc mười một giờ đêm.\n- Thế thì tôi phải sửa soạn ngay mới được.\n- Sao lại đột ngột thế ạ! Antưnai Xulaimanôvna, bà đã hứa ở lại vài ngày cơ mà? Dân làng không để bà đi đâu.\n- Không, tôi có nhiều việc gấp phải đi ngay bây giờ.\nDù dân làng có cố vật nài đến đâu, có tỏ vẻ giận dỗi đến thế nào, Antưnai Xulaimanôvna cũng vẫn một mực không đổi ý.\nTrong khi đó trời bắt đầu sẩm tối. Dân làng buồn rầu đưa bà ra xe, sau khi được bà hứa rằng lần sau sẽ về một tuần lễ, có khi lâu hơn là khác. Tôi tiễn Antưnai Xulaimanôvna đến tận ga.\nVì sao Antưnai Xulaimanôvna lại vội ra đi một cách đột ngột như vậy? Làm phật ý bà con trong làng, nhất là vào một ngày như thế, tôi thấy quả không nên. Dọc đường đã mấy lần tôi định hỏi bà về chuyện đó, nhưng rồi lại không dám. Chẳng phải vì tôi sợ tỏ ra thiếu lịch thiệp, mà chỉ vì tôi hiểu rằng đằng nào bà cũng sẽ chẳng nói gì hết. Suốt dọc đường bà cứ lặng thinh, ưu tư suy nghĩ điều gì.\nTuy vậy, khi lên đến ga, tôi cũng hỏi bà:\n- Bà Antưnai Xulaimanôvna, hình như bà có điều gì bận tâm, hay chúng tôi đã làm bà giận?\n- Sao anh lại nói thế! Anh không được nghĩ như vậy! Tôi còn có thể giận ai được chứ? Hoạ chăng giận mình thì có. Phải, lẽ ra phải giận mình mới đúng.\nThế là bà Antưnai Xulaimanôvna ra đi. Tôi trở lại thành phố và mấy hôm sau bỗng nhận được thư của bà. Bà cho biết là sẽ ở lại Matxcơva lâu hơn dự định và viết:\n“Tuy có rất nhiều công việc quan trọng và khẩn cấp, tôi cũng đã quyết định gác hết lại và viết lá thư này cho anh… Nếu anh thấy điều gì tôi viết đây đáng được chú ý thì tôi khẩn khoản xin anh nghĩ xem làm thế nào cho mọi người cùng biết câu chuyện tôi sẽ kể. Tôi nghĩ không phải chỉ riêng bà con trong làng mà nói chung mọi người, nhất là lứa tuổi trẻ, đều cần biết câu chuyện này. Tôi đã thấy rõ như vậy sau bao lần đắn đo cặn kẽ. Đó là lời xưng tội của tôi trước mọi người. Tôi cần phải làm tròn bổn phận của tôi. Càng nhiều người được biết thì lương tâm tôi càng đỡ cắn rứt. Anh đừng sợ làm cho tôi lâm vào tình trạng khó xử. Anh đừng giấu giếm gì hết…”\nTôi đã mang nặng trong lòng những ấn tượng của lá thư ấy mấy ngày liền. Và tôi không nghĩ ra được cách gì hơn là thay mặt bà Antưnai Xulaimanôvna để kể hết chuyện này.\nPhần 2\nĐó là vào năm 1924. Phải, đúng vào năm ấy…\nNơi hiện nay là nông trường chúng ta, bấy giờ là một thôn nhỏ của dân nghèo định cư. Lúc ấy tôi mười bốn tuổi và sống ở nhà ông chú họ. Cha mẹ tôi đều đã qua đời.\nMùa thu năm ấy, chẳng bao lâu sau khi những nhà có máu mặt đã dời vào núi để trú qua mùa đông, có một thanh niên lạ mặt chiếc áo choàng bộ đội về làng. Tôi còn nhớ chiếc áo choàng, vì không hiểu sao nó lại bằng dạ đen. Đối với thôn chúng tôi, một thôn hẻo lánh nép vào chân núi cách xa đường cái, sự xuất hiện của con người mặc áo nhà nước này là một sự việc quan trọng.\nLúc đầu người ta bảo rằng đó là một cấp chỉ huy trong bộ đội cho nên về làng cũng sẽ làm trưởng thôn, sau hoá ra anh ta chẳng phải là cấp chỉ huy gì cả, mà chính là con ông lão Tatanbek đã bỏ làng đi làm đường sắt từ dạo đói bao nhiêu năm trước đây và từ đấy biệt hẳn tăm tích. Còn anh này là Đuysen, con ông ta, hình như được cử về làng để mở trường dạy trẻ.\nThời bấy giờ những thứ như “nhà trường”, “học tập” hãy còn là những danh từ mới mẻ, chẳng mấy ai hiểu rõ cho lắm. Người thì tin những tiếng đồn đại, người thì cho đây là những chuyện đàn bà bàn tán nhảm và có lẽ họ đã quên mất cái trường ấy, nếu mấy hôm sau không có lệnh gọi dân làng đi họp. Chú tôi càu nhàu mãi: “Lại họp hành gì nữa, cứ làm người ta bỏ công việc mãi vì những chuyện vớ vẫn”, nhưng sau ông ta cũng thắng ngựa và đi họp như mọi người đàn ông khác biết tự trọng. Tôi cũng chạy theo chú tôi cùng với lũ trẻ con hàng xóm.\nLúc chúng tôi thở hổn hển chạy lên gò chỗ dùng làm nơi hội họp thì chính anh thanh niên xanh xao mặc áo khoác đen ấy đang phát biểu trước đám người đi bộ và cưỡi ngựa tập hợp xung quanh. Chúng tôi không nghe rõ lời anh nói nên định nhích lại gần, nhưng bỗng một cụ già mặc chiếc áo lông rách như vừa sực tỉnh, vội vã ngắt lời anh:\n- Này cháu ơi, - ông cụ bắt đầu lắp bắp nói, - trước kia thì các pháp sư dạy trẻ con, mà bố cháu thì chúng ta biết rõ lắm, cũng khố rách áo ôm như chúng ta đây thôi. Cháu thử nói xem cháu đã thành pháp sư tự bao giờ?\n- Cháu không phải là pháp sư, cụ ạ, cháu là thanh niên Komxômôn, – Đuysen đáp nhanh. – Mà bây giờ thì không phải pháp sư dạy trẻ con đâu, mà là các thầy giáo. Cháu đã được học chữ ở bộ đội và trước đó cũng võ vẽ ít nhiều. Đấy cụ xem cháu là thứ pháp sư gì.\n- A, ra thế…\n- Khá đấy! – Có những tiếng reo cổ vũ.\n- Như vậy là đoàn Komxômôn cử tôi về đây dạy con trẻ bà con. Nhưng muốn dạy thì phải có chỗ mà dạy. Tôi định làm nhà trường, cố nhiên là với sự giúp đỡ của bà con, ở chỗ chuồng ngựa cũ trên đồi kia. Bà con nghĩ sao?\nMọi người im lặng như thể đang cân nhắc trong óc: cái anh chàng lạ mặt này muốn gì nhỉ? Ông Xatumkun vừa nheo mắt như nhắm bắn vừa thốt lên. – Tốt hơn hết là cậu hãy nói xem là chúng ta cần cái trường ấy để làm gì?\n- Sao lại để làm gì? – Đuysen ngỡ ngàng hỏi.\n- Đúng đấy! – có ai trong nhóm đông phụ hoạ theo.\nVà mọi người bỗng cùng nhốn nháo, ồn ào cả lên.\n- Từ thượng cổ đến nay người ta chỉ sống bằng nghề nông, cái cuốc nuôi ta sống. Và con cái chúng ta cũng sẽ sống như thế thôi, học hành làm quỷ gì. Làm chỉ huy thì mới cần chữ nghĩa, chúng ta chỉ là dân thường thôi. Đừng tán chuyện vớ vẩn nữa!\nNhững tiếng xôn xao lặng đi một lát.\n- Chẳng lẽ bà con lại phản đối việc cho con em đi học sao? – Đuysen ngơ ngác hỏi, nhìn chằm chặp vào mặt những người đứng quanh anh.- Thế nếu phản đối thì sao, dễ anh bắt buộc được chúng tôi à? Thời buổi ấy đã qua rồi. Nhân dân chúng tôi bây giờ tự do, chúng tôi muốn sống ra sao thì sống!\nMặt Đuysen nhợt hẳn đi. Anh run run đưa tay lên tháo móc gài áo khoác ra, móc túi áo trong lấy ra một tờ giấy gấp tư và vội vã mở ra, giơ cao lên quá đầu.\n- Nghĩa là các người chống lại tờ giấy này, tờ giấy nói về việc học hành của trẻ em, có đóng dấu của chính quyền Xô-viết. Thế ai cho các người đất cày, nước tưới? Ai mang lại tự do cho các người? Nào, ai chống lại luật lệ của chính quyền Xô-viết, ai? Nói đi!\nAnh thét lên hai tiếng “nói đi” bằng một giọng giận dữ rung lên sang sảng, nghe hùng dũng như một viên đạn xé tan cảnh ấm cúng của bầu không khí tĩnh mịch trời thu và như một tiếng nổ, giọng anh vang dội thành một tiếng vọng ngắn trong vách núi. Không ai thốt ra lời nào. Mọi người im lặng, đầu cúi gầm.\n- Chúng ta là những kẻ nghèo khó, – Đuysen nói, giọng đã khẽ hơn – Suốt đời chúng ta đã bị chà đạp nhục nhã. Chúng ta đã phải sống trong cảnh tăm tối. Giờ đây chính quyền Xô-viết muốn cho chúng ta trông thấy ánh sáng, muốn cho chúng ta biết đọc biết viết. Muốn thế thì phải dạy trẻ em học…\nĐuysen ngừng lời chờ đợi. Và lúc đó chính ông cụ mặc chiếc áo lông rách đã hỏi anh làm thế nào mà lại thành pháp sư, lẩm bẩm bằng một giọng làm lành:\n- Thôi được, anh đã muốn thì cứ dạy đi, còn chúng tôi đây thì…Chúng tôi không chống lại luật pháp.\n- Nhưng tôi xin bà con giúp đỡ tôi. Chúng ta phải chữa lại cái chuồng ngựa của phú nông trên đồi kia, phải làm cầu qua sôn\n  \n sinh sống ra sao, anh bạn thân mến? Hoạ chăng có đi chăn súc vật cho người khác… Nhưng khốn nỗi chúng tôi không có súc vật cho anh chăn đâu. Những kẻ có thì đã lên núi rồi.\nĐuysen muốn trả lời một câu gì cho thật xẵng, nhưng rồi nén giận nói khẽ:\n- Tôi sẽ có cách sống. Tôi sẽ có lương.\n- A, cứ nói ngay thế có phải hơn không!\n– Và Xatưmkun hể hả ngồi thẳng người lên lưng ngựa, vẻ đắc thắng rõ rệt. – Bây giờ thì mọi sự đã rõ. Anh bạn trẻ ơi, việc anh thì anh cứ làm lấy, cứ lĩnh lương mà dạy trẻ. Nhà nước thiếu gì tiền. Còn chúng tôi thì anh cứ để chúng tôi yên thân, nhờ trời công việc của chúng tôi cũng ngập đến cổ rồi…\nNói đoạn Xatưmkun quay ngựa đi về nhà. Những người khác cũng theo lão kéo nhau về. Chỉ còn Đuysen vẫn đứng trơ lại tay cầm tờ giấy. Tội nghiệp anh không biết đi đâu bây giờ nữa…\nTôi thấy ái ngại cho Đuysen. Tôi cứ đứng nhìn anh không rời mắt cho đến khi chú tôi cưỡi ngựa đi qua quát gọi:\n- Cái con đầu bù kia, làm gì mà đứng há hốc mồm ra đấy, có chạy mau về nhà không? – Tôi đành cắm đầu đuổi theo các bạn. – Chà, cái con này, thứ chúng nó mà cũng đã tấp tểnh đi họp rồi kia đấy!\nNgày hôm sau, bọn con gái chúng tôi đang đi lấy nước thì gặp Đuysen ở bờ sông. Anh đang lội sang bờ bên kia, tay cầm xẻng, cuốc, rìu và một chiếc thùng cũ.\nTừ hôm ấy sáng nào cũng thấy Đuysen mặc chiếc áo đen lủi thủi theo con đường mòn leo lên đồi tới chỗ chuồng ngựa bỏ hoang. Và đến tối mịt mới trở xuống về làng. Chúng tôi thường thấy anh mang một bó củi hay một bó rạ khô lớn trên lưng. Trông thấy anh từ xa, ai nấy đều rướn người trên bàn đạp và che mắt nhìn, ngạc nhiên bàn tán:\n- Này, hình như thầy giáo Đuysen đang cõng củi kia phải không?\n- Chính anh ta rồi.\n- Chà, tội nghiệp. Nghề thầy giáo xem ra cũng chẳng nhẹ nhàng gì.\n- Thế anh tưởng thế nào. Cứ xem anh ta cõng lấy bao nhiêu kia, chẳng kém gì thằng ở nhà phú nông cả.\n- Thế mà nghe anh ta diễn thuyết thì ra phết lắm.\n- Ấy, là vì anh có tờ giấy đóng dấu, bao nhiêu sức mạnh ở đấy hết.\nCó lần, mang những túi đựng đầy ki giăc nhặt ở chân núi mé trên làng trở về, chúng tôi vòng vào trường: xem thử thầy giáo đang làm gì ở đấy cũng hay. Căn nhà kho cũ bằng đất nện này trước kia vốn là chuồng ngựa của phú nông. Trước kia, vào mùa đông, người ta thường nhốt những con ngựa cái đẻ con trong những ngày giá rét ở đây. Sau khi chính quyền Xô-viết lên, tên phú nông bỏ đi đâu mất và chuồng ngựa vẫn còn lại đó. Không ai bước chân đến đây và chung quanh gai góc mọc lên rậm rạp. Bây giờ những cây cỏ dại đã bị phạt đến tận rễ xếp thành đống nằm gọn một bên, cái sân đã được dọn sạch. Những bức vách xiêu vẹo dãi dầu mưa nắng đã được trát đất lại; cánh cửa ọp ẹp, trước đây chỉ còn bám lủng lẳng vào mỗi một chiếc bản lề, nay cũng được sửa lại và lắp vào cẩn thận.\nLúc chúng tôi đặt các bao ki giăc xuống đất để nghỉ một lát, Đuysen từ trong cửa bước ra, người bê bết đất. Trông thấy chúng tôi, anh ngẩn người ra một lát, nhưng rồi lại mỉm cười niềm nở, lấy tay quệt mồ hôi trên mặt.\n- Đi đâu về thế các em gái?\nChúng tôi ngồi cạnh những bao ki giăc thẹn thò nhìn nhau, Đuysen hiểu rằng chúng tôi im lặng vì bẽn lẽn nên nháy mắt động viên:\n- Những cái bao kia to hơn cả người các em đấy. Các em ghé vào đây xem là hay lắm, các em chả sẽ học tập ở đây là gì? Còn trường của các em thì có thể nói là đã xong đến nơi rồi. Ta vừa đắp một thứ lò sưởi ở góc nhà và bắc cả ống khói trên mái, các em thử nhìn xem! Giờ chỉ còn phải trữ sẵn củi để sưởi trong mùa đông nữa thôi, nhưng không sao, chung quanh thiếu gì củi khô. Dưới nền nhà ta sẽ trải rơm thật nhiều, thế là có bắt đầu học được rồi. Thế nào, các em thích học không, các em sẽ đi học chứ?\nTôi hơn các bạn gái khác nên đánh bạo trả lời:\n- Nếu thím em cho đi thì em sẽ đi.\n- Sao thím em lại không cho, thế nào cũng cho chứ. Vậy tên em là gì?\n- Antưnai. – Tôi vừa đáp vừa lấy tay che chỗ gấu váy thủng để hở một mảng đầu gối.\n- Antưnai, cái tên hay quá, mà em thì chắc là ngoan lắm phải không? –Đuysen mỉm cười hiền từ khiến tôi thấy lòng ấm hẳn lại.\n- Thế em con ai?\nTôi lặng thinh; tôi vốn không thích có ai thương hại tôi.\n- Chị ấy mồ côi ạ, chị ấy ở với ông chú, - mấy đứa bạn tôi đỡ lời.\n- Thế này nhé, - Đuysen mỉm cười nói với tôi, - Antưnai ạ, em sẽ dẫn các em khác đi học được chứ?\n- Thưa chú được ạ.\n- Các em cứ gọi ta là thầy. Các em có muốn xem trường không? Vào đây, các em đừng ngại gì cả.\n- Không, chúng em phải về nhà đây, – chúng tôi rụt rè nói.\n- Thôi được, các em chạy về nhà đi. Khi nào đến học các em sẽ xem sau vậy. Giờ chưa tối, thầy đi lấy rạ khô lần nữa đã.\nCầm lấy chiếc liềm và sợi dây, Đuysen bước ra đồng. Chúng tôi cũng đứng dậy cõng những bao kigiăc lên lưng và rảo bước về làng. Tôi chợt nảy ra một ý nghĩ bất ngờ.\n- Này các cậu ơi, - tôi gọi các bạn\n– Ta đổ ki giăc vào trong trường đi, đến mùa đông sẽ có được\nnhiều cái đốt sưởi hơn.\n- Thế về nhà tay không à? Chà, khôn đấy nhỉ!\n- Nhưng ta sẽ quay lại nhặt thêm nữa.\n- Thôi muộn mất, về nhà lại bị mắng đấy.\nVà bọn con gái không chờ tôi, cứ rảo cẳng về nhà.\nCho đến nay tôi vẫn không hiểu hôm ấy cái gì xui khiến tôi dám làm một việc như thế. Không biết vì tôi giận các bạn đã không nghe tôi nên cứ muốn làm theo ý mình, hay từ thuở bé mọi ước nguyện, mọi ý muốn của tôi đều bị chôn vùi dưới những lời mắng chửi, những cái bạt tai của những con người phũ phàng, chỉ biết là tôi vẫn thấy muốn làm việc gì để cảm ơn con người thật ra không quen biết ấy, để đền đáp lại nụ cười đã sưởi ấm lòng tôi, đền đáp lòng tin cậy của người ấy đối với tôi, đền đáp mấy câu nói nhân từ ấy. Và giờ đây tôi biết rất rõ, tôi tin chắc rằng cuộc đời thật sự của tôi tất cả cuộc sống với mọi niềm vui nỗi khổ của tôi đã bắt đầu chính từ ngày hôm đó, chính từ bao ki giăc ấy. Tôi nói như vậy bởi vì chính hôm đó, lần đầu tiên trong đời tôi đã không đắn đo, không sợ bị phạt, đã quyết định và làm điều tôi cho là cần thiết. Khi các bạn bỏ tôi lại, tôi chạy trở về trường Đuy sen, trút bao ki giăc xuống dưới cửa và cắm đầu chạy men theo các khe rãnh, các hẻm đá ở chân núi nhặt ki giăc.\nTôi cứ chạy mãi, không còn biết mình đi đâu nữa, như thể vì quá dư sức mà tim tôi sung sướng đập rộn rã trong lồng ngực, tựa hồ như tôi đã làm nên công trạng vì vô cùng to lớn. Và cả mặt trời cũng như biết rõ vì đâu tôi sung sướng đến thế. Phải, tôi tin rằng mặt trời cũng biết vì đâu tôi lại chạy tung tăng nhẹ nhàng như thế. Bởi vì tôi đã làm được một việc nhỏ hữu ích.\nMặt trời đã xế bóng ngang các sườn đồi, nhưng tôi cảm thấy dường như còn chần chừ không muốn lặn, còn muốn nhìn tôi. Ánh mặt trời tô điểm con đường tôi đi: mặt đất rắn mùa thu trải qua dưới chân tôi nhuộm thành màu đỏ, màu hồng, màu tím. Từng cụm bông lau khô vun vút bay hai bên như những tia lửa lập loè. Mặt trời rọi lửa lên những chiếc cúc mạ bạc trên tấm áo đầy mụn vá tôi mặc. Và tôi cứ chạy đi, trong lòng hoan hỉ nói với đất trời, với gió mâ: “Hãy nhìn tôi đây! Hãy nhìn xem tôi đang kiêu hãnh chừng nào! Tôi sẽ học hành, tôi sẽ đến trường và sẽ dẫn các bạn khác đến!…”\nKhông biết tôi chạy như thế bao lâu, nhưng tôi bỗng sực nhớ ra là phải nhật ký nữa. Thế nhưng lạ thay, suốt mùa hè ngần ấy súc vật thả ở đây và lúc nào cũng thấy nhan nhản bao nhiêu kigiăc, vậy mà giờ đây tựa hồ như đất đã ngốn hết mất cả. Hay chỉ vì tôi không chịu tìm? Tôi chạy hết chỗ này sang chỗ kia, càng đi xa kigiăc càng ít đi. Bấy giờ tôi mới nghĩ ra rằng từ giờ đến tối không thể kịp nhặt được đầy túi phân mất, tôi sợ hãi, chạy lung tung theo các bụi lau, ôi cuống cuồng vội vã. Cuối cùng tôi cũng nhặt được nửa bao. Lúc ấy mặt trời đã lặn hẳn, trong hẻm núi trời bắt đầu sẩm tối rất nhanh.\nChưa bao giờ tôi ở ngoài đồng một mình muộn đến thế. Đêm đã buông cánh đen sẫm xuống những triền đồi yên lặng, không một bóng người. Sợ thất thần, tôi vác chiếc bao lên vai và cắm đầu chạy về làng\n  \nn đón tôi, vẻ doạ nạt. Thím tôi vốn là người độc ác thô bạo.\n- Mày đi đâu mất mặt thế?\n– Thím bước lại gần tôi và tôi chưa kịp thốt ra lời nào, thím đã giật lấy chiếc bao trên người tôi và lẳng sang một bên.\n– Suốt ngày mày lượm được từng này đây hở?\nThì ra tụi bạn gái đã hớt lẻo với thím tôi rồi.\n- Con quỷ đen kia!\n– Đứa nào xúi mày ghé vào trường? Sao mày không chết rấp trên cái trường ấy đi cho rảnh.\n– Thím túm lấy vai tôi và bắt đầu đánh liên hồi vào đầu.\n– Quân không cha không mẹ! Chó sói có bao giờ lại thành chó nhà được. Con nhà người ta thì tha của về nhà, còn nó chỉ chực đem của nhà đi cho thiên hạ. Muốn xem trường thì rồi tao sẽ cho xem, mày cứ còn bén mảng đến gần đấy là tao đánh què cẳng đi. Tao sẽ cho mày nhớ đời cái trường ấy…\nTôi nín lặng, chỉ muốn sao đừng thét lên. Nhưng sau đó, vừa ngồi đẩy bếp tôi vừa lặng lẽ khóc vụng, tay sẽ vuốt ve con mèo mướp, còn con mèo thì lúc nào tôi khóc nó cũng biết và nhảy lên đầu gối tôi. Tôi không khóc vì những đòn thím tôi đánh, không, vì tôi đã quen chịu đòn quá nhiều rồi, tôi khóc vì hiểu rằng thím tôi không đời nào chịu cho tôi đi học…\nHai ngày sau, sáng sớm trong làng chó bỗng sủa ran lên và có những tiếng nói oang oang. Hoá ra là Đuysen đi từng nhà gọi trẻ em đến trường. Lúc bấy giờ trong làng còn chưa có ngõ lối gì cả, ai tiện đâu thì làm nhà đấy. Đuysen cùng bọn trẻ kéo theo sau thành một đám ồn ào đi hết nhà nọ sang nhà kia.\nNhà tôi ở tận cuối làng. Giữa lúc ấy tôi đang cùng thím tôi giã kê trong chiếc cối gỗ, còn chú tôi thì đang đào chỗ thóc để dưới hố gần nhà chứa đồ để mang ra chợ bán. Tôi và thím tôi đang đứng giã, lần lượt giáng những chày nặng nề xuống cối, nhưng tôi vẫn kịp lén nhìn xem thầy giáo còn xa không. Tôi sợ thầy không đi đến tận nhà chúng tôi. Dẫu tôi biết thím tôi sẽ không cho đi học, tôi vẫn muốn Đuysen đến, dù chỉ để thầy biết tôi ở chỗ nào. Và tôi thầm van thầy đừng quay trở lại trước khi đến nhà tôi.\n- Chào bà chủ, cầu trời phù hộ cho bà! Mà trời không phù hộ thì cả bọn chúng tôi sẽ cùng ùa vào giúp một tay, bà xem chúng tôi có đông không này!\n– Đuysen chào thím tôi bằng một câu pha trò kéo theo sau lũ học trò tương lai.\nThím tôi ậm ự trả lời, còn chú tôi thì ở dưới hố chôn thóc cũng chẳng thò đầu lên.\nNhưng điều đó không làm Đuysen bối rối. Thầy ngồi xuống khúc gỗ nằm ở giữa sân, vẻ bận rộn, lấy bút chì và giấy ra.\n- Hôm nay chúng tôi bắt đầu dạy học ở trường. Con gái bà bao nhiêu tuổi?\nThím tôi không đáp, giận dữ ném chày vào cối. Thím tôi rõ ràng không muốn tiếp chuyện. Người tôi như co rúm lại: rồi cơ sự sẽ ra sao đây? Đuysen nhìn tôi và mỉm cười. Và cũng như lần ấy, tôi thấy lòng ấm hẳn lại.\n- Antưnai, em bao nhiêu tuổi? – Thầy hỏi.\nTôi không dám trả lời.\n- Việc gì mà anh phải biết nó bao nhiêu tuổi, anh là thứ thanh tra gì thế? – Thím tôi giận dữ nói.\n– Nó không học được đâu. Cái quân không cha không mẹ ấy thì học gì, đến những đứa có mẹ có cha hẳn hoi cũng còn không học nữa là. Anh cứ kéo cả lũ oắt kia đi mà dạy, không bận gì đến anh ở đây cà.\nĐuysen đứng phắt dậy.\n- Bà hãy nghĩ lại xem bà nói gì thế? Nó mồ côi thì có tội tình gì? Hay có luật lệ nào không cho các trẻ em mồ côi đi học?\n- Luật lệ của anh thì tôi cần gì! Tôi có luật lệ riêng của tôi, anh không cần phải dạy tôi.\n- Luật lệ là luật lệ chung. Và nếu bà không cần đến cháu gái, thì chúng tôi cần nó, chính quyền Xô-viết cần nó. Còn bà chống lại thì chúng tôi sẽ cho bà biết!\n- Ồ gớm nhỉ, anh là cái thá gì mà dám lên mặt với tôi!\n– Thím tôi đứng chống nạnh, vẻ khiêu khích.\n– Theo anh thì ai là người có quyền cai quản nó? Thử hỏi tôi nuôi nấng nó hay anh, cái thứ cầu bơ cầu bất hết đời cha sang đời con kia?\nKhông biết rồi câu chuyện sẽ kết thúc ra sao, nếu lúc ấy chú tôi, mình trần trùng trục, không trèo lên khỏi hố thóc. Chú thường bực mình không sao chịu được khi thấy vợ cứ nhúng vào những công việc không phải của mình, quên mất rằng trong nhà thì người chồng làm chủ. Chú tôi thường đánh đập thím ấy tàn nhẫn vì những tội như vậy. Và lần này cũng có thể thấy rõ ràng chú đã điên tiết lắm rồi.\n- Thôi đi, đồ đàn bà! – Chú vừa quát tháo vừa leo lên. – Bà làm chủ trong nhà này từ bao giờ đấy, bà bắt đầu chỉ huy từ bao giờ thế hả? Bớt ba hoa đi mà làm nhiều vào. Còn con ông Tastanbek kia, anh cứ đưa con bé đi, muốn dạy nó học thì dạy, muốn làm gì nó thì làm. Thôi cút đi!\n- A, thế ra con bé sẽ đi lêu lổng ngoài trường học, còn công việc ở nhà thì ai làm cho? Để dồn cả tôi à? – Thím tôi vừa hé miệng, chú tôi đã chặn ngay:\n- Thôi, không lôi thôi gì nữa!\nChẳng có việc gì mà lại không có một phần may. Chuyện tôi được đi học lần đầu là như thế đấy.\nTừ hôm đó sáng nào thầy Đuysen cũng đến từng nhà để gọi chúng tôi.\nLần đầu tiên chúng tôi tới trường, thầy giáo sắp xếp cho chúng tôi ngồi trên các ổ rơm trải giữa sàn nhà rồi phát cho mỗi đứa một quyển vở nhỏ, một cái bút chì và một chiếc bảng con.\n- Các em tì bảng lên đầu gối mà viết cho dễ, - thầy Đuysen giảng giải.\nRồi thầy chỉ lên bức chân dung của một người Nga dán trên vách nói:\n- Đây là Lênin!\nSuốt đời tôi vẫn nhớ bức chân dung ấy. Không hiểu tại sao về sao tôi không thấy nơi nào có bức đó nữa và trong thâm tâm tôi vẫn thầm gọi là bức chân dung Lênin “của Đuysen”. Lênin trên bức ảnh mặc chiếc áo dài quân nhân hơi rộng, má gầy hóp, bộ râu cằm lởm chởm. Cánh tay bị thương của Người treo băng trước ngực đầu đội mũ lưỡi trai hơi hất ra sau, đôi mắt chăm chú của người nhìn xuống một cách điềm đạm. Cái nhìn dịu dàng làm ấm lòng người dường như nói với chúng tôi: “Các cháu ơi, giá các cháu biết một tương lai đẹp đẽ đến nhường nào đang chờ các cháu!”. Trong phút yên lặng ấy tôi cảm thấy như Người quả đang nghĩ đến tương lai của tôi thật. Bức chân dung in trên loại giấy áp phích thường, những đường gấp đã sờn và mép giấy đã nát bươm, chứng tỏ rằng Đuysen giữ bức ảnh đã lâu. Nhưng ngoài tấm chân dung ấy ra, trên bốn bức vách của lớp học không còn gì nữa.\nThầy Đuysen nói:\n- Thầy sẽ dạy các em biết đọc, biết đếm, hướng dẫn các em viết chữ cái, chữ số.\nVà quả nhiên thầy đã dạy chúng tôi tất cả những gì thầy biết và trong khi dạy bảo chúng tôi, thầy đã tỏ ra kiên nhẫn lạ thường. Cúi xuống sát từng học sinh một, thầy chỉ bảo từng cách cầm bút chì, rồi về sau lại say sưa giảng cho chúng tôi những chữ khó.\nGiờ đây nghĩ lại tôi không khỏi ngạc nhiên tự hỏi: làm thế nào người thanh niên biết không được bao nhiêu chữ nghĩa, khi đọc còn phải đánh vần một cách chật vật, trong tay không có lấy một quyển sách giáo khoa, ngay đến cả sách vỡ lòng cũng không có, mà lại dám đảm nhận một công việc thật là to lớn như vậy? Dạy những đứa bé từ đời ông, đời cụ bảy tộc tổ tiên đều không biết lấy một chữ cắn đôi có phải chuyện đùa đâu! Và tất nhiên Đuysen cũng không hề có một khái niệm cỏn con nào về chương trình, về phương pháp giảng dạy. Nói cho đúng hơn, Đuysen cũng không hề ngờ rằng trên đời có những thứ đó.\nĐuysen đã đem hết năng lực dạy cho chúng tôi, biết được bao nhiêu, thầy dạy bấy nhiêu, dạy tất cả những gì thầy tự cho là cần thiết theo trực giác. Nhưng tôi tin chắc như đinh đóng cột rằng lòng nhiệt tình chân thành của thầy trong công việc dạy dỗ đã chẳng phí hoài.\nThầy Đuysen đã lập một chiến công mà không hề biết. Thật vậy, đó là một chiến công, bởi vì chính hồi đó, dưới mái trường này, hay nói cho đúng hơn dưới mái nhà tranh vách đất hở hoác đến nỗi ngồi trong lớp lúc nào cũng nhìn thấy những đỉnh núi tuyết phủ, một thế giới mới, chưa bao giờ nghe nói đến, chưa bao giờ nhìn thấy, đã mở ra trước mắt chúng tôi, những đứa trẻ của xứ Kirghizi chưa hề bước chân ra khỏi làng.\nChính khi ấy chúng tôi được biết là thành phố Matxcơva, nơi Lênin đang sống, lớn hơn Auliat rất nhiều, lớn hơn cả Tasken nữa và trên mặt đất còn có những biển cả rộng hơn cả bình nguyên Talax, trên mặt bể có những chiếc tàu thuỷ qua lại to n\n  \ntừ chính trị của chúng tôi gồm có những khái niệm như “phú nông”, “cố nông”, “Xô-viết”. Và, thầy Đuysen hứa một năm sau sẽ dạy chúng tôi viết từ “cách mạng”.\nNghe thầy Đuysen kể chuyện, chúng tôi ngỡ như mình đang cùng thầy đánh đông dẹp bắc tiễu trừ quân bạch vệ. Còn khi kể về Lênin, thầy bồi hồi xúc động như thể chính mắt thầy đã được thấy Người. Bây giờ thì tôi đã hiểu rằng nhiều điều thầy kể lại là những chuyện truyền khẩu đã hình thành trong dân gian về vị lãnh tụ vĩ đại, nhưng đối với chúng tôi, những người học trò của thầy Đuysen hồi ấy, thì đó là những sự thật hiển nhiên, như thể sữa bao giờ cũng trắng.\nCó lần chúng tôi hỏi thầy một câu hoàn toàn không có ẩn gì bên trong cả:\n- Thưa thầy, thầy vẫn thường được bắt tay Lênin chứ ạ?\nThầy buồn bã lắc đầu đáp:\n- Không, các em ạ, thầy chưa được nhìn thấy Lênin bao giờ cả.\nThầy thở dài ân hận như người có lỗi – thầy thấy ngượng với chúng tôi.\nCứ cuối mỗi tháng thầy Đuysen lại lên huyện có việc. Thầy đi bộ và thường hai ba ngày sau mới về.\nTrong những ngày đó, chúng tôi buồn lắm. Dù là anh ruột tôi, có lẽ tôi cũng chẳng nóng lòng mong ngóng như mong thầy Đuysen về trong những ngày ấy. Tôi lẻn trốn thím tôi chạy ra sau nhà và đứng hồi lâu nhìn về phía con đường cái chạy qua thảo nguyên: bao giờ bóng thầy Đuysen với chiếc dây vải sau lưng mới hiện ra, bao giờ tôi mới được nhìn thấy nụ cười ấm áp của thầy, bao giờ mới được nghe những lời lẽ vẫn đem lại cho chúng tôi những hiểu biết mới mẻ?\nTrong số học sinh của thầy tôi là đứa lớn nhất. Có lẽ vì thế nên tôi học khá hơn những học sinh khác, mặc dù tôi vẫn nghĩ đó không phải là những nguyên nhân duy nhất. Mỗi lời thầy giảng, mỗi chữ thầy viết – tất cả đối với tôi đều thiêng liêng. Và trên đời này tôi không hề có gì quan trọng hơn là hiểu cho được những điều thầy dạy. Tôi muốn gìn giữ quyển vở của thầy, cho nên tôi đã lấy mũi liềm tập viết những chữ cái ra đất, dùng than viết trên vách, lấy que viết trên mặt tuyết, trên bụi đường. Tôi cảm thấy trên đời này không có ai học rộng và thông minh hơn thầy Đuysen.\n\fPHẦN 3\nTiết trời đã sắp sang đông.\nTrước những trận mưa tuyết đầu mùa, mỗi khi đi học chúng tôi phải lội qua một con suối lòng đá chảy róc rách dưới chân đồi. Nhưng về sau không thể nào lội qua được nữa, vì nước băng lạnh buốt cóng cả chân. Khổ nhất là những em nhỏ, thậm chí chúng phải phát khóc lên. Những lúc ấy, thầy Đuysen đã bế các em qua suối. Lưng thì cõng, tay thì bế và cứ như thế thầy lần lượt đưa hết các em sang.\nGiờ đây nhớ lại cảnh xưa, thấy khó lòng mà tin được rằng tất cả những điều đó là có thực. Nhưng lúc bấy giờ, không biết vì ngu dốt hay vì nông nổi, người ta đã cười thầy Đuysen, nhất là bọn nhà giàu thường trú qua mùa đông ở trên núi và chỉ xuống làng khi cần xay thóc. Đã nhiều lần gặp chúng tôi ở chỗ lội qua suối, bọn họ, đầu đội mũ lông cáo màu đỏ, mình mặc những chiếc áo lông cừu quý, nghễu nghện trên những con ngựa hung dữ no căng, giương mặt nhìn thầy Đuysen rồi bỏ đi. Một tên trong bọn cười nấc lên và huých tay tên đi bên cạnh nói:\n- Đứa thì cõng, đứa thì bế, trông đã hay chưa!\nVà tên kia ghìm con ngựa đang thở phì phì, nói thêm:\n- Ôi, thật đáng tiếc, sao mình không biết trước, lấy vợ lẽ là phải chọn những người như thế!\nRồi chúng quất cho ngựa chạy làm nước và bùn bắn tung toé lên chúng tôi, cười phá lên rồi đi khuất.\nSao lúc đó tôi muốn đuổi theo những con người ngu xuẩn ấy thế, muốn nắm lấy cương ngựa và quát thẳng vào những bộ mặt láo xược của họ: “Các người không được nói thầy giáo của chúng tôi như thế! Các người ngu lắm, các người tồi lắm”.\nNhưng liệu có ai chịu nghe lời một con bé thơ dại như tôi?\nVà tôi chỉ còn biết nuốt những giọt lệ căm uất đang trào lên, nóng hổi. Còn thầy Đuysen thì dường như không để ý những lời lăng mạ đó, coi như không nghe thấy gì hết. Thường là thầy nghĩ ra một câu chuyện vui nào đó khiến lũ chúng tôi phá lên cười, quên mất mọi sự.\nThầy Đuysen có cố gắng bao nhiêu cũng vẫn chưa kiếm đủ gỗ để bắc một chiếc cầu nhỏ qua suối. Có lần ở trường về, sau khi đã đưa hết các em nhỏ sang, tôi cùng với thầy Đuysen dừng lại bên bờ suối. Chúng tôi quyết định lấy đá và những tảng đất cỏ đắp thành các ụ nhỏ trên lòng suối để bước qua cho khỏi bị ướt chân.\nThật ra thì bà con trong làng chỉ cần tập hợp lại và cùng nhau bắc qua suối đôi ba cây gỗ là trong nháy mắt đã có chiếc cầu cho các em đi học. Nhưng số là vì hồi ấy người ta vẫn còn u mê nên coi nhẹ việc học hành và khá ra thì cũng chỉ cho thầy Đuysen là một con người hết sức gàn dở không biết làm gì khác nên phải bày trò nhì nhằng với bọn trẻ con. Thích thì dạy, không thích thì đuổi chúng về nhà. Bản thân họ bao giờ cũng đi ngựa nên chẳng cần đến cầu. Nhưng dù sao dân làng chúng tôi tất nhiên rồi cũng phải suy nghĩ vì đâu người thanh niên ấy, vốn chẳng thua kém gì ai và cũng không ngu ngốc hơn những người khác, lại phải chịu khó, chịu thiệt, phải nghe những lời châm chọc, nhạo báng để dạy cho con cái họ học, mà lại dạy với một ý chí kiên trì hiếm có, với một quyết tâm phi thường như thế?\nHôm chúng tôi xếp đá qua dòng nước, tuyết đã phủ đầy trên mặt đất và nước buốt đến chết cóng đi được. Tôi không tưởng được thầy Đuysen làm thế nào chịu nổi – vì thầy tôi đi chân không, làm không ngơi tay. Tôi chật vật đặt chân xuống suối, tưởng chừng như dòng suối rải đầy than hồng nóng bỏng. Bỗng dưng đến giữa suối tôi bị chuột rút ở chân, người co rúm lại. Tôi không thể kêu lên một tiếng, cũng không thể đứng thẳng lên được nữa và từ từ ngã xuống nước. Đuysen lẳng tảng đá đi, nhảy ngay lại bên tôi, đỡ tôi lên tay, rồi bế tôi chạy lên bờ và lót chiếc áo choàng đặt tôi ngồi vào đấy. Thầy hết xoa hai chân đã tím bầm, cứng đờ như gỗ của tôi, lại bóp chặt đôi tay lạnh cóng của tôi trong lòng bàn tay mình, rồi đưa lên miệng hà hơi ấm cho tôi.\nThầy Đuysen khẽ nói:\n- Antưnai, em ngồi đây cho ấm, đừng xuống nữa. Một mình thầy làm cũng đủ…\nCuối cùng khi những chỗ đặt chân xếp đã xong. Đuysen vừa xỏ chân vào ủng, vừa nhìn nét mặt ỉu xìu, tái mét của tôi và mỉm cười hỏi:\n- Thế nào, cô em giúp việc, đã đỡ rét chưa? Khoác cái áo choàng lên, thế… thế! – Thầy yên lặng một lát rồi hỏi:\n- Antưnai, lần ấy có phải em trút lại kigiăc ở trường không?\n- Vâng ạ, – tôi đáp.\nThầy hơi nhếch mép mỉm cười, như thể tự nhủ: “Mình đoán đúng mà!”\nTôi còn nhớ lúc ấy máu dồn lên má tôi nóng ran: như vậy nghĩa là thầy đã biết và chưa quên một điều tưởng như nhỏ mọn ấy. Tôi sung sướng quá, lịm cả người đi và Đuysen cũng hiểu niềm hân hoan của tôi.\n- Dòng suối trong trẻo của thầy, - thầy âu yếm nhìn tôi nói, - em thông minh lắm…Ôi, ước gì thầy được gửi em ra thành phố lớn. Em còn sẽ khá hơn biết chừng nào.\nĐuysen bước nhanh lên bờ.\nVà giờ đây tôi mường tượng thấy thầy đang đứng trước mặt tôi, như lúc bấy giờ thầy đã đứng giữa dòng suối đá đang réo lên ầm ầm, hai tay để sau gáy và đôi mắt long lanh đăm đăm nhìn theo những đám mây trắng xa tít đang bị gió thổi cuốn qua các ngọn núi.\nThầy nghĩ gì khi ấy? Có thể thầy đang mơ tưởng cho tôi ra một thành phố lớn học thật chăng? Còn tôi, lúc bấy giờ cuộn tròn trong chiếc áo choàng của thầy Đuysen, tôi thầm nghĩ: “Ước gì thầy là anh ruột của tôi! Ước gì tôi được bá cổ thầy, nhắm nghiền mắt lại và thủ thỉ với thầy những lời đẹp đẽ nhất! Trời ơi, ước gì thầy Đuysen là anh ruột tôi!”\nChắc chắn tất cả đám học sinh chúng tôi đứa nào cũng yêu mến thầy vì tấm lòng nhân từ, vì những ý nghĩ tốt lành, vì những ước mơ của thầy về tương lai chúng tôi. Tuy chúng tôi còn bé, nhưng tôi nghĩ rằng lúc đó chúng tôi đều đã hiểu được những điều ấy. Còn có cái gì khác bắt chúng tôi ngày nào cũng đi xa, leo đồi lội suối, bạt hơi vì gió rét, chân ngập trong những cồn tuyết như vậy được nữa? Chúng tôi tự nguyện đến trường, không ai phải xua chúng tôi đến cả. Không ai có thể buộc chúng tôi phải chịu cóng trong căn nhà kho lạnh\n  \nêm nghị, đôi lông mày nhíu lại như đôi cánh chim ưng và nét mặt lại như luyện bằng thép. Chưa bao giờ chúng tôi nom thấy thầy như vậy. Chúng tôi liếc nhìn thầy rồi cũng đều im lặng: chúng tôi cảm thấy có điều gì không lành.\nMỗi khi trên đường đi có những đống tuyết lớn là thầy Đuysen thường đi trước để mở đường, tôi đi theo sau thầy, rồi đến các bạn khác. Lần này cũng thế; ở chỗ chân gò đêm qua tuyết xuống nhiều nên Đuysen lại đi trước. Đôi khi chỉ cần nhìn vào lưng một người ta đã có thể đoán biết ngay được tâm trạng họ ra sao, có những cảm xúc gì đang diễn ra trong lòng họ. Lúc đó cũng vậy, có thể thấy rõ thầy Đuysen đang có điều gì đau buồn vô hạn. Đầu thầy cúi gầm xuống, hai chân lê đi một cách khó nhọc. Cho đến bây giờ tôi vẫn còn nhớ mãi cái cảnh khủng khiếp của những màu đen, màu trắng lần lượt tiếp theo nhau trước mắt tôi. Chúng tôi nối đuôi nhau leo lên đồi. Dưới chiếc áo choàng màu đen, lưng thầy Đuysen khom hẳn lại và trên đỉnh dốc nhấp nhô những đống tuyết trắng trông như những cái bướu lạc đà, gió vẫn cuồn cuộn thổi hất tuyết từ các ụ đó xuống. Và cao hơn nữa – trên bầu trời trắng nhờ nhờ lơ lửng một đám mây đen cô độc.\nKhi chúng tôi tới trường thầy Đuysen không nhóm lò sưởi.\nThấy nói:\n- Các em đứng dậy!\nChúng tôi đứng dậy.\n- Bỏ mũ xuống!\nChúng tôi ngoan ngoãn nghe theo và thầy cũng bỏ chiếc mũ kị binh ở trên đầu xuống. Chúng tôi không hiểu tại sao phải làm như thế. Lúc đó thầy cất giọng khàn khàn nói đứt quãng:\n- Lênin đã mất. Giờ đây trên khắp quả đất đang mặc niệm Người. Các em cũng hãy đứng tại chỗ và yên lặng. Các em hãy nhìn lên đây, nhìn bức chân dung này. Các em hãy ghi nhớ lấy ngày hôm nay.\nToàn trường chúng tôi lặng ngắt đi, tưởng chừng như đã vùi kín dưới tuyết. Có thể nghe thấy tiếng gió lùa qua các kẽ hở. Có thể nghe thấy cả tiếng những bông tuyết rơi nhè nhè xuống mái rơm.\nTrong giờ phút ấy, trong khi tất cả các thành phố vốn nhộn nhịp đều đã lặng đi, trong khi những công xưởng đã làm rung chuyển cả mặt đất đã im bặt tiếng máy, trong khi những đoàn tàu lăn bánh ầm ầm bỗng đứng lặng yên trên các đường sắt, trong khi toàn thế giới đang chìm sâu trong tang tóc, – trong giờ phút đau thương đó thầy trò chúng tôi, một bộ phận nhỏ bé của toàn dân, cũng đang nín thở, nghiêm trang đứng mặc niệm trong căn nhà kho lạnh giá không hề ai biết tới, được gọi là trường học ấy, để vĩnh biệt Lênin, thầm cho mình là những kẻ thân thuộc nhất của Người và thương tiếc Người hơn ai hết. Còn Lênin của chúng tôi vẫn vận chiếc áo dài quân nhân hơi rộng với cánh tay bị thương treo ngang trên ngực, vẫn từ trên vách nhìn xuống chúng tôi, cái nhìn trong sáng vẫn như nói với chúng tôi: “Các cháu ơi, giá các cháu biết một tương lai đẹp đẽ nhường nào đang chờ các cháu!” Và tôi có cảm giác rằng trong giây phút yên lặng đó Người đang nghĩ về tương lai của tôi thật.\nSau đó thầy Đuysen đưa ống tay áo lên lau nước mắt và nói:\n- Hôm nay thầy phải lên huyện. Thầy đi để gia nhập Đảng. Ba ngày nữa thầy sẽ về.\nĐối với tôi ba ngày đó mãi mãi là những ngày lặng lẽ nhất trong những ngày đông tháng giá mà tôi phải chịu đựng. Dường như có những sức mạnh hùng vĩ nào của thiên nhiên đang muốn ra sức thay thế trên mặt đất con người vĩ đại vừa đi khỏi thế giới của chúng ta: gió không ngừng thổi réo lên từng cơn, bão tuyết cứ quay cuồng không ngớt, băng giá kêu lanh lảnh như tiếng sắt… Sức mạnh của thiên nhiên không sao yên được: nó lồng lộn, vật vã trên mặt đất, khóc than nức nở.\nLàng tôi chìm lặng dưới chân những ngọn núi lờ mờ tối sẫm giữa các tầng mây mù bay là là sát đất. Những làn khói trắng nhỏ toả ra từ các ống khói ngoằn ngoèo. Không một ai ló ra khỏi nhà. Hơn nữa lũ chó sói đói bỗng trở nên liều lĩnh. Ban ngày chúng trắng trợn hoành hành trên các ngả đường, tối đến chúng sục sạo ở ngay cạnh làng và suốt đêm cho tới sáng cứ tru lên đói khát, điên dại.\nKhông hiểu sao tôi cứ lo thay cho thầy chúng tôi: không có áo lông, chỉ mặc phong phanh chiếc áo choàng bộ đội ấy thì thầy làm sao chịu được cơn rét này? Và đến ngày Đuysen phải về, tâm can tôi cứ như lửa đốt: lòng tôi đã cảm thấy có điều gì chẳng lành. Chốc chốc tôi lại chạy ra sân, nhìn ra cánh thảo nguyên vắng vẻ phủ đầy tuyết trắng xem thầy giáo có xuất hiện trên đường cái không. Nhưng vẫn không có lấy một bóng người.\n“Thầy ơi, thầy ở đâu? Em van thầy, thầy đừng về khuya đấy, về nhanh lên thầy! Chúng em đang đợi thầy đây, thầy có nghe thấy không? Chúng em đang mong ngóng thầy về”.\nNhưng thảo nguyên không hề đáp lại tiếng gọi thầm lặng của tôi và không hiểu sao tôi oà lên khóc nức nở.\nThím tôi đã phải bực mình vì tôi cứ ra vào mãi. Rồi thím giơ ngón tay lên đe tôi:\n- Hôm nay mày có để cho cái cửa được yên không nào? Ngồi ngay vào một chỗ, cầm lấy ống sợi mà quay. Mày làm cho mấy đứa trẻ chết cóng lên rồi đấy. Có giỏi cứ nhảy ra ngoài một lần nữa tao xem nào! – Và thím không cho tôi ra khỏi nhà nữa.\nTrời đã sẩm tối, thế là tôi không được biết thầy đã về hay chưa. Vì thế tôi không thể nào ngồi yên được. Khi thì tôi tự an ủi rằng Đuysen chắc đã về đến làng rồi – vì chưa lần nào thầy trở về lỡ hẹn cả. Khi thì tôi lại chợt nghĩ hay thầy bị ốm nên phải đi chậm, hễ trời nổi cơn bão tuyết lên là đêm hôm thế này chẳng mấy chốc thầy sẽ bị lạc trên thảo nguyên. Tôi không sao làm việc được nữa, không sao điều khiển nổi hai cánh tay, sợi cứ đứt luôn, làm cho thím tôi điên tiết lên.\n- Hôm nay mày làm sao thế? Tay mày là tay gỗ hay sao? – thím tôi càng nói càng nổi xung, mắt lườm tôi. Cuối cùng không sao chịu được nữa, thím quát:\n- Ô, sao mày không chết quách đi cho rảnh! Tốt hơn hết là mày xéo đi, mang trả cho bà cụ Xaikan cái bao tải.\nThiếu chút nữa tôi đã nhảy cẳng lên vì vui sướng. Thầy Đuysen lại ở ngay nhà bà cụ Xaikan. Hai ông bà Kartanbai và Xaikan vốn có họ xa với mẹ tôi. Trước đây tôi vẫn thường lui tới chỗ hai cụ, đôi khi tôi còn ngủ lại đấy nữa. Không hiểu thím tôi có nhớ tới chuyện đó hay trời xui khiếm thím ấy. Thím vừa dúi cái bao tải vào tay tôi vừa nói thêm:\n- Hôm nay mày làm tao phát ngấy lên, như trong những năm đói phải ăn cám mãi ấy. Cút đi ngay, nếu ông cụ bà cụ cho ngủ thì ở quách lại đằng ấy. Đi cho khuất mắt tao…\nTôi chạy vụt ra sân. Gió cứ điên cuồng lồng lộng như một lão phù thủy hung dữ: nó sặc sụa một lát, rồi phần phật thổi hắt tung những nắm tuyết lạnh buốt vào khuôn mặt nóng bừng của tôi. Tôi cặp chặt chiếc bao tải vào nách và chạy một mạch theo những vết chân ngựa thưa thớt còn mới nguyên đến cuối làng. Trong đầu tôi bấy giờ chỉ có một ý nghĩ duy nhất: “Đã về chưa, thầy giáo đã về chưa?”.\nTôi chạy tới nơi, nhưng không thấy thầy đâu. Thấy tôi im thin thít đứng ngoài ngưỡng cửa, thở hổn hển, bà cụ Xaikan lo sợ hỏi:\n- Cháu làm sao thế? Sao cháu phải chạy hộc tốc thế? Có chuyện gì chẳng lành phải không?\n- Không ạ, chẳng sao đâu ạ. Cháu mang cái bao tải đến đây này. Bà cho cháu ở lại đây tối nay được không?\n- Cháu quý của bà, cháu cứ ở lại đây. Trời ơi, con ranh này làm cho hoảng cả lên, sao từ mùa thu đến giờ cả thấy cháu thò mặt đến? Cháu ngồi lại gần lửa mà sưởi cho ấm.\nÔng cụ Kartanbai đang ngồi cạnh cửa sổ vá mấy chiếc ủng cũ nói vọng ra:\n- Này, bà nó này, đem thịt rang lại cho cháu gái nó ăn đi. May ra Đuysen cũng sắp về rồi đấy. Lẽ ra anh ấy phải về từ lâu rồi, nhưng không sao, anh ấy sắp về đấy, cũng mới bắt đầu tối thôi.\nCon ngựa nhà này phóng nước mã hồi nhanh lắm.\nNgoài cửa sổ trời đã tối sẫm lại từ lúc nào không biết. Trong lòng tôi cứ thấp thỏm không yên. Mỗi khi nghe thấy tiếng chó sủa hay tiếng người nói văng vẳng là tôi im lặng đi. Nhưng thầy Đuysen vẫn chưa về. May sao bà cụ Xaikan luôn miệng nói chuyện này chuyện nọ, thành thử cũng đỡ sốt ruột.\nChúng tôi cứ thế đợi thầy Đuysen hết giờ này sang giờ khác, nhưng tới gần nửa đêm ông cụ Kartanbai cũng đã mệt và bảo bà cụ:\n- Thôi, bà nói trải giường đi. Anh ấy chả về tối \n  \ncho nó ăn.\nChả mấy chốc cụ Kartanbai đã ngủ say. Nhưng ngoài trời gió vẫn không dịu xuống. gió sục sạo trên mái nhà, lùa những đuôi mái tranh ở đầu hồi bay lất phất, quất từng trận vào cửa kính.\nNghe thấy cả tiếng tuyết rơi đập vào tường ở mé ngoài.\nLời nói của ông cụ cũng chẳng làm tôi yên tâm được. Tôi cứ có cảm tưởng là thầy giáo sắp về đến nơi và tôi cứ nghĩ mãi về thầy, hình dung thấy thầy đang trên đường về, ở giữa cánh đồng tuyết phủ mênh mông. Tôi cũng không hiểu tôi chợp mắt ngủ được bao lâu, nhưng bỗng có cái gì khiến tôi phải cất đầu lên khỏi mặt gối. Có tiếng tru ú ớ chuyền đi trên mặt đất rồi mất hút trong thinh không. Chó sói! Và không phải chỉ một con, mà cả một bầy. Lũ chó sói gọi nhau ở tứ phía, rồi dồn lại rất nhanh. Những tiếng tru của bầy sói quyện lại với nhau thành một tiếng rống kéo dài hoà theo gió vang đi khắp thảo nguyên, khi xa dần, khi gần lại. Có khi tưởng chừng luẩn quẩn đâu đây, ngay bên cạnh, ngay ngoài đầu làng.\n- Tiếng sói gọi bão đấy! – Bà cụ thì thầm.\nÔng cụ im lặng lắng tai nghe, rồi nhảy từ trên giường xuống.\n- Không, bà nó ạ, không phải chỉ có thế đâu! Chó sói đang rượt theo ai. Chúng nó vây người hay ngựa đấy. Thấy không? Cầu chúa phù hộ cho Đuysen tai qua nạn khỏi. Anh ấy chẳng biết lo nghĩ gì cả, anh ấy còn trẻ người non dạ quá thôi! – Ông cụ Kartanbai đứng phắt dậy, tìm cái áo lông trong bóng tối. – Đèn đâu, bà nó ơi, thắp cái đèn lên! Trời ơi nhanh lên!\nChúng tôi run cầm cập vì sợ hãi và choàng dậy. Trong lúc bà cụ Xaikan tìm được đèn, đang thắp lên thì tiếng chó sói rống bỗng câm bặt, như bị cắt ngang.\n- Lũ chó chết tiệt chộp được mồi rồi. – Ông cụ Kartanbai thét to lên, vớ lấy chiếc gật toan chạy ra cửa, nhưng vừa lúc ấy lại có tiếng chó sủa. Có tiếng đế giày bước lạo xạo trên mặt tuyết, có ai chạy qua dưới các cửa sổ, rồi có tiếng gõ mạnh, dồn dập vào cánh cửa.\nHơi lạnh ở bên ngoài lùa vào phòng thành một đám mây dày đặc. Khi đám mây đó đã tan hết, chúng tôi mới nhìn thấy Đuysen. Mặt xám ngắt, thở hổn hển, thầy lảo đảo bước qua ngưỡng cửa, rồi ngả lưng dựa vào tường.\n- Súng! – Đuysen nói trong tiếng thở phào. Nhưng chúng tôi hầu như không hiểu thầy định nói gì. Mắt tôi tối sầm lại, rồi tôi chỉ còn nghe thấy hai cụ vừa khóc vừa than thở.\n- Xin cúng một con cừu đen, xin cúng một con cừu trắng! Thôi nhờ đức Baubêdin phù hộ cho anh. Có phải anh đấy không?\n- Súng, đưa súng đây cho tôi! – Thầy Đuysen nhắc lại.\n- Không có, anh định làm gì đấy, anh đi đâu?\nÔng cụ và bà cụ mỗi người bám lấy một bên vai thầy Đuysen.\n- Đưa cho tôi cái gậy vậy!\nNhưng hai cụ khẩn khoản nói:\n- Chừng nào chúng tôi còn sống, anh không được đi đâu cả, không đi đâu nữa. Thà anh giết chúng tôi ngay tại chỗ còn hơn.\nTôi bỗng thấy người mệt lả rã rời, đành lặng lẽ nằm xuống giường.\n- Tôi không kịp… chúng đã đuổi sát đến tận nhà – thầy Đuysen vừa thở hổn hển vừa nói rồi lẳng chiếc roi da vào góc nhà. – Dọc đường về ngựa đã kiệt sức, rồi lại bị chó sói đuổi, nó vừa chạy đến đầu làng thì ngã gục xuống. Lũ chó sói nhảy xổ ngay tới.\n- Thôi kệ xác nó, quý hồ anh còn sống là được rồi. Con ngựa mà không quỵ xuống thì chúng nó cũng chẳng tha cho anh về đâu. May mà đức Baubêdin phù hộ cho nên mới được như thế. Bây giờ cởi áo ra, ngồi lại gần lửa mà sưởi. Đưa tôi tháo ủng cho – cụ Kartanbai lăng xăng bên cạnh Đuysen nói, - còn bà lão xem có gì ăn đem ra hâm lại đi.\nHọ ngồi xuống cạnh lửa và bây giờ cụ Karkunbai mới thở phào nhẹ nhõm.\n- Thôi, cái gì trời đã định là không sao tránh khỏi. Nhưng sao anh lại ra về muộn thế?\n- Thưa bác, hội nghị ở uỷ ban huyện bị kéo dài. Cháu vào Đảng rồi.\n- Hay lắm. Nhưng sáng hôm sau hãy về có phải hơn không, nào có ai bắt anh phải về ngay đâu.\n- Cháu đã trót hứa với các em là sẽ về hôm nay. – Thầy Đuysen đáp. – Mai phải bắt đầu học rồi.\n- Ôi, thật là ngốc! – Cụ Kartanbai nhổm cả người dạy và bực dọc lắc đầu. – Này, bà già nó ơi, thử nghe xem: anh ấy đã trót hứa với lũ trẻ con, với cái bọn nhãi ấy mất rồi! Thế nhỡ mệnh hệ nào thì sao hả! Mà anh có hiểu là anh đang nói gì không?\n- Đây là bổn phận của cháu, nhiệm vụ của cháu bác ạ. Nhưng còn cái này bác thử nghĩ xem: thường cháu vẫn đi bộ, thế mà lần này, không biết ma quỷ nào xui khiến cháu mượn của bác con ngựa để đem cúng cho lũ sói…\nCụ Kartanbai cáu kỉnh nói:\n- Nhưng tôi không nói chuyện ấy. Con ngựa chết tiệt ấy mất đi thì mặc xác nó. Coi như nó hiến thân để chuộc mạng cho anh! Trước kia hàng bao nhiêu năm tôi không có ngựa, thì bây giờ mất ngựa cũng chẳng sao. Chính quyền Xô-viết còn thì tôi còn làm ra được.\n- Ông già nói phải đấy, – bà cụ Xaikan tiếp lời, giọng đầy nước mắt, – Chính quyền Xô-viết còn là ta sẽ còn lảm ăn được… Này, ăn đi con, kẻo nguội mất.\nHọ yên lặng. Một lát sau cụ Kartanbai vừa cời than hồng ra, vừa nói, vẻ trầm ngâm:\n- Anh Đuysen, tôi xem anh cũng không đến nỗi đần độn mà lại còn thông minh nữa là khác. Nhưng tôi vẫn không hiểu tại sao anh cứ bịn rịn với cái trường này, với bọn trẻ con khờ dại ấy? Hay anh không kiếm được nghề nào khác? Anh cứ đi chăn cừu thuê cho người ta cũng sẽ được no ấm chán…\n- Bác ạ, cháu hiểu rằng bác chỉ mong điều lành cho cháu. Nhưng nếu những trẻ thơ dại kia sau này cũng cứ nói như bác cần gì trường học, cần gì phải đi học, thì sự nghiệp của nhà nước Xô-viết sẽ chẳng nhích đi được bao xa. Thế nhưng bác lại muốn sao cho chính quyền Xô-viết đứng vững, sao cho nó sống mãi. Chính vì vậy nên đối với cháu trường học không phải là gánh nặng bác ạ, giá cháu dạy được cho các em học thật tốt thì cháu không còn mơ ước gì hơn nữa. Chính Lênin đã từng nói…\n- Ừ thì tiện anh nói… – Cụ Kartanbai chặn lời Đuysen, yên lặng một lát rồi nói tiếp: - Đấy, anh cứ đau buồn thương tiếc mãi. Nhưng nước mắt cũng chẳng làm cho Lênin sống lại được! Hừ, giá có được phép lạ ấy! Hay là anh tưởng những người khác không hề buồn, không hề đau khổ chăng?… Anh thử nhìn vào tận trong lồng ngực tôi mà xem, tim tôi cũng ứa máu ra chứ có phải không đâu. Tôi không biết làm như vậy có hợp với cái chính trị của anh không, chứ mặc dầu Lênin là người khác tín ngưỡng, tôi cứ mỗi ngày năm lần cầu nguyện cho Người. Anh Đuysen ạ, có khi tôi lại nghĩ rằng dẫu chúng ta khóc Người bao nhiêu chăng nữa cũng chẳng được ích gì. Anh Đuysen ạ, tôi cứ tự phán đoán theo lối các cụ thế này: Lênin bao giờ cũng sống mãi trong nhân dân và cứ theo dòng máu lưu truyền từ đời cha đến đời con…\n- Thật cháu xin cảm ơn những lời bác nói. Bác nghĩ đúng lắm, Lênin tuy mất rồi, nhưng chúng ta sẽ noi gương Người mà sống.\nTrong khi nghe cụ Kartanbai và Đuysen nói chuyện với nhau tôi hoàn hồn dần: hồn vía tôi từ một nơi nào xa lắm từ từ trở lại. Thoạt đầu tất cả những việc xảy ra hệt như một giấc mơ. Mãi tôi vẫn chưa tin được rằng Đuysen đã về, vẫn còn sống và vẫn lành lặn. Rồi một nguồn vui bồng bột, chan hoà như dòng nước lũ mùa xuân tràn vào tâm hồn tôi, rồi dường như chìm ngập trong dòng tình cảm nóng hổi đó, tôi oà lên khóc nức nở. Có lẽ chưa có ai qua những phút mừng rỡ như tôi bấy giờ. Trong giây phút đó đối với tôi không còn gì tồn tại nữa: kể cả túp lều vách đất, cả đêm bão tuyết ngoài sân, cả đàn sói đang xâu xé con ngựa duy nhất của cụ Kartanbai ở đầu làng. Không có gì nữa hết! Tất cả tâm hồn, ý nghĩa, cả con người tôi đều tràn ngập một niềm hạnh phúc phi thường, không lường hết được, vô tận, vô cùng như vũ trụ. Tôi trùm chăn kín đầu và bịt chặt miệng lại để đừng ai nghe thấy tiếng khóc của tôi. Nhưng thầy Đuysen đã hỏi:\n- Ai khóc thút thít sau lò sưởi thế?\nBà cụ Xaikan đáp:\n- Antưnai đấy mà, lúc nãy nó sợ quá nên đang khóc đấy.\n- Antưnai à? Em ấy ở đâu đến đây? - Thầy Đuysen đứng phắt dậy chạy lại quỳ xuống đất ngay cạnh đầu giường tôi rồi khẽ chạm tay vào vai tôi: - Antưnai làm sao thế? Tại sao em khóc?\nTôi quay mặt vào tường và càng khóc to hơn trước.\n- Sao thế, sao em sợ đến thế? Em đã lớn rồi kia mà, sao\n  \ntít cả lên. Bà cụ Xaikan thì thầm mấy câu thần chú, rồi vẩy hết nước lạnh đến nước nóng vào mặt tôi, xông hơi cho tôi và cũng khóc oà lên cùng với tôi.\nTrời ơi, giá các cụ hiểu được rằng tôi “hồn xiêu phách lạc” vì một niềm hạnh phúc lớn lao mà tôi không đủ sức để kể ra có lẽ cũng không tài nào diễn tả nổi.\nThầy Đuysen vẫn ngồi cạnh tôi, đưa bàn tay mát lạnh vuốt nhẹ lên vầng trán nóng hổi của tôi cho đến lúc tôi nín hẳn và ngủ thiếp đi.\n\fPHẦN 4\nPHẦN 4\nMùa đông đã du mục sáng bên kia đèo. Mùa xuân đang lùa những đàn gia súc màu xanh của nó đến. Trên những cánh đồng bằng, tuyết đã tan, mặt đất ướt như sưng phù lên từng chỗ. Từ miền ấy, những luồng hơi ấm bốc lên lùa vào núi, mang theo hơi thở mùa xuân của đất đai, hương vị của sữa đang lên hơi. Các cồn tuyết cũng xẹp xuống, những tảng băng trên núi đã chuyển mình và các dòng suối đóng băng cũng nứt nẻ, vỡ toác ra, rồi tràn lên, cuồn cuộn chảy thành những thác nước dũng mãnh réo ầm ầm trong các thung lũng.\nCó lẽ đó chính là mùa xuân đầu tiên trong thời niên thiếu của tôi. Dù sao đối với tôi nó cũng vẫn đẹp hơn tất cả các mùa xuân trước. Đứng ở trường chúng tôi, từ trên đỉnh đồi, có thể nhìn thấy cả thế giới tươi đẹp của mùa xuân mở rộng ra trước mắt. Mặt đất dường như dang tay chạy từ trên núi xuống và không đủ sức dừng lại nữa, cứ lao vùn vụt vào các vùng xa tắp của cánh thảo nguyên đang lấp lánh như bạc dưới ánh nắng, bao phủ trong một làn hơi huyền ảo. Ở một nơi nào xa tít tận góc biển chân trời có những hồ nước băng tan xanh biếc, ở một nơi nào xa tít tận góc biển chân trời có những bầy ngựa đang hí lên, trên nền trời xanh đàn sếu bay qua cánh nâng những làn mây trắng. Đàn sếu bay từ đâu tới và gọi lòng người về đâu mà cất tiếng kêu lanh lảnh buồn buồn như vậy?\nMùa xuân tới, gieo vui vào lòng chúng tôi. Chúng tôi bày đủ trò chơi, luôn cất tiếng cười vô cớ, cứ đến giờ tan học, suốt dọc đường về làng, chúng tôi vừa chạy vừa gọi nhau ầm ĩ. Thím tôi rất ghét cái lối ấy và không bỏ lỡ dịp mắng mỏ tôi:\n- Con đĩ, mày làm gì mà cứ tớn tác lên thế? Mày làm bà cô thế mãi mà không biết dơ à? Con nhà có phúc như người ta mà bằng tuổi mày cũng đã có chồng có con vui nhà vui cửa từ lâu rồi, còn mày thì… Đằng này lại thích đi học cơ! Nhưng cứ đợi đấy…bà sẽ cai quản mày…\nThật ra thì tôi cũng chẳng để tâm đến những lời doạ nạt của thím ấy lắm, vì đó không phải chuyện lạ – suốt đời thím ấy chỉ chửi mắng. Còn nói rằng tôi làm bà cô thì thật không đúng chút nào. Có điều là mùa xuân năm nay tôi lớn như thổi.\nThầy Đuysen nói đùa tôi:\n- Em còn là một cô bé đầu bù tóc rối, mà hình như tóc em lại còn đỏ nữa kia chứ!Những lời của thầy không làm tôi chạnh lòng chút nào cả. Tôi thầm nghĩ: “tất nhiên mình đầu bù tóc rối thật đấy, nhưng tóc mình chả đỏ tí nào đâu. Rồi đến lúc mình lớn hơn ít nữa, mình sẽ là một cô gái đến tuổi lấy chồng, mình chả đầu bù tóc rối thế này nữa đâu. Lúc đó thím cứ thử nhìn xem mình có xinh không”. Thầy Đuysen vẫn nói tôi có đôi mắt sáng như sao, có khuôn mặt cởi mở thật thà.\nCó một lần, khi chạy ở trường về, tôi thấy hai con ngựa lạ đứng ngoài sân. Cứ trông yên ngựa, dây thắng, cũng biết chủ của chúng là những người ở trên núi xuống. Và trước đây cũng có khi họ đã ghé vào nhà chú tôi mỗi khi đi chợ về hay mang thóc xuống xay.\nĐứng ngoài ngưỡng cửa tôi đã nhói lên vì tiếng cười thiếu tự nhiên của thím tôi:\n- Gớm, thôi, đừng lo anh ạ, không nghèo đi đâu mà sợ. Rồi sau này khi con chim non đã cầm chắc trong tay rồi, anh sẽ thầm cảm ơn tôi cho mà xem, hì hì hì! – Đáp lại lời thím tôi có tiếng vâng dạ rối rít và những tiếng cười ha hả. Đến khi tôi bước vào cửa thì mọi người im bặt. Cạnh đống nỉ phủ chiếc khăn trải bàn có một người đàn ông to béo phục phịch, mặt đỏ, ngồi chềnh ềnh như khúc gỗ. Đầu hắn đội mũ lông chồn che kín cả cái trán nhễ nhại mồ hôi. Hắn đưa mắt liếc tôi rồi đằng hắng một cái và cụp mắt xuống.\nThím tôi nhoẻn miệng cười âu yếm, nói:\n- Ồ, con đã về đấy à, vào đây con!\nChú tôi cũng ngồi cạnh đống nỉ với một người lạ mặt. Hai người vừa đánh bài, vừa nhắm rượu với bánh ô mạch. Cả hai đều ngà ngà say và mỗi khi họ quất bài xuống, đầu họ cứ lắc lư đến kì quặc.\nCon mèo mướp bò lên chỗ khăn trải bàn, nhưng lão mặt đỏ dùng đốt ngón tay cốc mạnh vào đầu nó một cái, khiến nó kêu thét lên, rồi nhảy vọt sang một bên và chúi đầu vào xó nhà. Khổ thân con mèo, nó đau quá! Tôi muốn bỏ đi ngay, nhưng tôi không biết làm thế nào. May vừa lúc ấy thím tôi nói:\n- Con ạ, thức ăn ở trong chảo ấy, con ăn đi kẻo nguội.\nTôi bước ra khỏi phòng, trong lòng rất khó chịu với thái độ của thím tôi vừa rồi. Và tôi bắt đầu thấy chột dạ. Tôi bất giác đề phòng.\nChừng hai giờ sau, hai người khách lên ngựa trở về núi. Lập tức thím tôi lại bắt đầu chửi mắng tôi như thường lệ và tôi thấy đỡ lo. Tôi nghĩ thầm: “té ra thím có vẻ ôn tồn như vậy chẳng qua vì say rượu thôi”.\nÍt lâu sau có lần bà cụ Xaikan ghé qua nhà chú tôi. Lúc đó tôi ở ngoài sân, nghe thấy bà cụ nói:\n- Lạy trời, mợ làm gì vậy! Mợ giết nó thôi.\nBà cụ Xaikan và thím tôi lấp cả lời nhau, tranh cãi kịch kiệt điều gì và lát sau cụ Xaikan bước ra khỏi nhà, vẻ rất tức giận. Bà cụ nhìn tôi bằng đôi mắt vừa giận dữ vừa thương xót và lặng lẽ ra về. Tôi bỗng thấy bứt rứt trong người. Tại sao cụ lại nhìn tôi như vậy, tôi đã làm gì đến nỗi cụ không hài lòng?\nNgày hôm sau đến trường tôi nhận thấy ngay thầy Đuysen vẻ mặt sa sầm, như đang có điều gì lo nghĩ, mặc dầu thầy cố giấu đi. Tôi còn nhận thấy có điều nữa là không hiểu tại sao thầy không hề nhìn về phía tôi. Sau buổi học, khi chúng tôi ào ào chạy ra khỏi trường như ong vỡ tổ, thầy Đuysen gọi giật tôi lại:\n- Antưnai, đứng lại thầy bảo. – Thầy bước lại gần tôi, nhìn chằm chằm vào mắt rồi đặt tay lên vai tôi. – Em đừng về nhà nữa. Antưnai, em có hiểu thầy không?\nTôi lặng người đi vì kinh hãi. Bây giờ tôi mới hiểu thím tôi định làm gì tôi.\nThầy Đuysen nói:\n- Thầy sẽ chịu trách nhiệm về em. Em ở tạm nhà bác Kartanbai với thầy. Và lúc nào cũng phải đi theo thầy.\nChắc hẳn lúc ấy tôi không còn chút máu mặt nào nữa. Thầy Đuysen lấy tay nâng cằm tôi lên, nhìn thẳng vào mắt tôi và mỉm cười như mọi khi:\n- Antưnai, em đừng sợ! - Thầy vừa cười vừa nói. - Thầy còn ở bên em, thì em không phải sợ ai cả. Em cứ học đi, cứ đến trường như cũ và đừng nghĩ ngợi gì… Vì thầy vẫn biết là em nhát lắm. Và nhân đây thầy kể cho Antưnai nghe một câu chuyện mà thầy đã định kể từ lâu – thầy Đuysen lại phì cười, hẳn đang nhớ lại điều gì ngộ nghĩnh – Chắc em còn nhớ có lần cụ Kartanbai dậy thật sớm và biến đi mất ấy. Té ra cụ đi mời… cụ dẫn ai về nhà em có biết không? Dẫn bà lang Giainakôva về. Thầy hỏi: “Làm gì thế bác?”. Cụ trả lời là: “Ấy để cho bà ấy cúng bái một chút đi gọi hồn nó về, không thì con bé sợ quá hồn xiêu phách lạc đi đâu mất”. Thầy nói: “Mời bà ấy ra đi, không lại phải cúng cho bà ấy một con cừu mất thôi. Mà nào nhà mình có giàu có gì cho cam. Ngựa cũng chả có mà cúng, có mỗi con thì cúng bầy chó sói mất rồi…”. Còn em thì lúc đó đang ngủ say. Thế là thầy đuổi cổ được mụ thầy cúng ra khỏi nhà. Về sau cụ Kartanbai giận thầy suốt một tuần lễ, không thèm trò chuyện với thầy. Ông cụ nói: “Tôi già cả thế này mà anh còn chơi khăm tôi”. Nhưng ông cụ, bà cụ là những người phúc hậu, hiếm có những người tốt như thế. Thôi bây giờ ta về đi, Antưnai…\nDù tôi có cố gắng can đảm lên bao nhiêu cho thầy Đuysen khỏi bận tâm, những ý nghĩ lo sợ cũng vẫn không buông tha tôi. Vì bất thần lúc nào thím tôi cũng có thể đến cưỡng bức lôi tôi đi.\nRồi ở nhà họ muốn làm gì thì làm, không ai ở trong làng cấm được họ cả. Suốt đêm tôi trằn trọc không ngủ được vì mải lo nghĩ tới tai hoạ sắp đến.\nTất nhiên thầy Đuysen hiểu rõ tâm trạng tôi. Cũng có thể vì muốn xua đuổi những ý nghĩ đen tối đó của tôi nên ngày hôm sau thầy mang về trường hai cây phong nhỏ. Sau buổi học, thầy cầm tay tôi dẫn sang một b\n  \nEm bây giờ trẻ măng như một thân cây non, như đôi cây phong nhỏ này. Antưnai ạ, ta sẽ tự tay trồng lấy hai cây phong này. Và mong sao em sẽ tìm thấy hạnh phúc trong học tập, ngôi sao nhỏ trong sáng của thầy ạ…\nHai cây phong ấy còn non, vừa cao bằng người tôi, thân biêng biếc. Và khi hai chúng tôi đã trồng xuống khoảng đất cạnh trường, từ chân núi đưa lên một làn gió nhẹ, lần đầu tiên chạm vào những khóm lá bé lăn tăn như thổi một luồng sinh khí vào chúng. Mấy khóm lá run rẩy, hai cây phong bắt đầu lay động, đung đưa…\n- Em trông, đẹp chưa kìa! – Đuysen cười, lùi lại ngắm. – Bây giờ ta hãy đào một đường dẫn nước ở ngọn suối đằng kia về. Rồi em sẽ thấy hai cây phong của chúng ta đẹp đến nhường nào! Chúng nó sẽ đứng trên ngọn đồi này, sát cánh nhau như hai anh em. Và mọi người sẽ luôn luôn nhìn thấy chúng và những người lành sẽ thấy lòng vui lên khi nhìn thấy chúng. Đến khi ấy cả cuộc sống cũng sẽ khác, Antưnai ạ. Tất cả những gì đẹp nhất đều hãy còn ở phía trước…\nNgay cả bây giờ tôi cũng không sao tìm được những lời lẽ có thể nói lên ít nhiều lòng cảm kích của tôi trước tâm hồn cao thượng của Đuysen. Còn khi ấy, tôi chỉ đứng yên nhìn thầy. Tôi nhìn Đuysen như thể lần đầu tiên tôi được thấy hết vẻ đẹp sáng ngời trên gương mặt thầy, tấm lòng trìu mến và trung hậu ánh lên trong đôi mắt thầy, dường như trước kia tôi chưa từng biết đôi bàn tay của thầy mạnh mẽ và khéo léo như thế nào trong lao động, nụ cười trong sáng của thầy có có sức sưởi ấm lòng người đến nhường nào. Và trong lòng tôi, như một đợt sóng nồng nàn, bỗng cuộn lên một tình cảm mới mẻ mà tôi chưa hề biết, từ một thế giới xa lạ nào lan tới. Và cả tâm hồn tôi như vươn mạnh đến Đuysen, để nói với người: “Thầy ơi, em cảm ơn thầy đã sinh ra với một tâm hồn đẹp đẽ như vậy…Em muốn ôm hôn thầy!” Nhưng tôi e ngại không dám nói lên những lời ấy. Đáng lẽ tôi nói ra mới phải.\nLúc ấy chúng tôi chỉ đứng yên dưới vòm trời trong sáng giữa vùng đồi xuân xanh mơn mởn, mỗi người theo đuổi một ước mơ riêng. Và giờ phút ấy tôi quên bẵng mối nguy cơ đang lơ lửng trên đời tôi. Thậm chí tôi cũng không hề nghĩ xem ngày mai đây cái gì đang chờ đợi tôi và cũng không nghĩ xem tại sao đã hai ngày nay thím tôi không đi tìm tôi. Có lẽ họ đã quên tôi chăng, hay họ đã đành chịu để mặc tôi. Nhưng thật ra Đuysen lại đang nghĩ đến điều đó.\n- Em đừng buồn, Antưnai ạ, ta sẽ tìm ra lối thoát, – Đuysen nói khi chúng tôi trở về thôn, – Ngày kia thầy sẽ lên huyện. Thầy sẽ bàn việc của em với các đồng chí trên ấy. Có lẽ họ sẽ nghe thầy mà cho em lên tỉnh học. Em có muốn không?\n- Thầy đã nói sao, em cũng xin vâng lời, – tôi đáp.\nTuy tôi không hình dung được trên tỉnh ra sao, nhưng những lời của Đuysen nói cũng đủ sức để tôi ước mơ cuộc sống ở thành thị. Có khi tôi thấy sợ hãi trước cảnh sống xa lạ nơi đất khách quê người, có khi tôi lại quyết tâm ra đi – nói tóm lại bấy giờ trong trí óc tôi không lúc nào không lởn vởn những tỉnh với thành.\nVà hôm sau, trong khi ngồi học, tôi cũng chỉ nghĩ đến việc ấy: tôi sẽ sống ở tỉnh ra sao và biết ở nhà ai? Nếu có ai cho tôi ở nhờ, tôi sẽ bổ củi, xách nước, giặt giũ, họ sai gì tôi cũng làm. Tôi đang suy nghĩ liên miên như thế trong khi ngồi học thì bỗng giật mình thảng thốt khi chợt nghe tiếng vó ngựa dồn dập sau mấy bức vách ọp ẹp của ngôi trường chúng tôi. Những tiếng động ấy đột ngột quá và mấy con ngựa phi nhanh quá, đến nỗi tưởng như chúng sắp xéo bừa lên ngôi trường. Chúng tôi ai nấy đều nín thở, chờ đợi.\n- Các em đừng để ý, cứ lo việc của các em đi, - Đuysen nói nhanh.\nNhưng lúc ấy cánh cửa bỗng mở toang nghe đánh sầm một tiếng và trên ngưỡng cửa thím tôi hiện ra, trên môi nở nụ cười hả hê nanh ác, đầy vẻ thách thức. Đuysen bước ra cửa.\n- Bà đến có việc gì?\n- Đến có việc chẳng dính dáng gì đến mày. Tao đem con tao đi gả chồng. Ê! Cái con cầu bơ cầu bất kia! – Thím chồm về phía tôi, nhưng Đuysen đã chặn lối.\n- Ở đây toàn là nữ sinh cà, chưa có em nào gả chồng được! – Đuysen nói, giọng rắn rỏi và điềm tĩnh.\n- Để rồi xem. Ê! Bọn đàn ông! Bắt lấy con chó chết ấy, lôi nó ra! Thím tôi giơ tay vẫy một tên trong bọn cưỡi ngựa. Đó chính là cái lão mặt đỏ đội mũ da cáo. Thêm hai tên nữa cầm những chiếc gậy nặng vót nhọn xuống ngựa theo sau lão ta.\n- Đồ chó lộn nòi, sao mày lại dám tự tiện xem con gái nhà người ta như vợ mày thế hả? Thôi cút đi!\nNói đoạn tên mặt đỏ xông vào Đuysen như một con gấu.\n- Các người không có quyền vào đây, đây là trường học! – Đuysen nói, hai tay nắm chặt lấy thành cửa.\n- Tôi đã bảo mà! – Thím tôi rít lên – Hắn hú hí với con ấy đã lâu. Hắn rủ rê con chó đẻ ấy đến đây để hưởng không!\n- Tao nhổ toẹt vào cái trưởng học của mày! – Lão mặt đỏ gầm lên, tay hoa chiếc roi da.\nNhưng Đuysen đã nhanh tay hơn hắn. Thầy giơ chân đạp mạnh vào bụng hắn. Hắn kêu lên một tiếng và ngã xuống. Ngay lúc ấy hai tên cầm gậy nhọn xông vào Đuysen. Lũ trẻ con kêu rú lên và chạy bổ về phía tôi. Cánh cửa bị xô mạnh vỡ ra từng mảnh. Tôi lao vào đám đánh nhau, lôi theo cả lũ trẻ đang bíu vào người tôi.\n- Buông thầy giáo ra! Không được đánh! Tôi đây, bắt tôi đi chứ không được đánh thầy giáo!Đuysen quay lại nhìn. Mình mẩy Đuysen máu me bê bết, vẻ căm giận trông rất khủng khiếp.\nThầy cúi xuống đất lấy một tấm ván khoa lên, quát:\n- Chạy đi các em, chạy về làng! Antưnai, chạy đi! – Tiếng kêu của Đuysen nghẹn ngào thành tiếng nấc.\nChúng nó đã đánh gãy tay Đuysen; thầy ép cánh tay vào ngực, bước lùi lại, còn bọn kia thấy thầy không còn sức chống cự, liền xông vào đánh thầy, rống lên như một đàn bò dại.\n- Đánh! Đánh! Đập vỡ đầu nó ra! Đánh chết nó đi!\nThím tôi và lão mặt đỏ hầm hè xông vào tôi. Họ lấy bím tóc của tôi quấn quanh cổ tôi và lôi xềnh xệch ra sân. Tôi cố sức vùng dậy và thoáng một giây tôi trông thấy đám bọn trẻ đờ người ra gào thét và Đuysen đứng cạnh tường, mình đầy những vết máu đen thẫm.\n- Thầy ơi!\nNhưng Đuysen không thể có cách gì cứu tôi được. Thầy hãy còn đứng được, nhưng loạng choạng như người say rượu dưới trận đòn của lũ ác ôn. Mái đầu Đuysen gục xuống ngực, thầy cố ngẩng lên trong khi bọn vô lại ra sức đánh thầy. Bọn chúng vật tôi xuống và trói tay tôi lại.\nTrong lúc đó Đuysen lăn lộn trên mặt đất.\n- Thầy ơi!\nNhưng bọn chúng đã bịt mồm tôi lại và xốc tôi nằm vắt ngang trên yên ngựa.\nLão mặt đỏ đã lên ngựa, hai tay và ngực lão đè lên người tôi. Hai tên đang đánh Đuysen cũng lên yên. Thím tôi thì chạy bên cạnh và nện vào đầu tôi.\n- Thấy chưa! Thấy chưa! Tao tống tiễn mày đi như thế đấy! Còn thằng thầy mày thì hết kiếp rồi…\nNhưng không, thầy tôi chưa hết kiếp. Từ phía sau bỗng vang lên một tiếng kêu tuyệt vọng:\n- Antưna-a-ai!\nTôi chật vật ngẩng mái đầu đang buông thõng bên yên ngựa và nhìn lại, Đuysen đang chạy theo sau. Bị đánh gần chết, máu me bê bết, thầy cầm một hòn đá lớn đuổi theo. Và sau lưng thầy, cả lớp cũng vừa kêu khóc vừa chạy theo.\n- Đứng lại! Đồ thú dữ! Đứng lại! Buông nó ra, buông ra! Antưnai! – Đuysen đuổi kịp quát lên.\nBọn hung đồ kìm ngựa, hai tên kia cho ngựa quay lại kèm hai bên Đuysen. Đuysen cắn lấy ống tay áo cho cánh tay khỏi vướng, nhắm đích và ném hòn đá, nhưng không trúng. Hai tên kia liền đâm hai nhát gậy nhọn vào Đuysen, khiến thầy ngã xuống một vũng nước. Mắt tôi hoa lên, tôi chỉ kịp nhận thấy lũ trẻ trường chúng tôi chạy lại chỗ thầy, vẻ sợ hãi.\nTôi không nhớ chúng đem tôi đến đâu và như thế nào. Tôi tỉnh dậy trong một căn lều vải. Những ngôi sao đầu hôm, trầm tĩnh, không chút ưu tư, dòm qua chóp lều để hở. Gần đâu đây một con sông chảy róc rách và nghe văng vẳng có tiếng nói chuyện của những người chăn cừu đêm. Bên bếp lửa đã tàn lụi có một bà già lầm lì, người khô đét như que củi đang ngồi yên. Mặt bà ta đen xạm như màu đất. Tôi ngoảnh đầu sang phía bên kia. Ôi, giá cái nhìn của tôi có thể giết chết được lão ấy!\n- Mụ đen, đỡ nó dậy. – Lão mặt đỏ ra lệnh.\nNgười đàn bà đen đủi đến bên cạnh\n  \n người độc ác luôn luôn bạ gì vớ nấy đánh vào đầu chúng và chúng cũng quen dần đi. Nhưng trong khoé nhìn của chúng có một vẻ gì âm thầm, trống trải đến nỗi trông mà ghê người. Tôi nhìn vào đôi mắt không hồn của người đàn bà mặt đen xạm và có cảm giác như chính tôi bây giờ cũng không còn sống nữa, tôi đang nằm dưới mộ. Tôi đã sẵn sàng tin như vậy, nếu không có tiếng nước róc rách từ ngoài sông đưa lại. Dòng nước cuồn cuồn vỗ vào các ghềnh đá – nước nó được tự do.\nThím ơi, tâm hồn thím sao mà đen tối đến thế, thím thật đáng muôn đời nguyền rủa! Hãy chết sặc trong nước mắt và máu của tôi!… Đêm hôm ấy mới mười lăm tuổi đầu, tôi đã không còn là một người con gái trinh trắng nữa… Tôi còn ít tuổi hơn con cái tên hung đồ…\nĐến đêm thứ ba nhất quyết trốn đi, dù có sao cũng mặc. Dù có lạc đường hay bị bọn hung đồ đuổi kịp, tôi cũng sẽ chống cự cho đến hơi thở cuối cùng như Đuysen thầy tôi.\nTrong đêm tối, tôi lặng lẽ lần ra phía cửa lều. Tôi sờ lên cửa thì thấy nó đã bị buộc chặt bằng một sợi dây thừng tết bằng lông đuôi ngựa. Nút dây xiết cứng rắc rối, tối mịt thế này không thể mở ra được. Tôi bèn cố vén thành lều lên để tìm cách bò ra ngoài. Nhưng dù tôi cố sức bao nhiêu cũng không sao vén được: ở phía ngoài cũng có những sợi chão căng sát vách lều xuống đất.\nChỉ còn cách tìm một cái gì sắc cạnh để cắt những sợi dây buộc cửa. Tôi bắt đầu lục lọi chung quanh, nhưng không tìm thấy gì ngoài một cọc gỗ nhọn. Trong cơn tuyệt vọng tôi bắt đầu lấy cọc đào đất dưới vách lều. Dĩ nhiên làm như vậy cũng chỉ uổng công, nhưng lúc bấy giờ tôi không còn hay biết gì nữa. Trong đầu tôi chỉ còn một ý nghĩ vô hi vọng – cố thoát ra khỏi chốn này hay là chết, miễn sao đừng phải ở lại đây; có chết thì cũng chết tự do, chết trong khi chống chọi với chúng, chứ không thể chịu khuất phục.\nTôkôn nghĩa là vợ lẽ. Ôi, sao tôi căm thù hai tiếng này đến thế! Ai đã nghĩ ra hai tiếng ấy, nó sinh ra từ những thời quái gở nào? Còn gì có thể ô nhục hơn tình cảnh của người vợ lẽ, bị ép buộc một bề, một kẻ tôi mọi cả về thể xác lẫn linh hồn? Hỡi những người khốn khổ kia, hãy từ đáy mộ đứng lên, hỡi oan hồn của những người đàn bà bị chà đạp, bị lạng mạ, bị tước hết phẩm cách làm người! Hãy đứng lên, hỡi những người bị đoạ đày hành hạ, hãy lay chuyển bóng tối đen đặc của thời xưa ấy! Hãy nghe tôi, người cuối cùng trong những người đã bước qua số kiếp ấy!\nĐêm ấy tôi có hay đâu rằng sau này tôi sẽ thốt lên những lời kia. Tôi cứ hăm hở, mê mải đào đất dưới vách lều. Mặt đất ở chỗ ấy lởm chởm những đá không sao đào được. Tôi cào bằng móng tay, mấy ngón tay tôi toạc rách rớm máu. Và đến khi lỗ đào đã vừa rộng để thò tay ra ngoài lều thì trời đã hửng sáng. Chó sủa ran, người ở các lều bên đã bắt đầu thức dậy. Có tiếng vó rầm rập của một đàn ngựa phi qua lều xuống sông uống nước. Những đàn cừu ngái ngủ kéo qua, thở phì phò. Rồi có ai đến cạnh lều, tháo cởi những sợi chão căng ở ngoài và bắt đầu đỡ các tấm nỉ lợp lều. Đó là người đàn bà mặt đen trầm lặng.\nThế nghĩa là thôn du mục này sắp rời đi nơi khác. Tôi chợt nhớ ra rằng hôm qua tôi tình cờ nghe loáng thoáng họ nói sáng nay sẽ dời đến cắm lều ở trên đèo, tới chỗ chăn thả mới rồi sẽ sang bên kia đèo, đi sâu vào vùng núi ở suốt mùa hè trong ấy. Và tâm hồn tôi lại càng nặng trĩu: từ đấy trốn đi còn khó gấp trăm lần.\nLúc nãy tôi ngồi cạnh lỗ đào ra sao thì bấy giờ tôi cũng vẫn ngồi yên như thế, thậm chí chẳng buồn nhích sang bên nữa. Tôi còn giấu giếm làm gì cơ chứ… Người đàn bà mặt đen có trông thấy chỗ đất bị đào lên dưới vách, nhưng cũng chẳng nói chẳng rằng, tiếp tục làm công việc mình. Và nói chung bà ta luôn có vẻ như không có việc gì dính dáng đến mình cả, như thể không có gì trên đời này có thể gợi lên trong lòng bà ta một mảy may cảm xúc. Thậm chí bà ta cũng không muốn đánh thức chồng dậy, không dám xin hắn giúp mình một tay để thu vén lên đường. Hắn đang ngáy như một con gấu, mình ngập dưới đống chăn và áo khoác.\nNhững tấm dạ đều đã cuộn lại, lều chỉ còn lại một cái sườn và tôi như ngồi trong một cái lồng nhìn ra ngoài: cách đấy không xa, bên kia sông có mấy người đang thắng yên ngựa và xếp đồ đạc lên lưng bò. Rồi tôi thấy ba người cưỡi ngựa từ đâu bỗng phi về phía lều tôi đang ngồi.\nThoạt tiên tôi tưởng họ đi tập hợp mọi người lên đường, nhưng khi nhìn kĩ lại tôi choáng người đi. Đó là Đuysen, còn hai người kia thì đội mũ lưỡi trai công an, mặc áo khoác đính dải khuy đỏ.\nTôi ngồi thừ ra như người chết rồi, thậm chí cũng không kêu lên được nữa. Tôi mừng quýnh lên: thầy tôi vẫn sống! – và đồng thời tôi bỗng thấy lòng tôi như trống hoác ra: nay tôi đã là một kẻ bỏ đi, một con người ô uế…\nĐầu Đuysen quấn băng, tay cũng đeo băng. Thầy nhảy xuống ngựa, giơ chân đập sập cửa, chạy vào lều và kéo phắt tấm chăn đắp trên người lão mặt đỏ.\n- Dậy! – Đuysen giận dữ quát.\nLão kia nhấc đầu lên, dụi mắt rồi toan chồm lên người Đuysen, nhưng lập tức phải chịu im khi thấy hai khẩu súng lục của hai người công an chĩa vào mặt. Đuysen túm lấy cổ áo hắn lay mạnh rồi kéo đầu hắn vào sát mặt mình.\n- Đồ hèn mạt! – Đuysen nói thì thào qua đôi môi trắng bệch. – Bây giờ phải đi theo ta! Đi!\nLão kia ngoan ngoãn cất bước. Nhưng Đuysen lại nắm chặt lấy vai hắn rồi nhìn thẳng vào tận mặt hắn nói, giọng đứt quãng:\n- Mày tưởng đã giày xéo lên Antưnai như xéo lên đám cỏ dại hẳn, mày tưởng đã hãm hại được Antưnai?… Mày lầm! Thời của mày đã hết, bây giờ đến thời của Antưnai, cái thời mà mày đã mạt kiếp rồi!…\nHọ để cho tên mặt đỏ đi ủng, trói tay hắn lại và xốc lên ngựa. Một trong hai người công an cầm cương dắt đi, còn người kia cưỡi ngựa theo sau. Tôi ngồi lên yên ngựa của Đuysen, còn thầy đi bộ bên cạnh.\nKhi chúng tôi cất bước, ở phía sau bỗng vang lên một tiếng rú man rợ, nghe không còn ra tiếng người nữa: người đàn bà mặt đen đang chạy theo chúng tôi. Như một người điên, bà ta nhảy chồm vào chồng, tay cầm một hòn đá ra sức đánh vào chiếc mũ da cáo đội trên đầu hắn, miệng hét thất thanh:\n- Mày đã uống máu tao, đồ sát nhân! Mày đã đày đoạ tao suốt đời! Quân giết người! Tao không để cho mày sống mà đi khỏi nơi này đâu!\nChắc hẳn bốn mươi năm nay bà ta không ngẩng đầu lên. Và tất cả những gì bấy lâu chồng chất lại, sôi sục trong lòng bà ta, những gì vẫn đầu độc đời bà như một loài cỏ đắng, giờ đây đã bùng nổ ra. Những tiếng rú the thé của người đàn bà vang dội khắp các vách đá trong thung lũng. Bà ta lồng lộn quanh lão mặt đỏ đang sợ sệt co rúm người lại, ném vào lão ta nào đá, nào phân ngựa, nào những cục đất sét, vớ được gì cũng ném, lớn tiếng nguyền rủa:\n- Sao cho cỏ đừng mọc ở những chỗ chân mày bước qua! Sao cho xương mày phơi trên đồng nội, sao cho quạ mổ mắt mày đi! Cầu trời đừng bắt tao thấy lại mặt mày lần nữa! Mày chết đi cho khuất mắt tao, đồ quái vật, mày chết đi, chết đi, chết đi! – Bà ta thét, rồi im bặt, vừa kêu gào vừa bỏ chạy. Có thể tưởng như bà muốn trốn thoát khỏi mớ tóc đang bay tả tơi trước gió đuổi theo mình.\nMấy người láng giềng vừa đến liền lên ngựa rượt theo.\nNhư một cơn ác mộng, đầu tôi cứ váng lên. Mình mẩy ê ẩm, tôi đờ đẫn ngồi trên lưng ngựa. Đuysen cầm cương đi trước một quãng. Thầy lặng thinh, mái đầu quấn băng cúi gầm.\nĐi mãi hồi lâu chúng tôi mới ra khỏi cái thung lũng ghê rợn kia. Hai anh công an vượt lên trước, cách chúng tôi khá xa. Đuysen cho ngựa dừng lại và lần đầu tiên nhìn tôi, đôi mắt buồn rười rượi.\n- Antưnai ơi, thầy không bảo vệ được em, em tha thứ cho thầy nhé. – Đuysen nói, đoạn cầm lấy tay tôi áp lên má. – Nhưng dù em có tha thứ đi nữa thì thầy cũng không đời nào có thể tự tha thứ cho mình việc này được.\nTôi khóc nấc lên và gục xuống bờm ngựa, Đuysen đứng cạnh, lặng lẽ vuốt tóc tôi và đợi tôi nín khóc. Cuối cùng thầy nói:\n- Em bình tâm lại, Antưnai ạ, ta đi đi. Em nghe thầy nhé. Hôm kia thầy vừa lên huyện. Em sẽ lên tỉnh học. em nghe thầy không?\nKhi chúng tôi dừng lại bên\n  \n áo quần, thận trọng bước xuống suối. Những viên sỏi trắng, tím, xanh, đỏ từ dưới lòng suối nhìn tôi. Làn nước xanh lơ chảy xiết réo lên quanh mắt cá tôi. Tôi lấy tay vốc nước vỗ lên ngực. Những dòng nước mát rượi chảy trên thân thể tôi. Và tôi bất giác cất tiếng cười, lần đầu tiên trong suốt mấy ngày hôm ấy. Được cười, thích biết bao nhiêu! Tôi luôn tay vốc nước phả lên người rồi gieo mình xuống làn nước sâu.\nDòng suối băng băng cuốn tôi đến một cồn cát. Tôi đứng lên rồi ngụp xuống xuống dòng nước chảy cuồn cuộn, tung bọt trắng xoá.\n- Nước ơi, hãy cuốn đi tất cả những bùn nhơ, những nỗi ô nhục của mấy ngày hôm nay! Hãy làm cho tôi trong sạch như nước suối này! – Tôi thì thầm rồi cất tiếng cười vô cớ.\nTại sao vết chân con người không còn lại mãi mãi ở những nơi thân thiết, đáng ghi nhớ đối với lòng họ? Giá giờ đây tôi có thể tìm lại con đường mòn mà Đuysen đã đưa tôi xuống núi, tôi sẽ phục xuống đất và hôn lên những vết chân của thầy tôi. Đối với tôi con đường mòn ấy là con đường dẫn tới mọi con đường. Thiêng liêng và diễm phúc thay ngày hôm ấy, con đường mòn ấy, con đường đã dẫn tôi trở về với cuộc sống, với niềm tin mới vào bản thân mình, với những niềm hi vọng mới, với ánh sáng… Cảm ơn ánh sáng mặt trời, cảm ơn mảnh đất ngày hôm ấy.\n\fPHẦN KẾT\nai hôm sau Đuysen đưa tôi ra ga.\nSau tất cả sự việc xảy ra, tôi không muốn ở lại trong thôn nữa. Phải bắt đầu cuộc sống mới ở một chốn mới. Vả chăng mọi người cũng đều thấy tôi nghĩ đúng. Hai vợ chồng bà cụ Xaikan theo tiễn tôi, cuống quýt, khóc lóc như trẻ con, dúi vào tay tôi những gói giấy, những bọc vải đựng thức ăn đường. Những người láng giềng khác đến từ biệt tôi, ngay cả ông cụ Xatưmkun - hay cãi cũng tới.\n- Thôi, Thượng đế phù hộ con, - ông ta nói, - cho đường đi của con sáng sủa. Con đừng sợ, con hãy sống theo lời dạy của thầy Đuysen tất sẽ nên người. Thôi, chúng ta đây cũng bắt đầu hiểu biết ít nhiều rồi.\nCác học sinh trường chúng tôi chạy mãi theo chiếc xe ngựa và vẫy tay từ biệt tôi.\nTôi ra đi cùng với mấy em nữa, cũng được đưa lên nhà nuôi trẻ ở Tasken. Ở sân ga có một người đàn bà Nga mặc áo va-rơi da đợi chúng tôi.\nVề sau đã bao lần tôi đi xe lửa qua ngôi nhà ga vùng núi nấp dưới bóng phong dương này! Tôi thường có cảm giác như đã vĩnh viễn để lại một nửa trái tim tôi ở nhà ga ấy.\nTrong ánh sáng loang loáng màu tìm nhạt của buổi chiều xuân hôm ấy có một cái gì buồn hiu hắt, tưởng chừng như ánh hoàng hôn cũng hiểu thấu nỗi buồn chia li của chúng tôi. Đuysen cố gắng không để lộ cho ai thấy thầy đau lòng đến nhường nào, tâm hồn thầy đang buồn khổ đến nhường nào, nhưng tôi thì tôi biết cũng chính nỗi đau buồn ấy đang nghẹn ngào trong cổ tôi. Đuysen nhìn chăm chăm vào mắt tôi, thầy lấy tôi vuốt tóc, vuốt má tôi, mân mê cả những chiếc khuy trên áo tôi:\n- Antưnai ạ, lẽ ra không bao giờ thầy để em xa thầy một bước – Đuysen nói – Nhưng thầy không có quyền cản trở em. Em phải học. Vì thật ra thầy cũng chẳng biết được bao nhiêu chữ nghĩa. Em đi đi, như vậy tốt hơn… Có lẽ rồi em sẽ thành một người giáo viên thật sự và đến khi nhớ lại ngôi trường của chúng ta, em sẽ cười cũng nên… Thầy chỉ mong thế… chỉ mong được thế.\nXa xa có tiếng còi tàu hoả rúc lên, vang dội khắp thung lũng quanh ga. Đã trông thấy những ánh đèn trên các toa xe. Mọi người nhốn nháo trên sân ga.\n- Thôi thế là em sắp đi, – Đuysen siết tay tôi nói, giọng run run, – chúc em hạnh phúc, Antưnai nhé. Và cái chính là em phải học, phải học…\nTôi không đáp, nước mắt trào lên nghẹn ngào không sao nói được.\n- Đừng khóc Antưnai ạ – Đuysen lau nước mắt cho tôi, rồi bỗng như sực nhớ ra, thầy nói:\n- Còn hai cây phong mà thấy với em đã trồng, thầy sẽ tự chăm bón lấy. Và khi em đã trưởng thành trở về đây, em sẽ thấy chúng đẹp nhường nào.\nGiữa lúc ấy xe hoả đã vào ga. Bánh xe lăn ầm ầm, các toa xe xô vào nhau lịch kịch rồi dừng lại.\n- Thôi, chúng ta hãy chia tay nhau đi! – Đuysen ôm chặt tôi và hôn lên trán. – Chúc em khoẻ. lên đường may mắn nhé, từ biệt em, Antưnai của thầy…Em đừng sợ, hãy mạnh dạn lên mà đi.\nTôi nhảy lên bậc toa và ngoái cổ lại nhìn. Không bao giờ tôi có thề quên hình ảnh Đuysen, tay treo băng, đứng nhìn tôi với đôi mắt nhoà lệ, rồi vươn người tới như muốn đến với tôi. Vừa lúc ấy đoàn tàu chuyển bánh.\n- Từ biệt Antưnai! Từ biệt em, ngọn lửa nhỏ của thầy! – Đuysen kêu lên!\n- Từ biệt thầy! Từ biệt thầy kính mến của em!\nĐuysen chạy bên toa xe, dừng lại, rồi bỗng chồm lên gọi lớn:\n- An-tư-ư-na-ai!\nĐuysen gọi như thể vừa quên nói với tôi một điều gì vô cùng quan trọng bỗng sực nhớ ra, tuy biết rằng bây giờ đã muộn mất rồi… cho đến nay trong tai tôi vẫn còn văng vẳng tiếng gọi ấy, thốt lên tự đáy lòng, từ những nơi sâu kín nhất của tâm hồn Đuysen…\nXe hoả chạy qua đoạn đường hầm rồi đổ ra đường thẳng tăng tốc độ đưa tôi băng qua những cánh đồng thảo nguyên của miền Kazakh, tiến tới một cuộc sống mới, một cuộc đấu tranh mới, những lao động mới.\nTừ biệt thầy, từ biệt ngôi trường đầu tiên của tôi, từ biệt thời thơ ấu, từ biệt mối tình đầu của tôi, mối tình không hề thổ lộ với ai…\nPhải, tôi đã được học trong một thành phố lớn như Đuysen vẫn ước mơ, trong những nhà trường lớn, có những khung cửa sổ rộng như thầy vẫn tả. Rồi sau khi thi tốt nghiệp trường dự bị đại học công nhân, tôi được gửi đi Matxcơva, vào viện Mác-Lênin.\nTôi đã trải qua bao nhiêu khó khăn trong những năm học dài đằng đẵng, đã bao nhiêu lần tôi tuyệt vọng tưởng chừng không sao vươn đến đỉnh chóp cao siêu của khoa học và cứ mỗi lần như vậy, trong những phút gay go nhất tôi lại thầm giữ trách nhiệm đối với người thầy đầu tiên của tôi và không dám lùi bước. Những điều mà người khác học được ngay thì tôi phải chật vật lắm mới hấp thụ nổi. Bởi vì cái gì tôi cũng bắt đầu từ a, b, c.\nTrong khi còn học ở trường dự bị đại học công nhân, tôi có viết cho Đuysen một bức thư thú nhận rằng tôi yêu Đuysen và chờ đợi. Đuysen không trả lời. Đến đấy chúng tôi không còn trao đổi thư từ gì với nhau nữa. Tôi nghĩ rằng Đuysen cưỡng lại tình cảm của tôi và của Đuysen là vì không muốn cản trở việc học tập của tôi. Có lẽ Đuysen nghĩ đúng… Hay cũng có thể vì những nguyên nhân nào khác chăng? Dạo ấy tôi đã đau khổ và băn khoăn biết mấy về việc này…\nTôi bảo vệ luận án đầu tiên của tôi ở Matxcơva. Đối với tôi đó là một thắng lợi lớn, một thắng lợi quan trọng. Suốt mấy năm ấy tôi không có dịp về thăm làng, rồi chiến tranh bùng nổ. Cuối mùa thu năm ấy, trong khi rời Matxcơva và tản cư đi Frunze, tôi ghé xuống nhà ga mà thầy tôi đã tiễn tôi lên đường. May sao gặp ngay được một chiếc xe ngựa đi về nông trường quốc doanh qua thôn chúng tôi.\nÔi, quê hương tôi. Trong thời chiến tranh gian khổ tôi đã ghé về thăm Người. Tuy nhìn mảnh đất thân yêu đã đổi mới tôi vui mừng khôn xiết – những thôn ở mới đã mọc lên, nhiều cánh đồng được cày thêm, nhiều đường sá và cầu cống mới được xây, – nhưng chiến tranh đã gieo màu sắc thê lương vào chuyến gặp gỡ này.\nĐi đến gần làng, tôi thấy lòng bồi hồi xúc động. Từ xa tôi đưa mắt ngắm những con đường làng trước kia không có, những ngôi nhà và những thửa vườn mới, rồi nhìn lên ngọn đồi trước đây có ngôi trường cũ của chúng tôi và hồi hộp nghẹn thở: trên đồi, hai cây phong lớn mọc sát vào cạnh nhau, đang đung đưa trước gió. Và lần đầu tiên tôi đã cất tiếng gọi tên người mà suốt đời tôi đã gọi bằng “thầy”, Đuysen.\n- Đuysen! – Tôi thì thầm – Cảm ơn anh về tất cả những gì anh đã làm cho em, anh Đuysen! Anh không quên, tức là anh vẫn nghĩ đến… Em biết anh không thể khác được!…\nThấy mặt tôi ướt đầm nước mắt, người thanh niên đánh xe ngựa lo lắng hỏi:\n- Chị làm sao thế?\n- Không, có sao đâu. Anh có biết ai trong nông trường này không?\n- Biết chứ. Ở đây toàn là người quen cả.\n- Thế anh có biết Đuysen không, trước kia làm thầy học ấy mà?\n- Đuysen? Anh đi bộ đội rồi. Chính tôi chở anh ấy từ nông trưởng lên uỷ ban t\n  \niều điều cho người khác, nhưng một hành động tàn ác như vậy thì không ai có thể tha thứ cho nhau được. Thậm chí tôi cũng không muốn họ biết tôi về làng. Tôi rời đường cái đi lên phía hai cây phong trên ngọn đồi.\nÔi, hai cây phong, hai cây phong! Bao nhiêu nước suối đã trôi đi từ dạo chúng mày hãy còn là hai cây non còn bé, thân xanh biếc. Xin cúi chào hai cây phong, hai người bạn, hai giọt máu thân thuộc, hai chị em ruột thịt của tôi! Tất cả những gì mà người trồng cây lên và chăm bón cho cây lớn bằng mơ ước, bằng tiên đoán, nay đều đã thành sự thật. Thời ấy đã đến. Nhưng quân thù đã xâm lấn bờ cõi chúng ta, người ấy lại cầm vũ khí bảo vệ những mơ ước của mình.\nSao cây rì rào buồn bã như vậy, cây có điều gì sầu muộn mà nỉ non rầu rĩ như vậy? Hai cây than vãn về nỗi mùa đông sắp đến và những cơn gió lạnh sẽ tỉa trụi lá trên cành cây? Hay nỗi đau buồn của dân ta đang rên rỉ trong thân cây?\nPhải, mùa đông sẽ lại đến với những cơn giá rét những trận bão tuyết hãi hùng, nhưng rồi xuân sẽ lại sang…\nTôi đứng hồi lâu nghe tiếng lá thu xào xạc. Máng nước ở chân hai cây phong được ai dọn sạch cách đây không lâu: trên mặt đất hãy còn thấy những vết thuổng sâu, trông còn mới. Làn nước trong trẻo đầy ắp trong máng chỉ thoáng gợn lên một chút và trên mặt nước rung rinh những chiếc lá phong vàng.\nThầy ơi, chắc phút cuối cùng thầy đã đến đây… Đây là vết thuổng của thầy… Thầy hãy sớm chiến thắng trở về, hãy về đây yên lành, khoẻ mạnh. Hai cây phong ơi, hãy cầu nguyện cho thầy.\nĐứng trên gò tôi có thể trông thấy nóc mái đỏ của ngôi trường mới, còn trường chúng tôi thì chẳng còn bóng dáng đâu nữa.\nSau đó tôi xuống đường cái, đón một chiếc xe ngựa đi qua và lên ga.\n° ° °\nChiến tranh tiếp diễn, rồi kết thúc thắng lợi. Bao nhiêu hạnh phúc đượm mùi đắng cay đã đến với mọi người: lũ trẻ chạy đến trường lưng đeo những chiếc xà-cột dã chiến của cha chúng, những cánh tay đàn ông lại trở về với công việc đồng áng, những người vợ khóc ráo hết nước mắt rồi lặng lẽ dằn lòng chịu đựng cuộc sống goá bụa. Cũng có những người dai dẳng đợi chờ người thân. Vì không phải ai cũng trở về ngay được.\nRiêng tôi, tôi cũng không biết Đuysen ra sao. Những người làng tôi lên tỉnh nói rằng Đuysen bị mất tích, uỷ ban xã đã nhận được giấy báo tin như thế.\n- Có lẽ anh ta chết rồi cũng nên – Họ phỏng đoán, – thời gian cứ trôi qua, mà anh ta vẫn biệt vô âm tín.\n“Thế nghĩa là thầy tôi không còn về nữa rồi, – tôi thường nghĩ, – Thế là thầy và em không còn được gặp lại nhau kể từ cái ngày đáng ghi nhớ khi chúng ta từ biệt nhau trên sân ga…”\nĐôi khi ngẫm nghĩ lại dĩ vãng, tôi cũng không ngờ rằng hoá ra bao nhiêu buồn tủi đã tích lại trong lòng tôi.\nNăm bốn mươi sáu, vào cuối mùa thu tôi lên đường đi công tác khoa học ở trường đại học Tômxki. Lần đầu tiên tôi đi qua Xibêri. Vào tiết cuối thu năm ấy, miền Xibêri thật khắc khổ và ảm đảm. Những cánh rừng già hàng thế kỉ chạy vùn vụt ngoài cửa xe như một bức tường tối sẫm. Ở những khoảng rừng thưa thấp thoáng những mái nhà đen ngòm cửa các làng mạc với những cánh đồng lạnh lẽo, tuyết đầu mùa đã phủ xuống. Nhũng đàn quạ xơ xác bay vật vờ trên tuyết. Trời lúc nào cũng xám xịt.\nNhưng ngồi trong toa xe, tôi vui lắm. Người ngồi cạnh tôi trong ngăn toa là một cựu chiến binh, một anh thương binh đi nạng gỗ; anh ta kề những chuyện vui, những mẩu giai thoại ở bộ đội làm chúng tôi cười như nắc nẻ. Tôi không khỏi ngạc nhiên vì cái tài bịa chuyện không cùng cùa anh ta và ở sau tiếng cười chất phác không hề có ác ý ấy bao giờ cũng cảm thấy một sự thật sâu sắc. Trong toa ai cũng mến anh ấy lắm.\nQua Nôvôximbirxk, đoàn xe của chúng tôi phải dừng lại một chút ở ngã ba đường sắt nào đấy. Tôi đứng nhìn ra cửa sổ và đang cười vì một câu đùa mới của anh bạn đường.\nĐoàn xe chuyển bánh, tăng tốc độ; một ngôi nhà ga nhỏ cô đơn lướt qua cửa sổ và đến khi xe đi qua chỗ bẻ ghi tôi bỗng vụt né người lại rồi ghé sát mặt vào tấm kính. Đuysen đang đứng đấy: Anh ấy đứng cạnh chiếc chòi canh, tay cầm cờ tín hiệu. Tôi không biết trong lòng tôi đã diễn ra những gì.\n- Đứng lại! – Tôi thét vang cả toa xe và lao ra cửa toa, tự mình cũng không biết làm gì, nhưng tôi chợt trông thấy cái dây khoá ống hơi hãm xe, liền lấy sức giật ra khỏi dấu niêm phong bằng chì.\nCác toa xô mạnh vào nhau, đoàn tàu đột ngột bị hãm lại và đột ngột lùi về phía sau. Hành lí để trên giá đổ ầm ầm, cốc chén rơi loảng xoảng, đàn bà và trẻ con kêu ơi ới. Có tiếng ai hét thất thanh:\n- Tàu nghiến phải người rồi!\nTôi chạy ra bậc toa, nhảy xuống đất mà không trông thấy mặt đất ở dưới chân, như nhảy xuống vượt thảm, rồi vẫn thế, không trông thấy gì ở trước mặt, không hay biết gì nữa, tôi lao người chạy về phía chòi canh của người bẻ ghi, về phía Đuysen. Sau lưng tôi có những tiếng còi tới tấp của các nhân viên coi toa. Nhiều hành khách cũng nhảy xuống xe và chạy theo tôi.\nTôi chạy một hơi dọc đoàn tàu, Đuysen cũng đã chạy ngược về phía tôi.\n- Đuysen, thầy! – tôi vừa gọi vừa lao về phía Đuysen.\nNgười bẻ ghi đứng lại, ngỡ ngàng nhìn tôi. Đó chính là Đuysen, chính khuôn mặt ấy, chính đôi mắt ấy, chỉ có điều là bây giờ Đuysen để ria và trông hơi già đi.\n- Chị làm sao thế, chị! – người bẻ ghi ân cần hỏi bằng tiếng Kadakh. – Chắc chị nhầm, tôi là người bẻ ghi Giagazin, tên tôi là Bâynêu.\n- Bâynêu?\nTôi không biết làm sao tôi lại có thể kịp nghiến răng lại để đừng kêu lên vì buổn khổ, vì đau đớn và hổ thẹn. Tôi đã làm gì thế này? Tôi giơ hai tay bưng mặt và cúi đầu. Tại sao đất ở dưới chân tôi không sụt xuống? Lí ra tôi phải xin lỗi người bẻ ghi, xin lỗi hành khách, nhưng tôi cứ đứng im lặng như một tảng đá. Đám hành khách vây quanh, không hiểu tại sao, cũng im lặng. Tôi biết như thế họ cũng sắp quát mắng, chửi bới tôi. Nhưng mọi người đều im lặng. Và trong cõi im lặng ghê rợn ấy chợt có tiếng nấc của người đàn bà nào không rõ.\n- Khổ thân, cô ấy tưởng tìm được chồng hay anh gì đấy, hoá ra không phải.\nĐám người xôn xao lên.\n- Sao lại thế nhỉ, - có ai nói giọng trầm trầm.\n- Lạ gì, trong chiến tranh chúng ta đã phải chịu đựng bao nhiêu và cũng còn lại bao nhiêu cảnh éo le cay đắng… – một giọng đàn bà nghẹn ngào đáp.\nNgười bẻ ghi gỡ hai tay tôi đang bưng mặt và nói:\n- Ta đi đi, tôi đưa chị về toa nhé, ở đây lạnh lắm.\nAnh ấy khoác lấy tay tôi. Ở phía bên kia, một người sĩ quan nào đó cũng khoác tay tôi dắt đi.\n- Ta đi thôi chị ạ, chúng tôi hiểu hết, – người sĩ quan nói.\nHành khách giãn ra và họ dìu tôi đi như đi đưa đám ma. Chúng tôi chậm rãi đi ở phía trước và mọi người bước theo sau. Những hành khách từ phía tàu đi lại cũng lặng lẽ nhập vào đám đông. Có ai khoác lên vai tôi một chiếc khăn choàng lông. Anh bạn cùng toa của tôi khập khễnh trên đôi nạng gỗ, đi vượt lên phía trước một chút và nhìn vào mặt tôi. Con người vui tính, hay đùa bỡn, tốt bụng và can đảm ấy không hiểu sao bùi ngùi để đầu trần đi bên cạnh tôi. Hình như anh đang khóc. Tôi cũng khóc. Và trong tiếng chân bước chậm rãi của đoàn tàu đi dọc các toa xe, trong tiếng gió rít qua các hàng dây thép tôi ngỡ chừng nghe thấy những âm thanh của một khúc điếu ca “Không, mình sẽ không bao giờ còn gặp lại anh ấy nữa”.\nBên toa xe của chúng tôi, viên xa trưởng chặn chúng tôi lại. Ông ta quát tháo, giơ ngón tay lên doạ tôi nói những gì: nào là vi phạm luật pháp nào đó là phạt vi cảnh, nhưng tôi lặng thinh không đáp. Tôi còn thiết gì nữa. Ông ta dúi vào tay tôi một tờ biên bản, bảo tôi phải kí vào, nhưng tôi không còn hơi sức cầm lấy cây bút chì nữa.\nLúc bấy giờ anh bạn cùng toa giật lấy tờ giấy trong tay viên xa trưởng, chống nạng tiến đến sát và quát vào mặt ông ta:\n- Ông để cho cô ấy yên! Tôi sẽ kí. Chính tôi đã giật cái khoá hơi, tôi sẽ chịu trách nhiệm…\nTrên đất Xibêri, mảnh đất cổ truyền của dân Nga, đoàn tàu vội vã cướp lại thời gian đã mất. Tiếng đàn ghi-ta của anh bạn cùng toa nỉ non buồn bã trong đêm. Tôi cứ mang theo trong lòng dư âm bi thảm sau lần đụng mặt với cuộc chiến tranh đã kết thúc từ lâu ấy như một khúc ca lời rên rỉ của những người phụ nữ Nga goá bụa.\nNăm qua tháng lại, dĩ vãng đã xa xăm, mà hiện tại thì luôn cất tiếng gọi trở về với cuộc sống, với những nỗi lo âu bận rộn lớn nhỏ hàng ngày. Tôi lấy chồng muộn. Nhưng tôi đã gặp được một người tốt. Chúng tôi có mấy đứa con, gia đình chúng tôi sống rất hoà thuận. Bây giờ tôi đã là tiến sĩ triết học. Tôi thường phải đi công tác luôn. Tôi đã qua nhiều nước. Thế nhưng chưa bao giờ tôi về làng. Dĩ nhiên có nhiều lí do, nhưng tôi không có ý định thanh minh. Dù sao tôi cũng đã cắt đứt liên hệ với người làng – đó là một điều không tốt, không thể tha thứ được. Nhưng số phận tôi nó thế. Không phải tôi quên đi dĩ vãng, không, tôi không thể quên được – tôi chỉ xa lánh dĩ vãng mà thôi.\nTrên núi có những dòng suối như vậy: một con đường mới được đắp lên, người ta quên bẵng con đường mòn dẫn đến suối và ngọn suối kia dần dần phủ kín dưới lau lách, bụi bờ. Đứng xa mà nhìn chẳng còn thấy suối đâu nữa. Và ít khi có ai nhớ đến dòng suối củ mà từ đường cái rẽ về bên suối vào một ngày nóng nực để uống cho đỡ khát. Nhưng rồi một hôm có người tìm thấy nơi vắng vẻ ấy, rẽ đám lau lách ra và khi thốt lên: dòng nước mát mẻ, trong trẻo lạ lùng đã từ lâu không ai đến khuấy động làm vẩn đục, đang chảy lặng lờ, sâu thẳm, khiến cho khách phải ngạc nhiên. Khách nhìn xuống nước và trông thấy mình, thấy ánh thái dương, bầu trời, những rặng núi. Và khách nghĩ rằng không biết đến những nơi như thế này thật là có tội, phải kể lại cho các bạn bè cùng biết. Khách nghĩ thế rồi quên bẵng đi cho đến ngày thấy lại dòng suối lần nữa.\nTrong cuộc sống đôi khi cũng phải như vậy. Nhưng có lẽ chính như thế nó mới là cuộc sống.\nTôi sực nhớ đến những ngọn suối ấy cách đây không lâu sau khi ghé về thăm làng.\nChắc anh ngạc nhiên không hiểu sao dạo ấy tôi bỏ Kurkurêu ra đi một cách đột ngột như vậy. Phải chăng không thể kể cho mọi người ở đây nghe tất cả những điều mà tôi đang kể cho anh nghe? Không phải. Lúc bấy giờ tôi bối rối quá, tôi xấu hổ, tôi thẹn cho mình quá, nên phải bỏ đi ngay. Tôi đã hiểu ra rằng tôi sẽ không tài nào gặp lại Đuysen, không thể nào dám nhìn thẳng vào mắt Đuysen được. Tôi cần phải bình tâm lại, sắp xếp lại những ý nghĩ đang rối tung, dọc đường suy nghĩ lại tất cả những điều tôi muốn nói không những với các bạn cùng quê mà còn nói nhiều người khác nữa.\nTôi còn thấy mình có tội nữa vì tôi không phải là người có quyền được trọng vọng đủ điều như vậy, được ngồi ở chỗ danh dự trong buổi khánh thành trường mới. Đó trước hết là quyền của Người thầy đầu tiên của chúng ta, người cộng sản đầu tiên trong làng của chúng ta - thầy Đuysen già cả. Thế nhưng sự việc đã diễn ra trái hẳn. Chúng ta ngồi quanh bản tiệc, còn con người vàng ngọc ấy thì đang hối hả chạy đi đưa thư, vội vã chuyển những bức điện chúc mừng của học trò cũ mình về kịp lễ khánh thành.\nMà đây không phải là một trường hợp duy nhất. Tôi đã nhiều lần thấy như vậy. Cho nên tôi thường tự hỏi: chúng ta đã bỏ mất cách biết trân trọng con người bình thường như Lênin từng trân trọng tự bao giờ?… May thay, giờ đây chúng ta nói lên những điều như thế một cách thẳng thắn không kèm theo chút đạo đức giả nào. Cũng rất hay là ngay cả trong việc này chúng ta đã cùng đến sát với Lênin hơn.\nLớp thanh niên không biết rõ Đuysen trước kia là một người thầy như thế nào. Còn thế hệ cũ thì đã nhiều người không còn nữa. Không ít học trò cũ của Đuysen đã hi sinh trong chiến tranh, họ đã là những chiến sĩ Xô-viết chân chính. Lẽ ra tôi phải nói cho thanh niên hiểu rõ thầy Đuysen. Ai ở địa vị tôi đều có nhiệm vụ làm vậy. Nhưng tôi lại không về làng, tôi không hề biết gì về Đuysen và với thời gian, hỉnh ảnh của thầy tôi đối với tôi đã dường như biến thành một thành tích vô giá, được giữ gìn trân trọng trong cõi tĩnh mịch của một viện bảo tàng.\nTôi sẽ trở về gặp thầy tôi và sẽ chịu tôi trước thầy. Tôi sẽ xin người tha thứ.\nTôi định khi nào đi Matxcơva về, sẽ đến Kurkurêu và đề nghị với dân làng đặt tên cho nhà trường kí túc mới là “Trường Đuysen”. Phải, trường phải mang tên người nhân viên nông trường giản dị ngày nay làm nghề đưa thư ấy. Tôi hi vọng rằng với tư cách là một người cùng quê, anh sẽ ủng hộ đề nghị của tôi. Tôi xin anh làm như vậy.\nỞ Matxcơva bây giờ đã hơn một giờ đêm. Tôi đứng trên bao lơn toà khách sạn, nhìn những ánh đèn lấp lánh toả rộng trên thủ đô và nghĩ đến lúc tôi sẽ trở về làng, tìm gặp Đuysen và hôn lên chòm râu bạc của thầy…\n° ° °\nTôi mở tung các cửa sổ. Một luồng gió mát lùa vào phòng. Trong ánh lê minh xanh nhạt đang sáng dần tôi nhìn kĩ những bản nghiên cứu phác thảo của bức tranh tôi vừa khởi công làm. Những bức vẽ ấy nhiều lắm. Tôi đã nhiều lần vẽ đi vẽ lại từ đầu. Nhưng bây giờ mà nói về toàn bộ bức tranh thì hãy còn sớm. Tôi vẫn chưa tìm ra cái chính… Tôi đi đi lại lại trong cảnh tĩnh mịch của buổi lê minh và cứ suy nghĩ suy nghĩ mãi. Và lần nào cũng đều như thế. Lần nào tôi cũng lại thấy rõ ràng bức tranh của tôi chỉ mới là một ý đồ.\nTuy vậy tôi vẫn muốn nói với các bạn về tác phẩm dở dang của tôi. Tôi muốn hỏi ý kiến các bạn. Chắc các bạn cũng đã đoán ra rằng bức tranh của tôi dành cho người thầy đầu tiên của làng chúng tôi, người cộng sản đầu tiên – ông già Đuysen.\nNhưng tôi chưa hình dung được rõ liệu tôi có thể dùng thuốc vẽ mà thể hiện được cuộc sống phức tạp, đầy đấu tranh ấy, những nẻo đường đời và những tình cảm muôn màu muôn vẻ của con người ấy không. Làm sao cho khỏi sánh mất bát nước đầy: làm sao trao được đến tận tay các bạn, những người cùng thời đại với tôi? Làm thế nào cho ý đồ của tôi không phải chỉ thấu đến các bạn, mà còn trở thành một công trình sáng tạo chung của chúng ta? Tôi không thể không vẽ bức tranh này, nhưng sao tôi thấy băn khoăn, lo lắng quá! Có khi tôi tưởng chừng rồi sẽ chẳng ra gì hết. Và những lúc ấy tôi lại nghĩ: tại sao số phận lại trớ trêu đặt cây bút vẽ vào tay tôi làm gì? Thật là một cuộc sống khổ ải! Lại có khi tôi cảm thấy mình dũng mãnh đến nỗi dù có phải chuyển núi dời sông tôi cũng sẵn sàng. Và những khi ấy tôi nghĩ: hãy nhìn đi, hãy nghiên cứu, chọn lọc. Hãy vẽ hai cây phong của Đuysen và Antưnai, chính hai cây phong đã cho tuổi thơ của mày bấy nhiêu giây phút sướng vui, mặc dù mày không biết rõ sự tích của chúng. Hãy vẽ một đứa bé đi chân không, da rám nắng. Nó trèo lên cao, thật là cao và ngồi lên một cành phong, đôi mắt hân hoan nhìn vào cõi xa xăm kì ảo.\nHay là vẽ bức tranh đề là “Người thầy đầu tiên”. Đó có thể là lúc Đuysen bế trẻ con qua con suối và cạnh đấy, trên những con ngựa no nê hung dữ, những con người đận độn, mũ da cáo đỏ đi qua đang chế giễu ông…\nNếu không, thì hãy vẽ người thầy giáo tiễn Antưnai lên tỉnh. Mày còn nhớ khi ông cất tiếng gọi Antưnai lần cuối cùng! Hãy vẽ một bức tranh như thế, sao cho bức tranh ấy giống như tiếng gọi của Đusyen mà đến nay Antưnai vẫn còn nghe vẳng lại, sẽ vang dội mãi trong lòng mỗi người.\nTôi tự nhủ như vậy. Tôi tự nhủ điều này điều nọ khá nhiều, nhưng tôi không phải bao giờ cũng làm được… ngay giờ đây tôi cũng chưa biết bức tranh tôi vẽ sẽ ra sao. Nhưng có một điều tôi biết chắc: tôi sẽ tìm tòi."