"Truyện ngắn Vợ nhặt\nVợ nhặt\nTrước kia mỗi chiều, cứ vào lúc chạng vạng mặt người thì Tràng đi làm về. Hắn bước ngật ngưỡng trên con đường khẳng khiu luồn qua cái xóm chợ của những người ngụ cư vào trong bến.\nHắn vừa đi vừa tủm tỉm cười, hai con mất nhỏ tí, gà gà đắm vào bóng chiều, hai bên quai hàm bạch ra, rung rung làm cho cái bộ mặt thô kệch của hắn lúc nào cũng nhấp nhính những ý nghĩ gì vừa lí thú vừa dữ tợn. Hắn có tật vừa đi vừa nói. Hắn lảm nhảm than thở những điều hắn nghĩ.\nTrẻ con trong xóm, cứ thấy cái thân hình to lớn, vập vạp của hắn từ dốc chợ đi xuống là ùa cả ra vây lấy hắn, reo cười váng lên:\n- A a a... Anh Tràng! Anh Tràng đã về chúng mày ơi!\n- Anh Tràng ơi bế em mấy...\n- Anh Tràng ơi đã uống rượu chưa?\n- Anh Tràng ơi!...\nĐứa túm đằng trước, đứa túm đằng sau, đứa cù, đứa kéo, đứa lôi chân không cho đi. Tràng chỉ ngửa mặt lên cười hềnh hệch.\nCái xóm ngụ cư tồi tàn ấy mỗi chiều lại xôn xao lên được một lúc.\nNhưng độ này thì trẻ con không đứa nào buồn ra đón Tràng nữa, chúng nó ngồi ủ rũ dưới những xó đường không buồn nhúc nhích. Trong bóng chiều nhá nhem, Tràng đi từng bước mệt mỏi, chiếc áo nâu tàng vắt sang một bên cánh tay, cái đầu trọc nhẵn chúi về đằng trước. Hình như những lo lắng, chật vật trong một ngày đè xuống cái lưng to rộng như lưng gấu của hắn.\nCái đói đã tràn đến xóm này tự lúc nào. Những gia đình từ những vùng Nam Định, Thái Bình, đội chiếu lũ lượt bồng bế, dắt díu nhau lên xanh xám như những bóng ma, và nằm ngổn ngang khắp lều chợ. Người chết như ngả rạ. Không buổi sáng nào người trong làng đi chợ, đi làm đồng không gặp ba bốn cái thây nằm còng queo bên đường. Không khí vẩn lên mùi ẩm thối của rác rưởi và mùi gây của xác người.\nGiữa cái cảnh tối sầm lại vì đói khát ấy, một buổi chiều người trong xóm bỗng thấy Tràng về với một người đàn bà nữa. Mặt hắn có một vẻ gì phởn phơ khác thường. Hắn tủm tỉm cười nụ một mình và hai mắt thì sáng lên lấp lánh. Người đàn bà đi sau hắn chừng ba bốn bước. Thị cắp cái thúng con, đầu hơi cúi xuống, cái nón rách tàng nghiêng nghiêng che khuất đi nửa mặt. Thị có vẻ rón rén, e thẹn. Mấy đứa trẻ con thấy lạ vội chạy ra đón xem. Sợ chúng nó đùa như trước, Tràng vội vàng nghiêm nét mặt, lắc đầu ra hiệu không bằng lòng.\nMấy đứa trẻ đứng dừng lại, nhìn Tràng, đột nhiên có đứa gào lên:\n- Anh Tràng ơi! - Tràng quay đầu lại. Nó cong cổ gào lên lần nữa - Chồng vợ hài.\nTràng bật cười:\n- Bố ranh!\nNgười đàn bà có vẻ khó chịu lắm. Thị nhíu đôi lông mày lại, đưa tay lên xóc xóc lại tà áo. Ngã tư xóm chợ về chiều càng xác xơ, heo hút. Từng trận gió từ cánh đồng thổi vào, ngăn ngắt. Hai bên dãy phố, úp súp, tối om, không nhà nào có ánh đèn, lửa. Dưới những gốc đa, gốc gạo xù xì bóng những người đói dật dờ đi lại lặng lẽ như những bóng ma. Tiếng quạ trên mấy cây gạo ngoài bãi chợ cứ gào lên từng hồi thê thiết.\nNhìn theo bóng Tràng và bóng người đàn bà lủi thủi đi về bến, người trong xóm lạ lắm. Họ đứng cả trong ngưỡng cửa nhìn ra bàn tán. Hình như họ cũng hiểu được đôi phần. Những khuôn mặt hốc hác u tối của họ bỗng dưng rạng rỡ hẳn lên. Có cái gì lạ lùng và tươi mát thổi vào cuộc sống đói khát, tăm tối ấy của họ. Một người thở dài. Người khác khẽ thì thầm hỏi:\n- Ai đấy nhỉ? ... Hay là người dưới quê bà cụ Tứ mới lên?\n- Chả phải, từ ngày còn mồ ma ông cụ Tứ có thấy họ mạc nào lên thăm đâu.\n- Quái nhỉ?\nIm một lúc, có người bỗng lại cười lên rung rúc:\n- Hay là vợ anh cu Tràng? Ù khéo mà vợ anh cu Tràng thật anh em ạ, trông chị ta thèn thẹn hay đáo để.\n- Ôi chao! Giời đất này còn rước cái của nợ đời về. Biết có nuôi nổi nhau sống qua được cái thì này không?\nHọ cùng nín lặng.\nNgười đàn bà như cũng biết xung quanh người ta đang nhìn dồn cả về phía mình, thị càng ngượng nghịu, chân nọ bước díu cả vào chân kia. Hắn cũng biết thế, nhưng hắn lại lấy vậy làm thích ý lắm, cái mặt cứ vênh lên tự đắc với mình. Người đàn bà càu nhàu câu gì trong miệng. Hắn quay lại hỏi:\n- Gì hả?\n- Không.\nHắn cũng càu nhàu:\n- Làm gì mà họ khỏe nhìn thế không biết? - Hắn bỗng đứng dừng lại nhìn ngang nhìn ngửa.\n- Này bác Tràng! Bác Tràng! ...\nSau một khuôn cửa tối, một cái đầu trọc thò ra gọi giật giọng.\nTràng lật đật quay lại.\n- Về muộn mấy? Hẵng vào chơi cái đã nào.\nTràng đứng lại thoái thác:\n- Thôi ông để cho đến hôm khác.\nCái đầu trọc nháy nháy một con mắt, hất hất về phía người đàn bà hóm hỉnh:\n- Cánh nào đấy?\n- À hà... người quen. Thôi để hôm khác ông nhá.\nHắn quay ngoắt trở ra, lật đật chạy theo người đàn bà, như người xấu hổ chạy trốn. Người đàn bà đã đi đến trước cái miếu cũ. Tràng gọi với:\n- Ấy rẽ lối này cơ mà.\n- Đằng này à?\n- Ừ.\nHai người lặng lẽ rẽ xuống một con đường nhỏ. Con đường sâu thăm thẳm, luồn giữa hai bờ tre cao vút. Ở đây vắng vẻ, thoải mái. Hắn định nói với thị một vài câu rõ tình tứ mà chẳng biết nói thế nào. Hắn cứ lúng ta lúng túng, tay nọ xoa xoa vào vai kia đi bên người đàn bà. Thị cũng không nói gì, hai con mắt tư lự nhìn ra phía trước. Tiếng gió trên bờ tre rì rào và tiếng lá khô kêu xào xạc dưới bàn chân.\nTrong một lúc Tràng hình như quên hết những cảnh sống ê chề, tăm tối hằng ngày, quên cả cái đói khát ghê gớm đang đe dọa, quên cả những tháng ngày trước mặt. Trong lòng hắn bây giờ chỉ còn tình nghĩa giữa hắn với người đàn bà đi bên. Một cái gì mới mẻ, lạ lắm, chưa từng thấy ở người đàn ông nghèo khổ ấy, nó ôm ấp, mơn man khắp da thịt Tràng, tựa hồ như có bàn tay vuốt nhẹ trên sống lưng.\n- Sắp đến chưa? - Người đàn bà chợt hỏi.\n- Sắp!\n- Nhà có ai không?\n- Có một mình tôi mấy u.\nThị tủm tỉm cười:\n- Đã một mình lại còn mấy u. Bé lắm đấy!\nHắn bật cười:\n- À nhỉ.\nCâu chuyện xem chừng đã thân thân. Hắn đi sát gần bên thị hơn, ngẫm nghĩ một lúc, chợt hắn giơ cái chai con vẫn cầm lăm lăm một bên tay lên khoe:\n- Dầu tối thắp đây này.\n- Sang nhỉ.\n- Khá thôi. Hai hào đấy, đắt quá, cơ mà thôi chả cần.\n- Hoang nó vừa vừa chứ.\nHắn chặc lưỡi:\n- Vợ mới vợ miếc cũng phải cho nó sáng sủa một tí chứ, chả nhẽ chưa tối đã rúc vào ngay, hì hì...\n- Khỉ gió.\nThị phát đánh đét vào lưng hắn, khoặm mặt lại.\nHắn thích chí ngửa cổ cười khanh khách.\nMấy con chó giật mình chạy thọt vào trong lũy thò mõm ra sủa váng lên. Tràng nhặt một hòn gạch vung tay ném mạnh một cái:\n- Mẹ bố chúng mày cắn gì thế!\n- Vẫn chưa đến à?\n- Còn chán.\n- Khiếp.\nThị cau mặt lại, giãy lên. Hắn phì ra cười, cúi xuống nhấc cành dong dấp cổng ra reo lên:\n- Đây rồi!...\nThị lẳng lặng theo hắn vào trong nhà, cái nhà vắng teo đứng rúm ró trên mảnh vườn mọc lổn nhổn những búi cỏ dại. Thị đảo mắt nhìn xung quanh, cái ngực gầy lép nhô hẳn lên, nén một tiếng thở dài. Tràng xăm xăm bước vào trong nhà, nhấc tấm phên rách sang một bên, thu dọn những niêu bát, xống áo vứt bừa bộn cả trên giường, dưới đất. Hắn quay lại nhìn thị cười cười:\n- Không có người đàn bà, nhà cửa thế đấy!\nThị nhếch mép cười nhạt nhẽo. Tràng vỗ vỗ xuống giường đon đả:\n- Ngồi đây!... Ngồi xuống đây, tự nhiên...\nNgười đàn bà theo lời hắn ngồi mớm xuống mép giường. Cả hai bỗng cùng ngượng nghịu. Tràng đứng tây ngây ra giữa nhà một lúc, chợt hắn thấy sờ sợ. Chính hắn cũng không hiểu sao hắn sợ, hắn lấm lét bước vội mấy bước ra sân gắt lên:\n- Sao hôm nay bà lão về muộn thế không biết!\nHắn loanh quanh hết chạy ra ngõ đứng ngóng, lại chạy vào sân nhìn trộm vào trong nhà. Thị vẫn ngồi mớm ở mép giường, hai tay ôm khư khư cái thúng, mặt bần thần.\nHắn nghĩ bụng: “Quái sao nó lại buồn thế nhỉ?... Ồ sao nó lại buồn thế nhỉ?...”. Hắn nhổ vu vơ một bãi nước bọt, tủm tỉm cười một mình. Nhìn thị ngồi ngay giữa nhà, đến bây giờ hắn vẫn còn ngờ ngợ như không phải thế. Ra hắn đã có vợ rồi đấy ư? Hà! Việc xảy ra thật hắn cũng không ngờ, hắn cũng chỉ tầm phơ tầm phào đâu có hai bận ấy thế mà thành vợ thành chồng…\nÍt lâu nay hắn xe thóc Liên đoàn lên tỉnh. Mỗi bận qua cửa nhà kho lại thấy mấy chị con gái ngồi vêu ra ở đây. Hắn đoán họ ngồi đấy nhặt hạt rơi vãi, hay ai có công việc gì gọi đến thì làm. Một lần hắn đang gò lưng kéo cái xe bò thóc vào dốc tỉnh, hắn hò một câu chơi cho đỡ nhọc. Hắn hò rằng:\n“Muốn ăn cơm trắng mấy giò này! \nLại đây mà đẩy xe bò với anh, nì!”\nChủ tâm hắn cũng chẳng có ý chòng ghẹo cô nào, nhưng mấy cô gái lại cứ đẩy vai cô ả này\n  \nsinh mẹ đẻ đến giờ, chưa có người con gái nào cười với hắn tình tứ như thế.\nLần thứ hai, Tràng vừa trả hàng xong, ngồi uống nước ở ngoài cổng chợ tỉnh thì thị ở đâu sầm sập chạy đến. Thị đứng trước mặt hắn sưng sỉa nói:\n- Điêu! Người thế mà điêu!\nHắn giương mắt nhìn thị, không hiểu. Thật ra lúc ấy hắn cũng chưa nhận ra thị là ai. Hôm nay thị rách quá, áo quần tả tơi như tổ đỉa, thị gầy sọp hẳn đi, trên cái khuôn mặt lưỡi cày xám xịt chỉ còn thấy hai con mắt.\n- Hôm ấy leo lẻo cái mồm hẹn xuống, thế mà mất mặt. à, hắn nhớ ra rồi, hắn toét miệng cười:\n- Chả hôm ấy thì hôm nay vậy. Này hẵng ngồi xuống ăn miếng giầu đã.\n- Có ăn gì thì ăn, chả ăn giầu.\nThị vẫn đứng cong cớn trước mặt hắn.\n- Đây, muốn ăn gì thì ăn.\nHắn vỗ vỗ vào túi:\n- Rích bố cu, hở!\nHai con mắt trũng hoáy của thị tức thì sáng lên, thị đon đả:\n- Ăn thật nhá! Ừ ăn thì ăn sợ gì.\nThế là thị ngồi sà xuống ăn thật. Thị cắm đầu ăn một chặp bốn bát bánh đúc liền chẳng chuyện trò gì. Ăn xong thị cầm dọc đôi đũa quệt ngang miệng, thở:\n- Hà, ngon! Về chị ấy thấy hụt tiền thì bỏ bố.\nHắn cười:\n- Làm đếch gì có vợ. Này nói đùa chứ có về với tớ thì ra khuân hàng lên xe rồi cùng về.\nNói thế Tràng cũng tưởng là nói đùa, ai ngờ thị về thật. Mới đầu anh chàng cũng chợn, nghĩ: thóc gạo này đến cái thân mình cũng chả biết có nuôi nổi không, lại còn đèo bòng. Sau không biết nghĩ thế nào hắn chặc lưỡi một cái:\n- Chặc, kệ!\nHôm ấy hắn đưa thị vào chợ tỉnh bỏ tiền ra mua cho thị cái thúng con đựng vài thứ lặt vặt và ra hàng cơm đánh một bữa thật no nê rồi cùng đẩy xe bò về...\nTràng chợt đứng dừng lại, lắng tai nghe. Ngoài ngõ có tiếng người húng hắng ho, một bà lão từ ngoài rặng tre lọng khọng đi vào ngõ. Bà lão vừa đi vừa lẩm bẩm tính toán gì trong miệng.\nThấy mẹ, Tràng reo lên như một đứa trẻ, và gọi với vào trong nhà:\n- U đã về đấy!\nHắn lật đật chạy ra đón:\n- Hôm nay sao u về muộn thế! Làm tôi đợi nóng cả ruột.\nBà cụ Tứ nhấp nháy hai con mắt nhìn Tràng, chậm chạp hỏi:\n- Có việc gì thế vậy?\n- Thì u hẵng cứ vào trong nhà đã nào.\nBà lão phấp phỏng bước theo con vào trong nhà. Đến giữa sân bà lão đứng sững lại, bà lão càng ngạc nhiên hơn. Quái, sao lại có người đàn bà nào ở trong ấy nhỉ? Người đàn bà nào lại đứng ngay đầu giường thằng con mình thế kia? Sao lại chào mình bằng u? Không phải con cái Đục mà. Ai thế nhỉ? Bà lão hấp háy cặp mắt cho đỡ nhoèn vì tự dưng bà lão thấy mắt mình nhoèn ra thì phải. Bà lão nhìn kỹ người đàn bà lẫn nữa, vẫn chưa nhận ra người nào. Bà lão quay lại nhìn con tỏ ý không hiểu.\nTràng tươi cười:\n- Thì u hẵng vào ngồi lên giường lên diếc chĩnh chện cái đã nào.\nBà lão lập cập bước vào. Người đàn bà tưởng bà lão già cả, điếc lác, thị cất tiếng chào lần nữa:\n- U đã về ạ!\nÔ hay, thế là thế nào nhỉ? Bà lão băn khoăn ngồi xuống giường.\nTràng nhắc mẹ:\n- Kìa nhà tôi nó chào u.\nThấy mẹ vẫn chưa hiểu, hắn bước lại gần nói tiếp:\n- Nhà tôi nó mới về làm bạn với tôi đấy u ạ! Chúng tôi phải duyên phải kiếp với nhau... Chẳng qua nó cũng là cái số cả...\nBà lão cúi đầu nín lặng. Bà lão hiểu rồi. Lòng người mẹ nghèo khổ ấy còn hiểu ra biết bao nhiêu cơ sự, vừa ai oán vừa xót thương cho số kiếp đứa con mình. Chao ôi, người ta dựng vợ gả chồng cho con là lúc trong nhà ăn nên làm nổi, những mong sinh con đẻ cái mở mặt sau này. Còn mình thì... Trong kẽ mắt kèm nhèm của bà rủ xuống hai dòng nước mắt... Biết rằng chúng nó có nuôi nổi nhau sống qua được cơn đói khát này không?\nBà lão khẽ thở dài đứng lên, đăm đăm nhìn người đàn bà. Thị cúi mặt xuống, tay vân vê tà áo đã rách bợt. Bà lão nhìn thị và bà nghĩ: Người ta có gặp bước khó khăn, đói khổ này, người ta mới lấy đến con mình. Mà con mình mới có vợ được... Thôi thì bổn phận bà là mẹ, bà đã chẳng lo lắng được cho con... May ra mà qua khỏi được cái tao đoạn này thì thằng con bà cũng có vợ, nó yên bề nó, chẳng may ra ông giời bắt chết cũng phải chịu chứ biết thế nào mà lo cho hết được?\nBà lão khẽ dặng hắng một tiếng, nhẹ nhàng nói với “nàng dâu mới”:\n- Ừ, thôi thì các con đã phải duyên phải kiếp với nhau, u cũng mừng lòng...\nTràng thở đánh phào một cái, ngực nhẹ hẳn đi. Hắn ho khẽ một tiếng, bước từng bước dài ra sân. Bà cụ Tứ vẫn từ tốn tiếp lời:\n- Nhà ta nghèo con ạ. Vợ chồng chúng mày liệu mà bảo nhau làm ăn. Rồi ra may mà ông giời cho khá... Biết thế nào hở con, ai giàu ba họ, ai khó ba đời? Có ra thì rồi con cái chúng mày về sau.\nBà lão đăm đăm nhìn ra ngoài. Bóng tối trùm lấy hai con mắt. Ngoài xa dòng sông sáng trắng uốn khúc trong cánh đồng tối. Mùi đốt đống rấm ở những nhà có người chết theo gió thoảng vào khét lẹt. Bà lão thở nhẹ ra một hơi dài. Bà lão nghĩ đến ông lão, nghĩ đến đưa con gái út. Bà lão nghĩ đến cuộc đời cực khổ dài dằng dặc của mình. Vợ chồng chúng nó lấy nhau, cuộc đời chúng nó liệu có hơn bố mẹ trước kia không?...\n- Con ngồi xuống đây. Ngồi xuống đây cho đỡ mỏi chân.\nBà lão nhìn người đàn bà, lòng đầy thương xót. Nó bây giờ là dâu là con trong nhà rồi. Người đàn bà khẽ nhúc nhích, thị vẫn khép nép đứng nguyên chỗ cũ. Bà lão hạ thấp giọng xuống thân mật:\n- Kể có ra làm được dăm ba mâm thì phải đấy, nhưng nhà mình nghèo, cũng chả ai người ta chấp nhặt chỉ cái lúc này. Cốt làm sao chúng mày hòa thuận là u mừng rồi. Năm nay thì đói to đấy. Chúng mày lấy nhau lúc này, u thương quá...\nBà cụ nghẹn lời không nói được nữa, nước mắt cứ chảy xuống ròng ròng. Tràng đứng ngoài thấy vậy, hắn bực mình quá hầm hầm bước vào trong nhà, đánh diêm đốt đèn. Thấy sáng, bà lão vội vàng lau nước mắt ngửng lên:\n- Có đèn đấy à? Ừ thắp lên một tí cho sáng sủa... Dầu bây giờ đắt gớm lên ấy mày ạ.\nBà lão đứng dậy uể oải sang giường bên kia nằm. Tràng làu bàu trong miệng: “Chán quá, chẳng đâu vào đâu tự nhiên cũng khóc!”\nTiếng bà cụ Tứ bên kia nói với sang:\n- Hôm nào nghỉ ở nhà kiếm lấy ít nứa về đan cái phên mà ngăn ra mày ạ.\n- Vâng.\nTràng ngoan ngoãn đáp lời mẹ. Hắn toan quay lại bảo thị cởi áo đi nằm, nhưng thấy thị ngồi bần thần dưới chân giường tự nhiên hắn lại không dám. Hắn lẳng lặng ngồi xuống cái ghế bên cạnh, cả hai cùng sượng sùng chả biết nói gì. Ánh đèn vàng đục ở góc nhà tỏa ra ấm áp và kéo dài hai cái bóng trên vách. Bên ngoài gió từ mặt sông thổi lên rì rào như tiếng người thầm thì nói chuyện. Giữa sự im lặng của đôi vợ chồng mới, có tiếng ai hờ khóc ngoài xóm lọt vào tỉ tê lúc to lúc nhỏ. Người đàn bà bỗng thở dài. Tràng quay lại khẽ hỏi:\n- Buồn à?\n- Không.\n- Gớm sao lúc này nói chuyện dai thế, đợi sốt cả ruột.\nThị lườm hắn không trả lời. Hắn xích lại cười cười:\n- Thôi khuya rồi đấy, ngủ đi.\nThị giơ tay củng vào trán hắn:\n- Chỉ được cái thế là nhanh. Dơ!\nHắn cười khì khì, vươn cổ thổi tắt phụt ngọn đèn. Trong đêm khuya tiếng hờ khóc tỉ tê nghe càng rõ...\nSáng hôm sau, mặt trời lên bằng con sào, Tràng mới trở dậy. Trong người êm ái lửng lơ như người vừa ở trong giấc mơ đi ra. Việc hắn có vợ đến hôm nay hắn vẫn còn ngỡ ngàng như không phải.\nHắn chắp hai tay sau lưng lững thững bước ra sân. Ánh nắng buổi sáng mùa hè sáng lóa xói vào hai con mắt còn cay xè của hắn. Hắn chớp chớp liên hồi mấy cái, và bỗng vừa chợt nhận ra, xung quanh mình có cái gì vừa thay đổi mới mẻ, khác lạ. Nhà cửa, sân vườn hôm nay đều được quét tước, thu dọn sạch sẽ gọn gàng. Mấy chiếc quần áo rách như tổ đỉa vẫn vắt khươm mươi niên ở một góc nhà đã thấy đem ra sân hong. Hai cái ang nước vẫn để khô cong ở dưới gốc ổi đã kín nước đầy ăm ắp. Đống rác mùn tung hoành ngay lối đi đã hót sạch.\nNgoài vườn người mẹ đang lúi húi giẫy những búi cỏ mọc nham nhở. Vợ hắn quét lại cái sân, tiếng chổi từng nhát kêu sàn sạt trên mặt đất. Cảnh tượng thật đơn giản, bình thường nhưng đối với hắn lại rất thấm thía cảm động. Bỗng nhiên hắn thấy hắn thương yêu gắn bó với cái nhà của hắn lạ lùng. Hắn đã có một gia đình. Hắn sẽ cùng vợ sinh con đẻ cái ở đấy. Cái nhà như cái tổ ấm che mưa che nắng. Mộ\n  \nm nay khác lắm, rõ ràng là người đàn bà hiền hậu đúng mực không còn vẻ gì chao chát chỏng lỏn như mấy lần Tràng gặp ở ngoài tỉnh. Không biết có phải vì mới làm dâu mà thị tu chí làm ăn không? Bà mẹ Tràng cũng nhẹ nhõm, tươi tỉnh khác ngày thường, cái mặt bủng beo u ám của bà rạng rỡ hẳn lên. Bà lão xăm xắn thu dọn, quét tước nhà cửa. Hình như ai nấy đều có ý nghĩ rằng thu xếp cửa nhà cho quang quẻ, nề nếp thì cuộc đời họ có thể khác đi, làm ăn có cơ khấm khá hơn.\nBữa cơm ngày đói trông thật thảm hại. Giữa cái mẹt rách có độc một lùm rau chuối thái rối, và một đĩa muối ăn với cháo, nhưng cả nhà đều ăn rất ngon lành. Bà cụ vừa ăn vừa kể chuyện làm ăn, gia cảnh với con dâu. Bà lão nói toàn chuyện vui, toàn chuyện sung sướng về sau này:\n- Tràng ạ. Khi nào có tiền ta mua lấy đôi gà. Tao tin rằng cái chỗ đầu bếp kia làm cái chuồng gà thì tiện quá. Này ngoảnh đi ngoảnh lại chả mấy mà có ngay đàn gà cho mà xem...\nTràng chỉ vâng. Tràng vâng rất ngoan ngoãn. Chưa bao giờ trong nhà này mẹ con lại đầm ấm, hòa hợp như thế. Câu chuyện trong bữa ăn đang đà vui bỗng ngừng lại. Niêu cháo lõng bõng, mỗi người được có lưng lưng hai bát đã hết nhẵn.\nBà lão đặt đũa bát xuống, nhìn hai con vui vẻ:\n- Chúng mày đợi u nhá. Tao có cái này hay lắm cơ.\nBà lật đật chạy xuống bếp, lễ mễ bưng ra một cái nồi khói bốc lên nghi ngút. Bà lão đặt cái nồi xuống bên cạnh mẹt cơm, cầm cái môi vừa khuấy khuấy vừa cười:\n- Chè đây. - Bà lão múc ra một bát - Chè khoán đây, ngon đáo để cơ.\nNgười con dâu đón lấy cái bát, đưa lên mắt nhìn, hai con mắt thị tối lại. Thị điềm nhiên và vào miệng. Tràng cầm cái bát thứ hai mẹ đưa cho, người mẹ vẫn tươi cười, đon đả:\n- Cám đấy mày ạ, hì. Ngon đáo để, cứ thử ăn mà xem. Xóm ta khối nhà còn chả có cám mà ăn đấy.\nTràng cầm đôi đũa, gợt một miếng bỏ vội vào miệng. Mặt hắn chum ngay lại, miếng cám đắng chát và nghẹn bứ trong cổ. Bữa cơm từ đấy không ai nói câu gì, họ cắm đầu ăn cho xong lần, họ tránh nhìn mặt nhau. Một nỗi tủi hờn len vào tâm trí mọi người.\nNgoài đình bỗng dội lên một hồi trống, dồn dập, vội vã. Đàn quạ trên những cây gạo cao chót vót ngoài bãi chợ hốt hoảng bay vù lên, lượn thành từng đám bay vần trên nền trời như những đám mây đen.\nNgười con dâu khẽ thở dài, thị nói lí nhí trong miệng:\n- Trống gì đấy, u nhỉ?\n- Trống thúc thuế đấy. Đằng thì nó bắt gồng đay, đằng thì nó bắt đóng thuế. Giời đất này không chắc đã sống qua được đâu các con ạ... - Bà lão ngoảnh vội ra ngoài. Bà lão không dám để con dâu nhìn thấy bà khóc.\nNgười con dâu có vẻ lạ lắm, thị lầm bầm:\n- Ở đây vẫn phải đóng thuế cơ à?\nIm lặng một lúc thị lại tiếp:\n- Trên mạn Thái Nguyên, Bắc Giang người ta không chịu đóng thuế nữa đâu. Người ta còn phá cả kho thóc của Nhật, chia cho người đói nữa đấy.\nTràng thần mặt ra nghĩ ngợi. Cái mặt to lớn bặm lại, khó đăm đăm. Miếng cám ngậm trong miệng hắn đã bã ra chát xít... Hắn đang nghĩ đến những người phá kho thóc Nhật.\nTràng hỏi vội trong miếng ăn:\n- Việt Minh phải không?\n- Ừ, sao nhà biết?\nTràng không trả lời. Trong ý nghĩ của hắn vụt hiện ra cảnh những người nghèo đói ầm ầm kéo nhau đi trên đê Sộp. Đằng trước có lá cờ đỏ to lắm.\nHôm ấy hắn láng máng nghe người ta nói họ là Việt Minh đấy. Họ đi cướp thóc đấy. Tràng không hiểu gì sợ quá, kéo vội xe thóc của Liên đoàn tắt cánh động đi lối khác. À ra họ đi phá kho thóc chia cho người đói. Tự dưng hắn thấy ân hận, tiếc rẻ vẩn vơ, khó hiểu.\nNgoài đình tiếng trống thúc thuế vẫn dồn dập. Mẹ và vợ Tràng đã buông đũa đứng dậy.\nTrong óc Tràng vẫn thấy đám người đói và lá cờ đỏ bay phấp phới…\nI. Đôi nét về tác giả Kim Lân\n- Kim Lân (1920 - 2007), tên khai sinh là Nguyễn Văn Tài.\n- Quê ở huyện Từ Sơn, tỉnh Bắc Ninh.\n- Ông là nhà văn chuyên viết truyện ngắn và đã có tác phẩm đăng báo trước cách mạng.\n- Vốn gắn bó với nông thôn, các tác phẩm của ông chủ yếu chỉ viết về sinh hoạt làng quê và cảnh ngộ của người nông dân.\n- Ngoài sự nghiệp sáng tác, Kim Lân còn được biết đến với vai trò là một diễn viên (vai Lão Hạc trong Làng Vũ Đại ngày ấy, Lý Cựu trong Chị Dậu…)\n- Năm 2001, ông được trao tặng Giải thưởng Nhà nước về Văn học nghệ thuật.\n- Một số tác phẩm tiêu biểu: Nên vợ nên chồng (tập truyện ngắn, 1955), Con chó xấu xí (tập truyện ngắn, 1962)...\nII. Giới thiệu về truyện ngắn Vợ nhặt\n1. Xuất xứ\n- “Vợ nhặt” là truyện ngắn xuất sắc nhất của Kim Lân in trong tập “Con chó xấu xí” (1962).\n- Tiền thân của truyện ngắn này là tiểu thuyết “Xóm ngụ cư” - được viết ngay sau ngày Cách mạng tháng 8 thành công nhưng còn dang dở và thất lạc bản thảo.\n- Sau khi hòa bình lập lại (1954), ông dựa vào một phần cốt truyện cũ để viết lại truyện ngắn này.\n2. Bố cục\nGồm 4 phần:\nPhần 1. Từ đầu đến “hai tay ôm khư khư cái thúng, mặt bần thần”. Tràng dẫn người nhợ nhặt về nhà.\nPhần 2. Tiếp theo đến “đánh một bữa thật no nê rồi cùng đẩy xe bò về”. Tràng nhớ lại việc mình có được vợ.\nPhần 3. Tiếp theo đến “nước mắt cứ chảy xuống ròng ròng”. Cuộc gặp gỡ của bà cụ Tứ và nàng dâu mới.\nPhần 4. Còn lại. Cuộc sống của nàng dâu mới ở nhà Tràng trong buổi sáng hôm sau.\n3. Thể loại\nTác phẩm Vợ nhặt của nhà văn Kim Lân thuộc thể loại truyện ngắn.\n4. Tóm tắt\nMẫu 1\nTràng - một người dân nghèo khổ sống cùng với mẹ già ở xóm ngụ cư. Một ngày nọ, trên đường kéo xe bò vào dốc tỉnh, Tràng tình cờ gặp gỡ với thị. Chỉ với câu đùa và bốn bát bánh đúc, thị đã đồng ý theo làm vợ và theo Tràng về nhà. Khi về đến nhà, bà mẹ của Tràng ban đầu rất ngạc nhiên, sau đó là đón nhận người đàn bà khốn khổ ấy làm con dâu với một sự thương cảm sâu sắc. Sáng hôm sau, Tràng bỗng cảm thấy mình đổi khác. Anh cảm thấy mình có trách nhiệm hơn. Bữa cơm đầu tiên của nàng dâu mới chỉ có vài món ăn đơn giản và một nồi cháo cám mà bà mẹ nói đùa đó là chè khoán. Miếng cám chát, nghẹn cổ nhưng Tràng vẫn cùng vợ hướng về một cuộc sống đổi khác. Cuộc trò chuyện về tiếng trống thúc thuế kết thúc và trong óc Tràng hiện ra đám người đói phá kho thóc và lá cờ đỏ bay phấp phới.\nMẫu 2\nTràng sống cùng với mẹ già ở xóm ngụ cư. Ít lâu nay, anh xe thóc Liên đoàn lên tỉnh. Mỗi khi qua cửa nhà kho lại thấy mấy chị con gái ngồi ở đây. Một lần, trên đường kéo cái xe bò thóc vào dốc tỉnh, anh gặp gỡ với thị. Chỉ với bốn bát bánh đúc, thị đã đồng ý làm vợ, rồi theo anh về nhà. Về đến nhà, bà cụ Tứ - mẹ của Tràng vô cùng ngạc nhiên khi nhìn thấy một người đàn bà lạ ở trong nhà. Sau khi biết rõ sự tình, người mẹ nghèo khổ ấy đã hiểu ra, và chấp nhận nàng dâu mới. Sáng hôm sau, Tràng thức dậy và thấy mọi thứ xung quanh thay đổi. Bản thân anh cũng cảm thấy cần có bổn phận phải lo cho vợ con. Bữa ăn đầu tiên của nàng dâu mới mới thật thảm hại: chỉ có độc một lùm rau chuối thái rối, và một đĩa muối ăn với cháo, nhưng cả nhà đều ăn rất ngon lành. Họ vừa ăn vừa nói đến chuyện tương lai. Bà cụ Tứ còn mang lên món chè khoán mà thực chất là cháo cám mà theo lời bà là khối nhà chẳng có mà ăn. Tiếng trống thúc thuế vang lên khiến Tràng nhớ đến đám người đói phá kho thóc và lá cờ đỏ bay phấp phới.\nMẫu 3\nTràng là một người dân xóm ngụ cư, sống cùng với mẹ già. Anh làm nghề kéo xe bò thuê. Một lần, trên đường kéo cái xe bò thóc vào dốc tỉnh, anh quen được thị. Chỉ với bốn bát bánh đúc, thị đã đồng ý làm vợ Tràng. Về đến nhà, Tràng phấp phỏng chờ mẹ về để thưa chuyện. Đến khi bà cụ Tứ trở về, vô cùng ngạc nhiên khi thấy có người phụ nữ lạ trong nhà. Nghe con kể rõ sự tình, người mẹ nghèo khổ ấy đã hiểu ra. Bà lão chấp nhận nàng dâu mới, động viên các con cố gắng làm ăn. Sáng hôm sau, Tràng thức dậy, thấy mọi thứ thay đổi. Bữa ăn đầu tiên của nàng dâu mới chỉ có độc một lùm rau chuối thái rối, và một đĩa muối ăn với cháo. Nhưng họ vẫn vui vẻ ăn, vừa ăn vừa nói đến chuyện tương lai. Khi bà cụ Tứ bê nồi cháo cám lên, người vợ nhặt vẫn điềm nhiên và vào miệng.Tràng cầm đôi đũa, gợt một miếng bỏ vội vào miệng. Nghe tiế\n  \nề độc đáo. Vì người ta chỉ nói “nhặt” được một món đồ nào đó. chứ không ai nhặt được một con người về làm vợ bao giờ cả. Nhưng qua đó, nhà văn đã thể hiện được cảnh ngộ thê thảm của con người lúc bấy giờ.\n- Nhan đề “Vợ nhặt” trước hết khái quát được tình huống của truyện. Đồng thời đó cũng lời kết án đanh thép của Kim Lân đối với chế độ thực dân đã đẩy người nông dân vào tình cảnh nghèo đói, người “chết như ngả rạ”.\n- Nhan đề “Vợ nhặt” có tính khái quát cao, hoàn cảnh của Tràng chỉ là một trong số đó. Đồng thời, qua nhan đề nhà văn cũng thể hiện sự đồng cảm xót xa cho cảnh ngộ của người nông dân trong nạn đói năm 1945.\n6. Nội dung\nTruyện ngắn Vợ nhặt không chỉ miêu tả tình cảnh thê thảm của người nông dân nước ta trong nạn đói khủng khiếp năm 1945 mà còn thể hiện được bản chất tốt đẹp của họ: ngay trên bờ vực của cái chết, họ vẫn hướng về sự sống, khao khát tổ ấm gia đình và yêu thương đùm bọc lẫn nhau.\n7. Nghệ thuật\nTình huống truyện độc đáo, cách kể chuyện hấp dẫn.\nKhắc họa khung cảnh chân thực: cảnh người chết đói, cảnh bữa cơm ngày đói…\nNhiều chi tiết đắt giá: giọt nước mắt của bà cụ Tứ, nồi cháo cám…\nMiêu tả tâm lí nhân vật tinh tế, đối thoại sinh động…\nIII. Dàn ý phân tích Vợ nhặt\nMẫu 1\n(1). Mở bài\nGiới thiệu nhà văn Kim Lân và Vợ nhặt: Kim Lân là nhà văn vô cùng thành công khi viết về đề tài người nông dân nghèo. Một trong những tác phẩm nổi bật của ông chính là truyện ngắn Vợ nhặt.\n(2). Thân bài\na. Nhân vật anh Tràng\n Lai lịch, ngoại hình\n- Tràng là một gã trai nghèo khổ, dân cư ngụ, làm nghề đẩy xe bò thuê, nuôi mẹ già. Tràng bị coi khinh, chẳng mấy ai thèm nói chuyện, trừ lũ trẻ hay chọc ghẹo khi anh ta đi làm về.\n- Ngoại hình xấu xí, thô kệch: “hai con mắt nhỏ tí, gà gà đắm vào bóng chiều, hai bên quai hàm bạnh ra, rung rung làm cho cái bộ mặt thô kệch của hắn lúc nào cũng nhấp nhỉnh những ý nghĩ vừa lý thú vừa dữ tợn… Đầu cạo trọc nhẵn, cái lưng to rộng như lưng gấu, ngay cả cái cười cũng lạ, cứ phải ngửa mặt lên cười hềnh hệch”.\n Tính cách\n- Tràng là người hầu như không biết tính toán, không ý thức hết hoàn cảnh của mình. Anh ta thích chơi với trẻ con và chẳng khác chúng là mấy.\n- Tràng là người đàn ông nhân hậu, phóng khoáng: Ban đầu không chủ tâm tìm vợ. Thấy người đàn bà đói, anh cho ăn. Khi thấy thị quyết theo mình thì Tràng vui vẻ chấp nhận. Hắn đưa thị vào chợ tỉnh bỏ tiền ra mua cho thị cái thúng con đựng vài thứ lặt vặt và ra hàng cơm đánh một bữa no nê… Anh còn mua hai hào dầu thắp sáng trong đêm đầu có vợ.\n- Sau khi lấy vợ, Tràng trở thành một người sống có trách nhiệm: Anh ngoan ngoãn với mẹ, tránh gợi niềm tủi hờn ở người khác. Từ một anh phu xe cục mịch, chỉ biết việc trước mắt, sống vô tư, Tràng đã là người quan tâm đến những chuyện ngoài xã hội và khao khát sự đổi đời. Khi tiếng trống thúc thuế ngoài đình vang lên vội vã, dồn dập, Tràng đã thần mặt ra nghĩ đến cảnh những người nghèo đói ầm ầm kéo nhau đi trên đê để cướp kho thóc của Nhật và đằng trước là lá cờ đỏ to lắm.\nb. Nhân vật người vợ nhặt\n Hoàn cảnh, ngoại hình\n- Một người đàn bà không tên, không tuổi, không quê quán, gốc gác, không gia đình.\n- Không có một nhan sắc xinh đẹp, và cái đói khổ nó lại càng làm cho cái nhan sắc xấu xí ấy thêm phần thảm hại: “áo quần tả tơi như tổ đỉa”, người ngợm “gầy sọp”, “trên khuôn mặt lưỡi cày xám xịt chỉ còn thấy hai con mắt”, “cái ngực gầy lép nhô lên” và “hai con mắt trũng hoáy”.\n Tính cách\n- Trong lần gặp gỡ: Cong cớn, chỏng lọn, chua ngoa… Khi nghe thấy anh Tràng đãi ăn “hai con mắt trũng hoáy của thị sáng lên”, điệu dáng đon đả, đổi hẳn thái độ. Cúi đầu ăn một chặp 4 bát bánh đúc không thèm chuyện trò gì, ăn xong thì lấy đôi đũa quệt ngang miệng, thở “hà”.\n=> Mọi hành động của Thị đều chỉ vì muốn được sống, khao khát được hạnh phúc.\n- Trên đường trở về nhà với Tràng:\nThị bỗng trở nên “e thẹn, rón rén”, đầu cúi xuống, cái nón tà nghiêng nghiêng che nửa đi khuôn mặt đang ngại ngùng, đúng với dáng vẻ của một cô dâu khi bước về nhà chồng.\nGặp phải cảnh trêu chọc của đám trẻ con, ánh nhìn ái ngại của những người làng, thị thấy khó chịu, tủi cho phận mình là một người vợ theo không.\n- Khi về đến nhà Tràng:\nKhi ra mắt mẹ chồng, thị đã rất phải phép mà chào bà cụ Tứ, dáng điệu khép nép, ngại ngùng. Thị đã lột xác trở thành một nàng dâu hiền lành, e ấp, khác hẳn với dáng bộ của người đàn bà đanh đá, chua ngoa ở chợ tỉnh.\nSau đêm tân hôn, thị trở thành một người phụ nữ của gia đình, đảm đang tháo vát, gánh lấy cái trách nhiệm thu xếp nhà cửa, đem đống quần áo rách ra sân hong, gánh nước, quét sân, gom rác đem vứt, rồi dọn cơm...\nKhi đối diện với nồi cháo cám “đôi mắt thị tối lại” nhưng vẫn “điềm nhiên và vào miệng”. Cách cư xử tinh tế, bộc lộ sự thấu hiểu và cảm thông.\nKể việc ở Thái Nguyên, Bắc Giang người ta không chịu đóng thuế mà đi phá kho thóc của Nhật. Bộc lộ những suy nghĩ và hướng nhìn mới của thị, người đàn bà bà này không cam chịu cuộc đời đói kém và tìm kiếm một tương lai tươi sáng hơn.\nc. Nhân vật bà cụ Tứ\n- Sự ngạc nhiên của cụ khi Tràng dắt vợ về:\nVề đến nhà, thấy một người phụ nữ ngồi trong nhà mà còn thưa u. Bà cụ ngạc nhiên vì con mình xấu xí, nghèo mà vẫn có vợ trong thời khó khăn.\nBà cụ vẫn không tin vào những gì con trai mình nói “Kìa nhà tôi nó chào u”… “Nhà tôi nó mới về làm bạn với tôi đấy u ạ”...\nBà vẫn không hiểu chuyện gì đang xảy ra.\n- Tâm trạng vừa mừng vừa tủi của bà cụ:\nKhi biết rằng con bà “nhặt” được vợ: bà vui vì con đã an bề gia thất, buồn phận làm mẹ mà không cưới nổi vợ cho con và bà nghĩ đến chồng, đến con gái lại càng trở nên buồn hơn.\nCái tủi, cái buồn của người mẹ bị dồn vào cảnh nghèo túng quẫn: Bà không biết lấy gì để cúng tổ tiên, để trình làng con đã có vợ. Bà khóc vì thương con không biết làm sao vượt qua nổi khó khăn này.\n- Nỗi lo của bà cụ Tứ: Bà lo cho con trai, con dâu, cái gia đình nhỏ của mình không biết phải qua những ngày khó khăn này như thế nào. Người mẹ ấy khuyên con, khuyên dâu cùng nhau thương nhau, cố gắng vươn lên.\n- Niềm tin vào tương lai, vào cuộc sống của cụ Tứ:\nBà suy nghĩ vui trong những điều tốt đẹp tương lai “Rồi ra may mà ông giời cho khá…”\nVui trong công việc sửa sang vườn tược, nhà cửa.\nVui trong bữa cơm đạm bạc đầu tiên có con dâu.\nBà vẫn luôn tạo một không khí ấm cúng cho bữa ăn để con dâu đỡ tủi.\n=> Người mẹ nghèo từng trải đời, hết mực yêu thương con, luôn lạc quan trong hoàn cảnh khó khăn. Bà cụ Tứ là đại diện cho người mẹ Việt Nam cần mẫn, mộc mạc, giản dị, giàu tình yêu thương và đức hi sinh\n(3) Kết bài\n“Vợ nhặt” là một trong những tác phẩm vô cùng thành công của Kim Lân. Với những giá trị, ý nghĩa, thông điệp sâu sắc của mình, tác phẩm đã gây nhiều dấu ấn quan trọng trong lòng bạn đọc.\nMẫu 2\n(1). Mở bài\nGiới thiệu nhà văn Kim Lân và Vợ nhặt.\n(2) Thân bài\na. Tràng dẫn người vợ nhặt về nhà\n- Tràng:\nVẻ mặt “có cái gì hớn hở khác thường”, “tủm tỉm cười một mình”, “cảm thấy vênh vênh tự đắc”..\nMua dầu về thắp để khi thị về nhà mình căn nhà trở nên sáng sủa.\n- Người vợ nhặt:\n“e thẹn, rón rén”, đầu cúi xuống, cái nón tà nghiêng nghiêng che nửa đi khuôn mặt đang ngại ngùng\nGặp phải cảnh trêu chọc của đám trẻ con, ánh nhìn ái ngại của những người làng, thị thấy khó chịu, tủi cho phận mình là một người vợ theo không.\nb. Tràng nhớ lại việc mình có được vợ\n- Lần gặp 1: Câu hỏi Tràng chỉ là lời hát vu vơ, không chủ tâm trêu ghẹo tình với cô gái nào.\n- Lần gặp 2:\nKhi bị thị mắng, Tràng chỉ cười toét miệng và mời cô ta ăn một chặp bát bánh đúc dù không dư dả gì.\nKhi người đàn bà quyết định theo mình về: Tràng trợn nghĩ về việc đèo bòng thêm miệng ăn, nhưng rồi tặc lưỡi “chậc, kệ”.\nĐưa người đàn bà lên chợ tỉnh mua đồ.\nc. Khi Tràng và người vợ nhặt về nhà, cuộc gặp gỡ với bà cụ Tứ\n- Tràng:\nXăm xăm bước vào dọn dẹp sơ qua, thanh minh về sự bừa bộn vì thiếu bàn tay của đàn bà.\nKhi bà cụ Tứ chưa về, Tràng có cảm giác “sờ sợ” vì lo rằng người vợ sẽ bỏ đi vì gia cảnh quá khó khăn, sợ hạnh phúc sẽ tuột khỏi tay.\nSốt ruột mong bà cụ Tứ về để thưa chuyện vì trong cảnh đói khổ vẫn phải nghĩ đến quyết định của mẹ.\nKhi mẹ về: liền thưa chuyện một cách trịnh trọng, biện minh lý do lấy vợ là “phải duyên”, căng thẳng mong mẹ vun đắp. Khi bà cụ Tứ tỏ ý mừng lòng Tràng thở phào, ngực nhẹ hẳn đi.\n- Người vợ nhặt:\nKhi vừa về đến nhà, Tràng đon đả mời ngồi, chị ta cũng chỉ dám ngồi mớm ở mép giường, hai tay ôm khư khư cái thúng.\nKhi gặp mẹ chồng, ngoài câu chào thị chỉ cúi đầu, “hai tay vân vê tà áo đã rách bợt”.\n- Bà cụ Tứ:\nBà ngạc nhiên trước sự đon đả của đứa con trai ngờ nghệch, ngạc nhiên trước sự xuất hiện của người đàn bà lạ.\nBà hiểu ra “biết bao nhiêu cơ sự”, “mắt bà nhòa đi”, thương cho con trai phải lấy vợ nhặt, mà trong cảnh đói khát mới lấy được vợ, thương cho người đàn bà khốn khổ cùng đường mới phải lấy con trai bà.\nCách đối xử với con dâu: “Con ngồi đây ... đỡ mỏi chân”, nói về tương lai với niềm lạc quan, bảo ban các con làm ăn...\nd. Sáng hôm sau khi tỉnh dậy\n- Tràng:\nTràng nhận thấy sự thay đổi kỳ lạ của ngôi nhà (sân vườn, ang nước, quần áo…).\nTràng nhận ra vai trò và vị trí của người đàn bà trong gia đình. Cũng thấy mình trưởng thành hơn.\nLúc ăn cơm trong suy nghĩ của Tràng là hình ảnh đám người đói và lá cờ bay phấp phới.\n- Thị:\nSáng hôm sau, thị dậy sớm quét tước nhà cửa, không còn cái vẻ “chao chát, chỏng lỏn” mà hiền hậu, đúng mực.\nLúc ăn cháo cám, mới nhìn “mắt thị tối lại”, nhưng vẫn điềm nhiên và vào miệng thể hiện sự nể nang, ý tứ trước người mẹ chồng, không làm bà buồn.\n- Bà cụ Tứ: Động viên, vun vén cho các con…\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm.\n \"\""