"Bài thơ Tràng Giang\nTràng giang\nBâng khuâng trời rộng nhớ sông dài.\nH.C.\nTặng Trần Khánh Giư\nSóng gợn tràng giang buồn điệp điệp\nCon thuyền xuôi mái nước song song.\nThuyền về nước lại, sầu trăm ngả;\nCủi một cành khô lạc mấy dòng.\nLơ thơ cồn nhỏ gió đìu hiu,\nĐâu tiếng làng xa vãn chợ chiều\nNắng xuống, trời lên sâu chót vót;\nSông dài, trời rộng, bến cô liêu.\nBèo dạt về đâu, hàng nối hàng;\nMênh mông không một chuyến đò ngang.\nKhông cầu gợi chút niềm thân mật,\nLặng lẽ bờ xanh tiếp bãi vàng.\nLớp lớp mây cao đùn núi bạc,\nChim nghiêng cánh nhỏ: bóng chiều sa.\nLòng quê dợn dợn vời con nước,\nKhông khói hoàng hôn cũng nhớ nhà.\nI. Đôi nét về nhà thơ Huy Cận\n- Huy Cận(1919 - 2005), tên thật là Cù Huy Cận.\n- Quê hương: làng Ân Phú, huyện Hương Sơn (nay là xã Ân Phú, huyện Vũ Quang), tỉnh Hà Tĩnh.\n- Ông tham gia hoạt động cách mạng và từng giữ nhiều chức vụ cao trong Chính phủ Việt Nam như: Bộ trưởng Bộ canh nông đầu tiên, Thứ trưởng sau đó là Bộ trưởng Bộ Văn hóa nghệ thuật, Bộ trưởng Bộ Văn hóa Giáo dục…\n- Ông là một trong những nhà thơ xuất sắc thuộc phong trào Thơ mới.\n- Một số tác phẩm:\nTrước cách mạng tháng 8: Lửa thiêng (thơ, 1940), Kinh cầu tự (văn xuôi triết lý, 1942), Vũ trụ ca (thơ, 1940 -1942).\nSau cách mạng tháng 8: Trời mỗi ngày lại sáng (thơ, 1958), Đất nở hoa (thơ, 1960), Chiến trường gần đến chiến trường xa (thơ, 1973), Suy nghĩ về nghệ thuật (tiểu luận phê bình, 1980 - 1982)...\nII. Giới thiệu về bài thơ Tràng giang\n1. Hoàn cảnh sáng tác\nBài thơ được sáng tác năm 1939, in trong tập Lửa thiêng (1940) - tập thơ đầu tay của Huy Cận.\n2. Thể thơ\nThể thơ thất ngôn.\nHình ảnh thiên nhiên thơ mộng, mang đậm nét cổ điển.\n3. Bố cục\nGồm 3 phần:\nPhần 1. Khổ thơ đầu: Miêu tả bao quát khung cảnh thiên nhiên trên sông.\nPhần 2. Khổ thơ thứ 2 và thứ 3: Miêu tả chi tiết khung cảnh thiên nhiên trên sông, bộc lộ tâm trạng của nhà thơ.\nPhần 3. Khổ thơ cuối: Khung cảnh trên sông lúc chiều tà, nỗi nhớ quê hương của nhà thơ.\n4. Nhan đề\n“Tràng giang”: Cách đọc chệch âm của từ “trường giang” có nghĩa là sông dài.\nÂm “ang” là một âm mở, khi đọc lên giúp gợi mở cả về chiều dài lẫn chiều rộng.\n=> Nhan đề giúp người đọc hình dung ra một không gian vũ trụ bao la, gợi ra một nỗi buồn mênh mang của con người khi đứng trước dòng sông.\n5. Lời đề từ\n- Lời đề từ: “Bâng khuâng trời rộng nhớ sông dài” do chính tác giả viết.\n- Từ “bâng khuâng” là từ láy gợi tả cảm giác xao xuyến, trống trải của con người khi đứng trước không gian rộng lớn của vũ trụ và “nhớ” lại là sự hoài niệm của con người về một điều gì đó đã xảy ra trong quá khứ.\n- Hình ảnh thiên nhiên: “trời rộng”, “sông dài” đã gợi mở ra những diện không gian đa chiều, phạm vi không gian từ cao đến thấp, từ xa đến gần. Không gian gợi mở ra trước mắt người đọc là diện không gian lớn, choáng ngợp với tầm vóc của vũ trụ.\n=> Lời đề từ của bài thơ đã thể hiện được tâm trạng suy tư, sầu muộn của Huy Cận về sự nhỏ bé của con người trước vũ trụ rộng lớn; bộc lộ nỗi khắc khoải không gian của hồn thơ Huy Cận.\n6. Nội dung\nBài thơ “Tràng Giang” đã bộc lộ nỗi sầu của một “cái tôi” cô đơn trước thiên nhiên rộng lớn, trong đó thấm đượm tình người, tình đời và lòng yêu nước thầm kín mà thiết tha.\n7. Nghệ thuật\nHình ảnh vừa mang vẻ đẹp cổ điển kết hợp hiện đại…\nIII. Dàn ý phân tích Tràng giang\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Tràng giang của Huy Cận.\n(2) Thân bài\na. Khổ 1: Miêu tả bao quát khung cảnh thiên nhiên trên sông\n- Câu thơ mở đầu đã mở ra một hình ảnh sông nước mênh mang: Từ “điệp điệp” gợi lên hình ảnh những đợt sóng cứ nối đuôi nhau vỗ vào bờ không ngừng nghỉ, không dứt, tô đậm thêm không gian rộng lớn, bao la.\n- Câu thơ thứ hai: con thuyền xuôi mái nước gợi lên sự nhỏ nhoi.\n=> Hình ảnh đối lập giữa không gian sông nước mênh mông với hình ảnh con thuyền nhỏ bé càng gợi lên trong chúng ta sự cô đơn, le loi.\n- Hai câu cuối:\n“Thuyền” và “nước” như có một nỗi buồn chia lìa đang đón đợi, cho lòng “sầu trăm ngả”.\nHình ảnh “củi một cành khô lạc mấy dòng” gợi lên trong lòng người đọc ám ảnh khôn nguôi về cõi nhân sinh, không biết rồi sẽ trôi dạt về đâu.\n=> Dòng sông được ví như dòng đời vô tận, cành củi khô chính là hình ảnh tượng trưng cho kiếp người nhỏ nhoi, vô định.\nb. Khổ 2 và 3: Miêu tả chi tiết khung cảnh thiên nhiên trên sông, bộc lộ tâm trạng của nhà thơ\n Khổ 2:\n- Hai câu thơ đầu khắc họa không gian hiu quạnh:\nNghệ thuật đảo ngữ cùng từ láy “lơ thơ”, “đìu hiu” đặc biệt gợi cảm đã gợi lên sự thưa thớt, hoang vắng, lạnh lẽo\nCâu thơ “Đâu tiếng làng xa vãn chợ chiều” gợi lên trong lòng người đọc nỗi buồn, sự hoang vắng, tàn tạ, thiếu vắng đi sự sống của con người.\n- Hai câu sau, không gian như được mở rộng cả về bốn phía làm cho cảnh vật vốn đã vắng vẻ lại càng thêm cô liêu và tĩnh mịch hơn, từ đó gợi lên cả nỗi buồn, sự cô đơn đến tột cùng của lòng người\n Khổ 3:\n- Hình ảnh “bèo dạt về đâu hàng nối hàng”: gợi lên hình ảnh về kiếp người, cõi nhân sinh trôi nổi, không biết rồi sẽ đi đâu, về đâu.\n- Nghệ thuật phủ định được lặp lại: “không một chuyến đò ngang”, “không cầu”.\n=> Nó thiếu đi dấu vết của sự sống, của bóng hình con người và hơn hết là tình người, mối giao hòa, thân mật giữa con người với nhau.\nc. Khổ 4: Khung cảnh trên sông lúc chiều tà, nỗi nhớ quê hương của nhà thơ\n- Hai câu thơ đầu với một bức tranh thiên nhiên chiều tà với vẻ đẹp hùng vĩ, nên thơ:\nNhững đám mây trắng cứ hết lớp này đến lớp khác nối tiếp nhau “đùn” lên dưới ánh nắng chiều như tạo nên những quả núi dát bạc.\nHình ảnh “cánh chim” xuất hiện như ánh lên một tia ấm áp cho cảnh vật song nó vẫn không làm vơi đi nỗi buồn trong sâu thẳm tâm hồn của nhà thơ.\n- Hai câu thơ cuối đã thể hiện nỗi nhớ quê hương da diết, cháy bỏng của tác giả:\nHình ảnh “dợn dợn vời con nước” miêu tả những đợt sóng lan xa mà hơn thế nó còn gợi lên cảm giác buồn nhớ đến vô tận của nhà thơ.\nCâu thơ cuối đậm chất cổ điển khép lại bài thơ đã diễn tả một cách chân thực và rõ nét niềm thương nhớ quê hương đất nước.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Tràng giang.\n \"\""