"Tác phẩm Tuyên ngôn Độc lập\nTuyên ngôn Độc lập\nHỡi đồng bào cả nước,\nTất cả mọi người đều sinh ra có quyền bình đẳng. Tạo hóa cho họ những quyền không ai có thể xâm phạm được; trong những quyền ấy, có quyền được sống, quyền tự do và quyền mưu cầu hạnh phúc.\nLời bất hủ ấy ở trong bản Tuyên ngôn Độc lập năm 1776 của nước Mỹ. Suy rộng ra, câu ấy có ý nghĩa là: tất cả các dân tộc trên thế giới đều sinh ra bình đẳng, dân tộc nào cũng có quyền sống, quyền sung sướng và quyền tự do.\nBản Tuyên ngôn Nhân quyền và Dân quyền của Cách mạng Pháp năm 1791 cũng nói: Người ta sinh ra tự do và bình đẳng về quyền lợi; và phải luôn luôn được tự do và bình đẳng về quyền lợi.\nĐó là những lẽ phải không ai chối cãi được.\nThế mà hơn 80 năm nay, bọn thực dân Pháp lợi dụng lá cờ tự do, bình đẳng, bác ái, đến cướp đất nước ta, áp bức đồng bào ta. Hành động của chúng trái hẳn với nhân đạo và chính nghĩa.\nVề chính trị, chúng tuyệt đối không cho nhân dân ta một chút tự do dân chủ nào.\nChúng thi hành những luật pháp dã man. Chúng lập ba chế độ khác nhau ở Trung, Nam, Bắc để ngăn cản việc thống nhất nước nhà của ta, để ngăn cản dân tộc ta đoàn kết.\nChúng lập ra nhà tù nhiều hơn trường học. Chúng thẳng tay chém giết những người yêu nước thương nòi của ta. Chúng tắm các cuộc khởi nghĩa của ta trong những bể máu.\nChúng ràng buộc dư luận, thi hành chính sách ngu dân.\nChúng dùng thuốc phiện, rượu cồn để làm cho nòi giống ta suy nhược.\nVề kinh tế, chúng bóc lột dân ta đến xương tủy, khiến cho dân ta nghèo nàn, thiếu thốn, nước ta xơ xác, tiêu điều. Chúng cướp không ruộng đất, hầm mỏ, nguyên liệu.\nChúng giữ độc quyền in giấy bạc, xuất cảng và nhập cảng.\nChúng đặt ra hàng trăm thứ thuế vô lý, làm cho dân ta, nhất là dân cày và dân buôn trở nên bần cùng.\nChúng không cho các nhà tư sản ta ngóc đầu lên. Chúng bóc lột công nhân ta một cách vô cùng tàn nhẫn.\nMùa thu năm 1940, phát xít Nhật đến xâm lăng Đông Dương để mở thêm căn cứ đánh Đồng Minh, thì bọn thực dân Pháp quỳ gối đầu hàng, mở cửa nước ta rước Nhật. Từ đó dân ta chịu hai tầng xiềng xích: Pháp và Nhật. Từ đó dân ta càng cực khổ, nghèo nàn. Kết quả là cuối năm ngoái sang đầu năm nay, từ Quảng Trị đến Bắc kỳ, hơn hai triệu đồng bào ta bị chết đói.\nNgày 9 tháng 3 năm nay, Nhật tước khí giới của quân đội Pháp. Bọn thực dân Pháp hoặc là bỏ chạy, hoặc là đầu hàng. Thế là chẳng những chúng không “bảo hộ” được ta, trái lại, trong 5 năm, chúng đã bán nước ta hai lần cho Nhật.\nTrước ngày 9 tháng 3, biết bao lần Việt Minh đã kêu gọi người Pháp liên minh để chống Nhật. Bọn thực dân Pháp đã không đáp ứng lại thẳng tay khủng bố Việt Minh hơn nữa. Thậm chí đến khi thua chạy, chúng còn nhẫn tâm giết nốt số đông tù chính trị ở Yên Bái và Cao Bằng.\nTuy vậy, đối với người Pháp, đồng bào ta vẫn giữ một thái độ khoan hồng và nhân đạo. Sau cuộc biến động ngày 9 tháng 3, Việt Minh đã giúp cho nhiều người Pháp chạy qua biên thùy, lại cứu cho nhiều người Pháp ra khỏi nhà giam Nhật và bảo vệ tính mạng và tài sản cho họ.\nSự thật là từ mùa thu năm 1940, nước ta đã thành thuộc địa của Nhật, chứ không phải thuộc địa của Pháp nữa. Khi Nhật hàng Đồng minh thì nhân dân cả nước ta đã nổi dậy giành chính quyền, lập nên nước Việt Nam Dân chủ Cộng hòa.\nSự thật là dân ta lấy lại nước Việt Nam từ tay Nhật, chứ không phải từ tay Pháp.\nPháp chạy, Nhật hàng, vua Bảo Đại thoái vị. Dân ta đã đánh đổ các xiềng xích thực dân gần 100 năm nay để gây dựng nên nước Việt Nam độc lập. Dân ta lại đánh đổ chế độ quân chủ mấy mươi thế kỷ mà lập nên chế độ Dân chủ Cộng hòa.\nBởi thế cho nên, chúng tôi, lâm thời Chính phủ của nước Việt Nam mới, đại biểu cho toàn dân Việt Nam, tuyên bố thoát ly hẳn quan hệ với Pháp, xóa bỏ hết những hiệp ước mà Pháp đã ký về nước Việt Nam, xóa bỏ tất cả mọi đặc quyền của Pháp trên đất nước Việt Nam.\nToàn dân Việt Nam, trên dưới một lòng kiên quyết chống lại âm mưu của bọn thực dân Pháp.\nChúng tôi tin rằng các nước Đồng minh đã công nhận những nguyên tắc dân tộc bình đẳng ở các Hội nghị Tê-hê-răng và Cựu Kim Sơn, quyết không thể không công nhận quyền độc lập của dân Việt Nam.\nMột dân tộc đã gan góc chống ách nô lệ của Pháp hơn 80 năm nay, một dân tộc đã gan góc đứng về phe Đồng Minh chống phát xít mấy năm nay, dân tộc đó phải được tự do! Dân tộc đó phải được độc lập!\nVì những lẽ trên, chúng tôi, chính phủ lâm thời của nước Việt Nam Dân chủ Cộng hòa, trịnh trọng tuyên bố với thế giới rằng:\nNước Việt Nam có quyền hưởng tự do và độc lập, và sự thật đã thành một nước tự do độc lập. Toàn thể dân tộc Việt Nam quyết đem tất cả tinh thần và lực lượng, tính mạng và của cải để giữ vững quyền tự do, độc lập ấy.\nI. Đôi nét về Hồ Chí Minh\n1. Vài nét về tiểu sử\n- Hồ Chí Minh (19.5.1890 - 2.9.1969) là vị lãnh tụ vĩ đại của dân tộc và cách mạng Việt Nam.\n- Hồ Chí Minh có tên khai sinh là Nguyễn Sinh Cung. Quê ở làng Kim Liên, huyện Nam Đàn, tỉnh Nghệ An.\n- Gia đình: Thân phụ là cụ Phó bảng Nguyễn Sinh Sắc - một nhà Nho yêu nước có tư tưởng tiến bộ có ảnh hưởng lớn đến tư tưởng của Người. Thân mẫu của Người là bà Hoàng Thị Loan.\n- Trong suốt cuộc đời hoạt động cách mạng, Người đã sử dụng nhiều tên gọi khác nhau: Nguyễn Tất Thành, Văn Ba, Nguyễn Ái Quốc... Tên gọi “Hồ Chí Minh” được sử dụng lần đầu tiên trong hoàn cảnh: Ngày 13 tháng 8 năm 1942, khi Trung Quốc với danh nghĩa đại diện của cả Việt Minh và Hội Quốc tế Phản Xâm lược Việt Nam để tranh thủ sự ủng hộ của Trung Hoa Dân Quốc.\n- Không chỉ là một nhà hoạt động cách mạng lỗi lạc, Hồ Chí Minh còn được biết đến với tư cách là một nhà văn nhà thơ lớn.\n- Hồ Chí Minh được UNESCO công nhận là Danh nhân văn hóa thể giới.\n2. Sự nghiệp văn học\na. Quan điểm sáng tác\n- Hồ Chí Minh coi văn học là vũ khí chiến đấu lợi hại phụng sự cho sự nghiệp cách mạng. Nhà văn cũng phải có tinh thần xung phong như chiến sĩ ngoài mặt trận.\n- Bác luôn chú trọng tính chân thật và tính dân tộc của văn học.\n- Khi cầm bút, Hồ Chí Minh bao giờ cũng xuất phát từ mục đích, đối tượng tiếp nhận để quyết định nội dung và hình thức của tác phẩm. Người luôn tự đặt câu hỏi:\nViết cho ai? (Đối tượng)\nViết để làm gì? (Mục đích)\nViết cái gì? (Nội dung)\nViết thế nào? (Hình thức)\nb. Di sản văn học\n- Văn chính luận\nTừ những thập niên đầu thế kỉ XX, các bài văn chính luận mang bút danh Nguyễn Ái Quốc viết bằng tiếng Pháp đăng trên các tờ báo: Người cùng khổ, Nhân đạo, Đời sống thợ thuyền… thể hiện tính chiến đấu mạnh mẽ.\nMột số văn bản như Tuyên ngôn Độc lập, Lời kêu gọi toàn quốc kháng chiến… được viết trong giờ phút lịch sử của dân tộc.\n- Truyện và kí hiện đại\nMột số truyện kí viết bằng tiếng Pháp: Pa-ri (1922), Lời than vãn của bà Trưng Trắc (1922), Vi hành (1923)...\nNhững tác phẩm này đều nhằm tố cáo tội ác dã mạn, bản chất xảo trá của bọn thực dân phong kiến và tay sai…\n- Thơ ca\nTên tuổi của nhà thơ Hồ Chí Minh gắn với tập Ngục trung nhật kí (Nhật kí trong tù).\nNgoài ra, Người còn một số chùm thơ viết ở Việt Bắc (1941 - 1945): Tức cảnh Pác Bó, Thướng sơn, Đối nguyệt…\nc. Phong cách nghệ thuật\n- Văn chính luận: ngắn gọn, súc tích, lập luận chặt chẽ, lí lẽ đanh thép, bằng chứng thuyết phục, giàu tính luận chiến, kết hợp nhuần nhuyễn mạch luận lí với mạch cảm xúc, giọng điệu uyển chuyển.\n- Truyện và kí hiện đại, giàu tính chiến đấu, nghệ thuật trào phúng sắc bén, nhẹ nhàng, hóm hỉnh nhưng thâm thúy, sâu cay.\n- Thơ ca: Thơ tuyên truyền cách mạng mộc mạc, giản dị, dễ nhớ, dễ thuộc; Thơ nghệ thuật kết hợp hài hòa giữa yếu tố cổ điển với yếu tố hiện đại, cô đọng, súc tích.\n=> Trong văn chính luận, truyện, kí hay thơ ca, phong cách nghệ thuật của Hồ Chí Minh hết sức phong phú, đa dạng mà thống nhất.\nII. Giới thiệu về Tuyên ngôn Độc lập\n1. Hoàn cảnh sáng tác\n- Chiến tranh thế giới thứ hai kết thúc. Phát xít Nhật đầu hàng đồng minh. Nhân dân ta giành được chính quyền trên cả nước.\n- Ngày 26 tháng 8 năm 1945, Chủ tịch Hồ Chí Minh từ Việt Bắc về tới Hà Nội. Tại căn nhà số 48 Hàng Ngang, Người soạn thảo Tuyên ngôn Độc lập.\n- Ngày 2 tháng 9 năm 1945, tại quảng trường Ba Đình (Hà Nội), Người thay mặt Chính phủ Lâm thời nước Việt Nam dân chủ cộng hòa đọc bản Tuyên ngôn Độc lập, khai sinh ra nước Việt Nam mới.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Đó là những lẽ phải không ai chối cãi được”: Cơ sở pháp lý của bản Tuyên ngôn để khẳng định quyền bình đẳng, độc lập dân tộc.\nPhần 2. Tiếp theo đến “Dân tộc đó phải được độc lập”: Cơ sở thực tế tố cáo tội ác của thực dân Pháp trong tám mươi năm thống trị nước ta.\nPhần 3. Còn lại: Lời tuyên bố độc lập.\n3. Ý nghĩa nhan đề\nTrong lịch sử nhân loại, không phải bất cứ một văn kiện nào cũng được gọi là một bản “Tuyên ngôn Độc lập”.\nChúng ta đã từng biết đến những bản tuyên ngôn nổi tiếng thế giới: “Tuyên ngôn Độc lập năm 1776 của nước Mỹ”, “Tuyên ngôn Nhân quyền và Dân quyền của Cách mạng Pháp năm 1791” và đặc biệt là “Tuyên ngôn Độc lập” của Việt Nam năm 1945. Trước hết, chủ tịch Hồ Chí Minh đã lựa chọn một nhan đề ngắn gọn, quy chuẩn và mang tính pháp lý cao: “Tuyên ngôn Độc lập”. Qua nhan đề này người đọc, người nghe đã thấy được mục đích cũng như vai trò của văn bản trên. Đây là một văn kiện lịch sử đánh dấu chấm hết cho chính quyền cai trị của thực dân Pháp trên lãnh thổ Việt Nam. Đồng thời khẳng định Việt Nam đã là một quốc gia độc lập, có chủ quyền lãnh thổ và quyền tự quyết. Toàn thể nhân dân Việt Nam có quyền tự do dân chủ. Đây là những quyền được luật pháp quốc tế công nhận.\nNhư vậy, “Tuyên ngôn Độc lập của Hồ Chí Minh không chỉ có giá trị trong nội dung câu chữ mà ngay từ nhan đề cũng đã thể hiện được điều đó.\n4. Tóm tắt\nTuyên ngôn Độc lập đã trích dẫn hai bản “Tuyên ngôn Độc lập” của Mỹ, “Tuyên ngôn nhân quyền và dân quyền” của Pháp để khẳng định quyền độc lập tự do của dân tộc Việt Nam. Sau đó, bản tuyên ngôn lên án tội ác của thực dân Pháp đối với dân tộc Việt Nam trong đó hơn 80 năm xâm lược. Đó là tội ác về kinh tế, chính trị, văn hóa giáo dục và tội bán nước hai lần cho Nhật. Đồng thời cổ vũ tinh thần đấu tranh của dân tộc Việt Nam. Cuối cùng là lời tuyên bố độc lập.\n5. Nội dung\nTuyên ngôn Độc lập là văn kiện lịch sử tuyên bố trước quốc dân đồng bào và thế giới về việc chấm dứt chế độ thực dân, phong kiến ở nước ta, đánh dấu kỉ nguyên độc lập, tự do của nước Việt Nam mới.\n6. Nghệ thuật\nLập luận chặt chẽ, lí lẽ đanh thép, ngôn ngữ hùng hồn, sử dụng các thủ pháp nghệ thuật hợp lý…\n7. Mở bài và kết bài\n- Mở bài: Chủ tịch Hồ Chí Minh không chỉ là một nhà hoạt động cách mạng lỗi lạc, mà còn được biết đến với tư cách là một nhà văn nhà thơ lớn. Một trong những tác phẩm có thể kể đến Tuyên ngôn Độc lập được coi là “áng văn chính luận mẫu mực” nhất của mọi thời đại.\n- Kết bài: “Tuyên ngôn độc lập” là văn kiện lịch sử tuyên bố trước quốc dân đồng bào và thế giới về việc chấm dứt chế độ thực dân, phong kiến ở nước ta, đánh dấu kỉ nguyên độc lập, tự do của nước Việt Nam mới. Tác phẩm đã trở thành một văn kiện có giá trị lịch sử đối với dân tộc Việt Nam, được mệnh danh là “bài thơ thần” của thời đại mới.\nIII. Dàn ý phân tích Tuyên ngôn Độc lập\n(1) Mở bài\nGiới thiệu về tác giả Hồ Chí Minh và tác phẩm Tuyên ngôn Độc lập.\n(2) Thân bài\na. Cơ sở pháp lý\n- Hồ Chí Minh đã trích dẫn hai bản tuyên ngôn của Mỹ năm 1776 và bản Tuyên ngôn Nhân quyền và Dân quyền của Pháp năm 1791, cho thấy vốn am hiểu sâu rộng của Bác.\n- Trích dẫn sáng tạo “suy rộng ra…”: từ quyền cá nhân nâng lên thành quyền dân tộc, cho thấy tư tưởng nhân văn cao đẹp.\n=> Qua đây thì đã đề cao những giá trị hiển nhiên của tư tưởng nhân loại và tạo tiền đề cho lập luận sẽ nêu ở mệnh đề tiếp theo.\n- Ý nghĩa: thủ pháp “gậy ông đập lưng ông”, đặt ba nền độc lập ngang hàng nhằm thể hiện niềm tự hào dân tộc.\nb. Cơ sở thực tiễn\nb.1. Bản cáo trạng tội ác thực dân Pháp:\n- Vạch trần bộ mặt xảo quyệt của thực dân Pháp “lợi dụng lá cờ tự do, bình đẳng, bác ái, đến cướp đất nước ta, áp bức đồng bào ta”.\n- Bác đã kể ra năm tội ác về chính trị:\nTước đoạt tự do dân chủ.\nLuật pháp dã man, chính sách chia để trị.\nChém giết những chiến sĩ yêu nước của dân ta.\nRàng buộc dư luận và thi hành chính sách ngu dân.\nĐầu độc bằng rượu cồn, thuốc phiện.\n- Năm tội ác lớn về kinh tế:\nBóc lột nhân dân ta đến tận xương tủy.\nCướp không ruộng đất, hầm mỏ, nguyên liệu.\nĐộc quyền in giấy bạc, xuất cảng và nhập cảng.\nĐặt ra hàng trăm thứ thuế vô lý, dân cày và dân buôn trở nên bần cùng\nKhông cho nhà tư sản của ta góc đầu lên.\n- Về văn hóa - giáo dục:\nLập ra nhiều nhà tù hơn trường học.\nThẳng tay chém giết những người yêu nước thương nòi của ta.\nTắm các cuộc khởi nghĩa của ta trong những bể máu.\nTrong vòng 5 năm bán nước ta 2 lần cho Nhật.\nThẳng tay khủng bố Việt Minh; “thậm chí đến khi thua chạy, chúng còn nhẫn tâm giết nốt số đông tù chính trị ở Yên Bái và Cao Bằng”.\nb.2. Quá trình đấu tranh giành độc lập của nhân dân ta\n- Từ mùa thu năm 1940, nước ta đã thành thuộc địa của Nhật chứ không phải thuộc địa của Pháp nữa. Nhân dân ta đã giành độc lập từ tay Nhật không phải từ tay Pháp.\n- Nhân dân ta đã đánh đổ các xiềng xích thực dân và chế độ quân chủ mà lập nên chế độ Dân chủ Cộng hoà. Pháp chạy, Nhật hàng, vua Bảo Đại thoái vị.\n- Kêu gọi sự ủng hộ của các nước đồng minh: “quyết không thể không công nhận quyền độc lập của dân Việt Nam”.\nc. Lời tuyên bố với thế giới\n- Khẳng định nước Việt Nam ta có quyền được hưởng tự do và độc lập và sự thật đã thành một nước tự do, độc lập.\n- Nhân dân đã quyết tâm giữ vững quyền tự do, độc lập ấy.\n=> “Tuyên ngôn độc lập” là một văn kiện lịch sử vô giá của dân tộc ta, thể hiện phong cách chính luận của Hồ Chí Minh.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bản Tuyên ngôn Độc lập.\n \"\""