"\"tac-pham-van-hoc\" Tác phẩm văn học\nBài thơ Gấu con chân vòng kiềng\nGấu con chân vòng kiềng\nGấu con chân vòng kiềng\nGấu con chân vòng kiềng\nĐi dạo trong rừng nhỏ,\nNhặt những quả thông già,\nHát líu lo, líu lo.\nĐột nhiên một quả thông\nRụng vào đầu đánh bốp…\nGấu luống cuống, vướng chân\nVà ngã nghe cái bộp!\nCó con sáo trên cành\nHét thật to trêu chọc:\n- Ê gấu, chân vòng kiềng\nGiẫm phải đuôi à nhóc!\nCả đàn năm con thỏ\nHét thật to trêu chọc: \n- Gấu con chân vòng kiềng!\nHét thật to – đến xấu.\nThế là ai cũng biết\nTất cả đều chê bai:\n-Gấu con chân vòng kiềng\nĐi dạo trong rừng nhỏ…\nGấu con chân vòng kiềng\nVội chạy về mách mẹ:\n- Vòng kiềng thật xấu hổ\nCon thà chết còn hơn.\nNó nấp sau cánh tủ,\nTủi thân khóc thật to:\n- Cả khu rừng này chê\nChân vòng kiềng xấu, xấu!\nNgạc nhiên lắm, mẹ gấu\nNói với con thế này:\n- Chân của con rất đẹp,\nMẹ luôn thấy tự hào!\nChân mẹ vòng kiềng nhé,\nCả chân bố cũng cong,\nVòng kiềng giỏi nhất vùng\nChính là ông nội đấy!\nGấu con nghe mẹ nói\nBình tâm trở lại ngay.\nRa rửa sạch chân tay,\nRồi ngồi ăn bánh mật.\nVà bước ra kiêu hãnh,\nVui vẻ hét thật to:\n- Chân vòng kiềng là ta\nTa vào rừng đi dạo!\nI. Đôi nét về tác giả\nTác giả U-xa-chốp sinh năm 1958 tại Mát-xcơ-va. Ông là nhà văn, nhà thơ, nhà viết kịch cho thiếu nhi, có tác phẩm xuất bản từ năm 1985.\nII. Giới thiệu bài thơ Gấu con chân vòng kiềng\n1. Xuất xứ\nTheo Stihi.ru\n2. Bố cục\nGồm 2 phần:\nPhần 1. 5 khổ thơ đầu: Gấu con vào rừng đi dạo, vấp ngã và bị trêu là chân vòng kiềng.\nPhần 2. Còn lại: Gấu con chạy về mách mẹ, được mẹ khuyên nhủ và tự tin về đôi chân vòng kiềng.\n3. Nội dung\nBài thơ kể lại việc một lần chú gấu bị ngã, bị trêu chọc vì chân vòng kiềng nên cậu xấu hổ. Gấu trở về nhà kể cho mẹ, được mẹ khuyên nhủ nên đã lấy được tự tin không hề thấy xấu hổ.\n4. Nghệ thuật\nThể thơ năm chữ ngắn gọn, giọng điệu hồn nhiên…\nIII. Dàn ý phân tích Gấu con chân vòng kiềng\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Gấu con chân vòng kiềng.\n(2) Thân bài\na. Gấu con vào rừng đi dạo, vấp ngã và bị trêu là chân vòng kiềng\n- Tình huống: Một ngày nọ, gấu con vào rừng đi dạo, vừa đi vừa nhặt những quả thông nhỏ. Bỗng nhiên, một quả thông rụng vào đầu khiến gấu con luống cuống và bị ngã.\n- Phản ứng của các con vật xung quanh:\nCon sáo trên cành hét thật to trêu chọc: “Ê gấu, chân vòng kiềng/Giẫm phải đuôi à nhóc!”\nĐàn thỏ cũng nhanh nhảu hùa theo, hét thật to: “Gấu con chân vòng kiềng!... đến xấu!”\nCả khu rừng đều biết gấu con chân có đôi chân vòng kiềng và chê bai gấu con.\n=> Những lời trêu chọc vô tình sẽ gây ra những tổn thương cho người khác.\nb. Gấu con chạy về mách mẹ, được mẹ khuyên nhủ và tự tin về đôi chân vòng kiềng\n- Tình huống: Gấu con buồn bã chạy về mách mẹ, tủi thân khóc lóc và nói rằng cả khu rừng này đều đôi chân vòng kiềng xấu.\n- Phản ứng của gấu mẹ vô cùng ngạc nhiên, giải thích rằng đôi chân vòng kiềng rất đẹp: “Chân mẹ vòng kiềng nhé,/Cả chân bố cũng cong,/Vòng kiềng giỏi nhất vùng/Chính là ông nội đấy!”.\n- Gấu con bình tâm, nhận ra vẻ đẹp của đôi chân vòng kiềng và không còn tự ti, trở lại khu rừng đi dạo.\n=> Không có ai là hoàn hảo, có cái đẹp và cái xấu và điều đó cần nhận được sự tôn trọng của mọi người xung quanh.\n(3) Kết bài\nKhẳng định ý nghĩa của bài thơ Gấu con chân vòng kiềng.\n \"\""