"Tác phẩm Truyện Kiều của Nguyễn Du\nI. Đôi nét về tác giả Nguyễn Du\n1. Cuộc đời\n- Nguyễn Du sinh năm 1765 tại Thăng Long, tên chữ là Tố Như, hiệu là Thanh Hiên.\n- Tổ tiên Nguyễn Du vốn từ làng Canh Hoạch, huyện Thanh Oai, trấn Sơn Nam (nay thuộc Hà Nội), sau đó di cư vào xã Nghi Xuân, huyện Tiên Điền (nay là làng Tiên Điền, huyện Nghi Xuân, tỉnh Hà Tĩnh).\n- Cha là Nguyễn Nghiễm (1708 - 1775) và mẹ là Trần Thị Tần (1740 - 1778).\n- Vợ của Nguyễn Du là con gái Đoàn Nguyễn Thục, quê ở Quỳnh Côi, trấn Sơn Nam (nay thuộc Thái Bình).\n- Nguyễn Du may mắn được tiếp nhận truyền thống văn hóa của nhiều vùng quê khác nhau.\n- Thời thơ ấu và niên thiếu, Nguyễn Du sống tại Thăng Long trong một gia đình phong kiến quyền quý.\n- Năm 10 tuổi, Nguyễn Du mồ côi cha.\n- Năm 13 tuổi, mồ côi mẹ, Nguyễn Du đến sống với người anh cùng cha khác mẹ là Nguyễn Khản.\n- Trong khoảng thời gian này, ông đã có dịp hiểu biết về cuộc sống phong lưu, xa hoa của giới quý tộc phong kiến - những điều đó đã để lại dấu ấn trong sáng tác của ông sau này.\n- Năm 1783, Nguyễn Du thi Hương đỗ tam trường (tú tài) và được tập ấm nhận một chức quan võ nhỏ ở Thái Nguyên.\n- Từ năm 1789, Nguyễn Du đã rơi vào cuộc sống khó khăn gian khổ hơn chục năm ở các vùng nông thôn khác nhau đã tạo điều kiện cho Nguyễn Du có một vốn sống thực tế phong phú thô thúc ông suy ngẫm nhiều về xã hội, thân phận con người tạo tiền đề cho việc hình thành tài năng và bản lĩnh văn chương.\n- Sau nhiều năm sống chật vật ở các vùng quê khác nhau, năm 1802, Nguyễn Du ra làm quan cho nhà Nguyễn.\n- Năm 1802, ông nhậm chức Tri huyện Phù Dung (nay thuộc Khoái Châu, Hưng Yên), sau đổi thành Tri phủ Thường Tín (nay thuộc Hà Nội).\n- Từ năm 1805 - 1809, ông được thăng chức Đông Các điện học sĩ.\n- Năm 1809, Nguyễn Du được bổ làm Cai bạ dinh Quảng Bình.\n- Năm 1813, ông được thăng Cần Chánh điện học sinh và giữ chức Chánh sứ đi Trung Quốc.\n- Đến khi sang Trung Quốc, Nguyễn Du được tiếp xúc trực tiếp với nền văn hóa mà từ nhỏ đã quen thuộc.\n- Năm 1820, Nguyễn Du được cử làm Chánh sứ đi Trung Quốc, nhưng chưa kịp lên đường đã mất vào ngày 10 tháng 8 năm 1820.\n- Năm 1965, Hội đồng Hòa bình thế giới đã công nhận Nguyễn Du là danh nhân văn hóa thế giới.\n2. Sự nghiệp văn học\na. Các sáng tác chính\n Sáng tác bằng chữ Hán: gồm 249 bài thơ chữ Hán do Nguyễn Du viết vào các thời kỳ khác nhau.\n- Thanh Hiên thi tập (Tập thơ của Thanh Hiên): 78 bài viết chủ yếu trong những năm tháng trước khi ra làm quan nhà Nguyễn.\n- Nam trung tạp ngâm (Các bài thơ ngâm khi ở phương Nam): 40 bài viết thời gian làm quan ở Huế và Quảng Bình, những địa phương ở phía nam Hà Tĩnh quê hương ông.\n- Bắc hành tạp lục (Ghi chép trong chuyến đi sang phương Bắc) gồm 131 bài thơ sáng tác trong chuyến đi sứ Trung Quốc.\n=> Thơ chữ Hán của Nguyễn Du thể hiện tư tưởng, tình cảm, nhân cách của ông.\n Sáng tác bằng chữ Nôm: Đoạn trường tân thanh (Truyện Kiều) và Văn chiêu hồn.\nb. Một vài đặc điểm về nội dung và nghệ thuật của thơ văn Nguyễn Du\n Đặc điểm nội dung:\n- Tình cảm chân thành, sự cảm thông sâu sắc của tác giả đối với cuộc sống và con người, đặc biệt là những con người nhỏ bé, bất hạnh, phụ nữ.\n- Nguyễn Du đã đề cập đến một vấn đề rất mới, nhưng cũng rất quan trọng của chủ nghĩa nhân đạo trong văn học: xã hội cần phải trân trọng những giá trị tinh thần, do đó cần phải trân trọng chủ thể sáng tạo ra những giá trị tinh thần đó.\n- Sáng tác của Nguyễn Du cũng đề cao hạnh phúc của con người tự nhiên, trần thế.\n=> Nguyễn Du là tác giả tiêu biểu của trào lưu nhân đạo chủ nghĩa văn học cuối thế kỉ XVIII - đầu thế kỉ XIX.\n Đặc điểm nghệ thuật\n- Thể thơ phong phú: ngũ ngôn cổ thi, ngũ ngôn luật, thất ngôn luật và ca, hành (nhạc phủ)...\n- Góp phần trau dồi ngôn ngữ văn học dân tộc, làm giàu cho tiếng Việt qua việc Việt hóa yếu tố ngôn ngữ ngoại nhập.\nII. Giới thiệu về tác phẩm Truyện Kiều\n1. Hoàn cảnh sáng tác\n- Truyện Kiều (Đoạn trường tân thanh) được Nguyễn Du sáng tác vào đầu thế kỉ 19 (khoảng 1805 - 1809).\n- Nguyễn Du sáng tác “Truyện Kiều” dựa trên cốt truyện “Kim Vân Kiều truyện” của Trung Quốc.\n- Tuy nhiên, phần sáng tạo của Nguyễn Du là vô cùng lớn, mang đến sự thành công và sức hấp dẫn cho tác phẩm.\n- Thể loại: Truyện thơ Nôm, 3254 câu thơ lục bát.\n2. Bố cục\nGồm 3 phần:\nPhần thứ nhất: Gặp gỡ và đính ước\nPhần thứ hai: Gia biến và lưu lạc\nPhần thứ ba: Đoàn tụ\n3. Giá trị nội dung\n- Truyện Kiều là bức tranh hiện thực về một xã hội bất công, tàn bạo cũng như là tiếng nói thương cảm trước số phận bi kịch của con người.\n- Truyện Kiều là tiếng nói khẳng định đề cao tài năng, nhân phẩm và khát vọng chân chính của con người.\n4. Giá trị nghệ thuật\n- Đỉnh cao của ngôn ngữ dân tộc và thể thơ lục bát.\n- Nghệ thuật tự sự có bước phát triển vượt bậc.\n- Nghệ thuật dẫn chuyện đến miêu tả thiên nhiên, khắc họa tính cách và miêu tả tâm lí con người.\nTruyện Kiều\nChương I: Kiều thăm mộ Đạm tiên\n1. Trăm năm trong cõi người ta,\nChữ tài chữ mệnh khéo là ghét nhau. \nTrải qua một cuộc bể dâu,\nNhững điều trông thấy mà đau đớn lòng. \n5. Lạ gì bỉ sắc tư phong,\nTrời xanh quen thói má hồng đánh ghen. \nCảo thơm lần giở trước đèn\nPhong tình cổ lục còn truyền sử xanh. \nRằng năm Gia Tĩnh triều Minh,\n10. Bốn phương phẳng lặng, hai kinh vững vàng. \nCó nhà viên ngoại họ Vương,\nGia tư nghĩ cũng thường thường bực trung. \nMột trai con thứ rốt lòng,\nVương Quan là chữ, nối dòng nho gia. \n15. Đầu lòng hai ả tố nga,\nThúy Kiều là chị, em là Thúy Vân. \nMai cốt cách, tuyết tinh thần,\nMỗi người một vẻ, mười phân vẹn mười. \nVân xem trang trọng khác vời,\n20. Khuôn trăng đầy đặn, nét ngài nở nang. \nHoa cười ngọc thốt đoan trang,\nMây thua nước tóc, tuyết nhường màu da. \nKiều càng sắc sảo, mặn mà,\nSo bề tài, sắc, lại là phần hơn. \n25. Làn thu thủy, nét xuân sơn,\nHoa ghen thua thắm, liễu hờn kém xanh. \nMột, hai nghiêng nước nghiêng thành,\nSắc đành đòi một, tài đành họa hai. \nThông minh vốn sẵn tư trời,\n30. Pha nghề thi họa, đủ mùi ca ngâm. \nCung thương làu bậc ngũ âm,\nNghề riêng ăn đứt Hồ cầm một trương. \nKhúc nhà tay lựa nên chương,\nMột thiên bạc mệnh, lại càng não nhân. \n35. Phong lưu rất mực hồng quần,\nXuân xanh xấp xỉ tới tuần cập kê\nÊm đềm trướng rủ màn che,\nTường đông ong bướm đi về mặc ai. \nNgày xuân con én đưa thoi,\n40. Thiều quang chín chục đã ngoài sáu mươi. \nCỏ non xanh tận chân trời,\nCành lê trắng điểm một vài bông hoa. \nThanh minh trong tiết tháng ba,\nLễ là tảo mộ, hội là đạp Thanh. \n45. Gần xa nô nức yến anh,\nChị em sắm sửa bộ hành chơi xuân. \nDập dìu tài tử, giai nhân,\nNgựa xe như nước áo quần như nêm. \nNgổn ngang gò đống kéo lên,\n50. Thoi vàng vó rắc tro tiền giấy bay. \nTà tà bóng ngả về tây,\nChị em thơ thẩn dan tay ra về. \nBước dần theo ngọn tiểu khê,\nLần xem phong cảnh có bề thanh thanh. \n55. Nao nao dòng nước uốn quanh,\nDịp cầu nho nhỏ cuối ghềnh bắc ngang. \nSè sè nấm đất bên đàng,\nDàu dàu ngọn cỏ nửa vàng nửa xanh. \nRằng: Sao trong tiết thanh minh,\n60. Mà đây hương khói vắng tanh thế mà?\nVương Quan mới dẫn gần xa:\nĐạm Tiên nàng ấy xưa là ca nhi. \nNổi danh tài sắc một thì,\nXôn xao ngoài cửa hiếm gì yến anh. \n65. Kiếp hồng nhan có mong manh,\nNửa chừng xuân thoắt gãy cành thiên hương. \nCó người khách ở viễn phương,\nXa nghe cũng nức tiếng nàng tìm chơi. \nThuyền tình vừa ghé tới nơi,\n70. Thì đà trâm gẫy bình rơi bao giờ.\nBuồng không lạnh ngắt như tờ,\nDấu xe ngựa đã rêu lờ mờ xanh.\nKhóc than khôn xiết sự tình,\nKhéo vô duyên ấy là mình với ta.\n75. Đã không duyên trước chăng mà,\nThì chi chút ước gọi là duyên sau.\nSắm xanh nếp tử xe châu,\nVùi nông một nấm mặc dầu cỏ hoa.\nTrải bao thỏ lặn ác tà,\n80. Ấy mồ vô chủ, ai mà viếng thăm!\nLòng đâu sẵn mối thương tâm,\nThoắt nghe Kiều đã đầm đầm châu sa.\nĐau đớn thay phận đàn bà!\nLời rằng bạc mệnh cũng là lời chung.\n85. Phũ phàng chi bấy hoá công,\nNgày xanh mòn mỏi má hồng phôi pha.\nSống làm vợ khắp người ta,\nKhéo thay thác xuống làm ma không chồng.\nNào người phượng chạ loan chung,\n90. Nào người tích lục tham hồng là ai?\nĐã không kẻ đoái người hoài,\nSẵn đây ta kiếm một vài nén hương.\nGọi là gặp gỡ giữa đường,\nHọa là người dưới suối vàng biết cho.\n95. Lầ\n  \nnh có chừa ai đâu?\nNỗi niềm tưởng đến mà đau,\n110. Thấy người nằm đó biết sau thế nào?\nQuan rằng: Chị nói hay sao,\nMột lời là một vận vào khó nghe.\nỞ đây âm khí nặng nề,\nBóng chiều đã ngả dặm về còn xa.\n115. Kiều rằng: Những đấng tài hoa,\nThác là thể phách, còn là tinh anh,\nDễ hay tình lại gặp tình,\nChờ xem ắt thấy hiển linh bây giờ.\nMột lời nói chửa kịp thưa,\n120. Phút đâu trận gió cuốn cờ đến ngay.\nÀo ào đổ lộc rung cây,\nỞ trong dường có hương bay ít nhiều.\nĐè chừng ngọn gió lần theo,\nDấu giày từng bước in rêu rành rành.\n125. Mắt nhìn ai nấy đều kinh,\nNàng rằng: Này thực tinh thành chẳng xa.\nHữu tình ta lại gặp ta,\nChớ nề u hiển mới là chị em.\nĐã lòng hiển hiện cho xem,\nTạ lòng nàng lại nối thêm vài lời.\n130. Lòng thơ lai láng bồi hồi,\nGốc cây lại vạch một bài cổ thi. \nDùng dằng nửa ở nửa về,\nNhạc vàng đâu đã tiếng nghe gần gần.\n135. Trông chừng thấy một văn nhân,\nLỏng buông tay khấu bước lần dặm băng.\nĐề huề lưng túi gió trăng,\nSau chân theo một vài thằng con con.\nTuyết in sắc ngựa câu giòn,\n140. Cỏ pha màu áo nhuộm non da trời.\nNẻo xa mới tỏ mặt người,\nKhách đà xuống ngựa tới nơi tự tình.\nHài văn lần bước dặm xanh,\nMột vùng như thể cây quỳnh cành dao.\n145. Chàng Vương quen mặt ra chào,\nHai Kiều e lệ nép vào dưới hoa.\nNguyên người quanh quất đâu xa,\nHọ Kim tên Trọng vốn nhà trâm anh.\nNền phú hậu, bậc tài danh,\n150. Văn chương nết đất, thông minh tính trời.\nPhong tư tài mạo tót vời,\nVào trong phong nhã, ra ngoài hào hoa.\nChung quanh vẫn đất nước nhà,\nVới Vương Quan trước vẫn là đồng thân.\n155. Vẫn nghe thơm nức hương lân,\nMột nền đồng Tước khóa xuân hai Kiều.\nNước non cách mấy buồng thêu,\nNhững là trộm nhớ thầm yêu chốc mòng.\nMay thay giải cấu tương phùng,\n160. Gặp tuần đố lá thoả lòng tìm hoa.\nBóng hồng nhác thấy nẻo xa,\nXuân lan thu cúc mặn mà cả hai.\nNgười quốc sắc, kẻ thiên tài,\nTình trong như đã, mặt ngoài còn e.\n165. Chập chờn cơn tỉnh cơn mê.\nRốn ngồi chẳng tiện, dứt về chỉn khôn.\nBóng tà như giục cơn buồn,\nKhách đà lên ngựa, người còn nghé theo.\nDưới cầu nước chảy trong veo,\n170. Bên cầu tơ liễu bóng chiều thướt tha.\nKiều từ trở gót trướng hoa,\nMặt trời gác núi chiêng đà thu không.\nMảnh trăng chênh chếch dòm song,\nVàng gieo ngấn nước, cây lồng bóng sân.\n175. Hải đường lả ngọn đông lân,\nGiọt sương gieo nặng cành xuân la đà.\nMột mình lặng ngắm bóng nga,\nRộn đường gần với nỗi xa bời bời:\nNgười mà đến thế thì thôi,\n180. Đời phồn hoa cũng là đời bỏ đi!\nNgười đâu gặp gỡ làm chi,\nTrăm năm biết có duyên gì hay không?\nNgổn ngang trăm mối bên lòng,\nNên câu tuyệt diệu ngụ trong tính tình.\n185. Chênh chênh bóng nguyệt xế mành,\nTựa nương bên triện một mình thiu thiu.\nThoắt đâu thấy một tiểu kiều,\nCó chiều thanh vận, có chiều thanh tân.\nSương in mặt, tuyết pha thân,\n190. Sen vàng lãng đãng như gần như xa.\nChào mừng đón hỏi dò la:\nĐào nguyên lạc lối đâu mà đến đây?\nThưa rằng: Thanh khí xưa nay,\nMới cùng nhau lúc ban ngày đã quên.\n195. Hàn gia ở mé tây thiên,\nDưới dòng nước chảy bên trên có cầu.\nMấy lòng hạ cố đến nhau,\nMấy lời hạ tứ ném châu gieo vàng.\nVâng trình hội chủ xem tường,\n200. Mà sao trong sổ đoạn trường có tên.\nÂu đành quả kiếp nhân duyên,\nCùng người một hội, một thuyền đâu xa!\nNày mười bài mới mới ra,\nCâu thần lại mượn bút hoa vẽ vời.\n205. Kiều vâng lĩnh ý đề bài,\nTay tiên một vẫy đủ mười khúc ngâm.\nXem thơ nức nở khen thầm:\nGiá đành tú khẩu cẩm tâm khác thường\nVí đem vào tập Đoạn Trường\n210. Thì treo giải nhất chi nhường cho ai.\nThềm hoa khách đã trở hài,\nNàng còn cầm lại một hai tự tình.\nGió đâu xịch bức mành mành,\nTỉnh ra mới biết rằng mình chiêm bao.\n215. Trông theo nào thấy đâu nào\nHương thừa dường hãy ra vào đâu đây.\nMột mình lưỡng lự canh chầy,\nĐường xa nghĩ nỗi sau này mà kinh.\nHoa trôi bèo dạt đã đành,\n220. Biết duyên mình, biết phận mình thế thôi!\nNỗi riêng lớp lớp sóng dồi,\nNghĩ đòi cơn lại sụt sùi đòi cơn.\nGiọng Kiều rền rĩ trướng loan,\nNhà Huyên chợt tỉnh hỏi: Cơn cớ gì?\n225. Cớ sao trằn trọc canh khuya,\nMàu hoa lê hãy dầm dề giọt mưa?\nThưa rằng: Chút phận ngây thơ,\nDưỡng sinh đôi nợ tóc tơ chưa đền.\nBuổi ngày chơi mộ Đạm Tiên,\n230. Nhắp đi thoắt thấy ứng liền chiêm bao.\nĐoạn trường là số thế nào,\nBài ra thế ấy, vịnh vào thế kia.\nCứ trong mộng triệu mà suy,\nPhận con thôi có ra gì mai sau!\n235. Dạy rằng: Mộng triệu cớ đâu,\nBỗng không mua não chuốc sầu nghĩ nao.\nVâng lời khuyên giải thấp cao,\nChưa xong điều nghĩ đã dào mạch Tương.\nNgoài song thỏ thẻ oanh vàng,\n240. Nách tường bông liễu bay ngang trước mành.\nHiên tà gác bóng chênh chênh,\nNỗi riêng, riêng chạnh tấc riêng một mình.\nCho hay là thói hữu tình,\nĐố ai gỡ mối tơ mành cho xong.\nChương II: Kiều gặp Kim Trọng\n245. Chàng Kim từ lại thư song,\nNỗi nàng canh cánh bên lòng biếng khuây.\nSầu đong càng lắc càng đầy,\nBa thu dồn lại một ngày dài ghê.\nMây Tần khóa kín song the,\n250. Bụi hồng lẽo đẽo đi về chiêm bao.\nTuần trăng khuyết, đĩa dầu hao,\nMặt mơ tưởng mặt, lòng ngao ngán lòng.\nBuồng văn hơi giá như đồng,\nTrúc se ngọn thỏ, tơ chùng phím loan.\n255. Mành Tương phất phất gió đàn,\nHương gây mùi nhớ, trà khan giọng tình.\nVì chăng duyên nợ ba sinh,\nThì chi đem thói khuynh thành trêu ngươi.\nBâng khuâng nhớ cảnh, nhớ người,\n260. Nhớ nơi kỳ ngộ vội dời chân đi.\nMột vùng cỏ mọc xanh rì,\nNước ngâm trong vắt, thấy gì nữa đâu!\nGió chiều như gợi cơn sầu,\nVi lô hiu hắt như màu khảy trêu.\n265. Nghề riêng nhớ ít tưởng nhiều,\nXăm xăm đè nẻo Lam Kiều lần sang.\nThâm nghiêm kín cổng cao tường,\nCạn dòng lá thắm dứt đường chim xanh.\nLơ thơ tơ liễu buông mành,\n270. Con oanh học nói trên cành mỉa mai.\nMấy lần cửa đóng then cài,\nĐầy thềm hoa rụng, biết người ở đâu?\nTần ngần đứng suốt giờ lâu,\nDạo quanh chợt thấy mái sau có nhà.\n275. Là nhà Ngô Việt thương gia,\nBuồng không để đó người xa chưa về.\nLấy điều du học hỏi thuê,\nTúi đàn cặp sách đề huề dọn sang.\nCó cây, có đá sẵn sàng,\n280. Có hiên Lãm thúy, nét vàng chưa phai.\nMừng thầm chốn ấy chữ bài,\nBa sinh âu hẳn duyên trời chi đây.\nSong hồ nửa khép cánh mây,\nTường đông ghé mắt ngày ngày hằng trông.\n285. Tấc gang đồng tỏa nguyên phong,\nTuyệt mù nào thấy bóng hồng vào ra.\nNhẫn từ quán khách lân la,\nTuần trăng thấm thoắt nay đà thèm hai.\nCách tường phải buổi êm trời,\n290. Dưới đào dường có bóng người thướt tha.\nBuông cầm xốc áo vội ra,\nHương còn thơm nức, người đà vắng tanh.\nLần theo tường gấm dạo quanh,\nTrên đào nhác thấy một cành kim thoa.\n295. Giơ tay với lấy về nhà:\nNày trong khuê các đâu mà đến đây?\nNgẫm âu người ấy báu này,\nChẳng duyên chưa dễ vào tay ai cầm!\nLiền tay ngắm nghía biếng nằm,\n300. Hãy còn thoang thoảng hương trầm chưa phai. \nTan sương đã thấy bóng người,\nQuanh tường ra ý tìm tòi ngẩn ngơ.\nSinh đà có ý đợi chờ,\nCách tường lên tiếng xa đưa ướm lòng:\n305. Thoa này bắt được hư không,\nBiết đâu Hợp Phố mà mong châu về?\nTiếng Kiều nghe lọt bên kia:\nƠn lòng quân tử sá gì của rơi.\nChiếc thoa nào của mấy mươi,\n310. Mà lòng trọng nghĩa khinh tài xiết bao!\nSinh rằng: Lân lý ra vào,\nGần đây nào phải người nào xa xôi.\nĐược rày nhờ chút thơm rơi,\nKể đà thiểu não lòng người bấy nay!\n315. Bấy lâu mới được một ngày,\nDừng chân gạn chút niềm tây gọi là.\nVội về thêm lấy của nhà,\nXuyến vàng đôi chiếc khăn là một vuông.\nBậc mây rón bước ngọn tường,\n320. Phải người hôm nọ rõ ràng chẳng nhe?\nSượng sùng giữ ý rụt rè,\nKẻ nhìn rõ mặt người e cúi đầu.\nRằng: Từ ngẫu nhĩ gặp nhau.\nThầm trông trộm nhớ bấy lâu đã chồn.\n325. Xương mai tính đã rũ mòn,\nLần lừa ai biết hãy còn hôm nay!\nTháng tròn như gởi cung mây,\nTrần trần một phận ấp cây đã liều!\nTiện đây xin một hai điều,\n330. Đài gương soi đến dấu bèo cho chăng?\nNgần ngừ nàng mới thưa rằng:\nThói nhà băng tuyết chất hằng phỉ phong,\nDù khi lá thắm chỉ hồng,\nNên chăn\n  \n nghe lời nói như ru,\nChiều xuân dễ khiến nét thu ngại ngùng.\nRằng: Trong buổi mới lạ lùng,\n350. Nể lòng có lẽ cầm lòng cho đang!\nĐã lòng quân tử đa mang,\nMột lời vàng tạc đá vàng thủy chung.\nĐược lời như cởi tấm lòng,\nGiờ kim hoàn với khăn hồng trao tay.\n355. Rằng: Trăm năm cũng từ đây,\nCủa tin gọi một chút này làm ghi.\nSẵn tay khăn gấm quạt quỳ,\nVới cành thoa ấy tức thì đổi trao.\nMột lời vừa gắn tất giao,\n360. Mái sau dường có xôn xao tiếng người.\nVội vàng lá rụng hoa rơi,\nChàng về viện sách nàng dời lầu trang. \nTừ phen đá biết tuổi vàng,\nTình càng thấm thía dạ càng ngẩn ngơ.\n365. Sông Tương một dải nông sờ,\nBên trông đầu nọ bên chờ suối kia.\nMột tường tuyết trở sương che.\nTin xuân đâu dễ đi về cho năng.\nLần lần ngày gió đêm trăng,\n370. Thưa hồng rậm lục đã chừng xuân qua.\nNgày vừa sinh nhật ngoại gia,\nTrên hai đường dưới nữa là hai em.\nTưng bừng sắm sửa áo xiêm,\nBiện dâng một lễ xa đem tấc thành.\n375. Nhà lan thanh vắng một mình,\nNgẫm cơ hội ngộ đã dành hôm nay.\nThời trân thức thức sẵn bày,\nGót sen thoăn thoắt dạo ngay mái tường.\nCách hoa sẽ dặng tiếng vàng,\n380. Dưới hoa đã thấy có chàng đứng trông:\nTrách lòng hờ hững với lòng,\nLửa hương chốc để lạnh lùng bấy lâu.\nNhững là đắp nhớ đổi sầu,\nTuyết sương nhuốm nửa mái đầu hoa râm.\n385. Nàng rằng: Gió bắt mưa cầm,\nĐã cam tệ với tri âm bấy chầy.\nVắng nhà được buổi hôm nay,\nLấy lòng gọi chút ra đây tạ lòng!\nLần theo núi giả đi vòng,\n390. Cuối tường dường có nẻo thông mới rào.\nXắn tay mở khóa động đào,\nRẽ mây trông tỏ lối vào Thiên-thai.\nMặt nhìn mặt càng thêm tươi,\nBên lời vạn phúc bên lời hàn huyên.\n395. Sánh vai về chốn thư hiên,\nGóp lời phong nguyệt nặng nguyền non sông.\nTrên yên bút giá thi đồng,\nĐạm thanh một bức tranh tùng treo trên.\nPhong sương được vẻ thiên nhiên,\n400. Mặt khen nét bút càng nhìn càng tươi.\nSinh rằng: Phác họa vừa rồi,\nPhẩm đề xin một vài lời thêm hoa.\nTay tiên gió táp mưa sa,\nKhoảng trên dừng bút thảo và bốn câu.\n405. Khen: Tài nhả ngọc phun châu,\nNàng Ban ả Tạ cũng đâu thế này!\nKiếp tu xưa ví chưa dày,\nPhúc nào nhắc được giá này cho ngang!\nNàng rằng: Trộm liếc dung quang,\n410. Chẳng sân bội ngọc cũng phường kim môn.\nNghĩ mình phận mỏng cánh chuồn,\nKhuôn xanh biết có vuông tròn mà hay?\nNhớ từ năm hãy thơ ngây,\nCó người tướng sĩ đoán ngay một lời:\n415. Anh hoa phát tiết ra ngoài,\nNghìn thu bạc mệnh một đời tài hoa.\nTrông người lại ngẫm đến ta,\nMột dầy một mỏng biết là có nên?\nSinh rằng: Giải cấu là duyên,\n420. Xưa nay nhân định thắng thiên cũng nhiều.\nVí dù giải kết đến điều,\nThì đem vàng đá mà liều với thân!\nĐủ điều trung khúc ân cần,\nLòng xuân phơi phới chén xuân tàng tàng.\n425. Ngày vui ngắn chẳng đầy gang,\nTrông ra ác đã ngậm gương non đoài.\nVắng nhà chẳng tiện ngồi dai,\nGiã chàng nàng mới kíp dời song sa. \nĐến nhà vừa thấy tin nhà,\n430. Hai thân còn dở tiệc hoa chưa về.\nCửa ngoài vội rủ rèm the,\nXăm xăm băng lối vườn khuya một mình.\nNhặt thưa gương giọi đầu cành,\nNgọn đèn trông lọt trướng huỳnh hắt hiu.\n435. Sinh vừa tựa án thiu thiu,\nDở chiều như tỉnh dở chiều như mê.\nTiếng sen sẽ động giấc hòe,\nBóng trăng đã xế hoa lê lại gần.\nBâng khuâng đỉnh Giáp non Thần,\n440. Còn ngờ giấc mộng đêm xuân mơ màng.\nNàng rằng: Khoảng vắng đêm trường,\nVì hoa nên phải đánh đường tìm hoa.\nBây giờ rõ mặt đôi ta,\nBiết đâu rồi nữa chẳng là chiêm bao?\n445. Vội mừng làm lễ rước vào,\nĐài sen nối sáp song đào thêm hương.\nTiên thề cùng thảo một chương,\nTóc mây một món dao vàng chia đôi.\nVầng trăng vằng vặc giữa trời,\n450. Đinh ninh hai mặt một lời song song.\nTóc tơ căn vặn tấc lòng,\nTrăm năm tạc một chữ đồng đến xương.\nChén hà sánh giọng quỳnh tương,\nDải là hương lộn bình gương bóng lồng.\n455. Sinh rằng: Gió mát trăng trong,\nBấy lâu nay một chút lòng chưa cam.\nChày sương chưa nện cầu Lam,\nSợ lần khân quá ra sàm sỡ chăng?\nNàng rằng: Hồng diệp xích thằng,\n460. Một lời cũng đã tiếng rằng tương tri.\nĐừng điều nguyệt nọ hoa kia.\nNgoài ra ai lại tiếc gì với ai.\nRằng: Nghe nổi tiếng cầm đài,\nNước non luống những lắng tai Chung Kỳ.\n465. Thưa rằng: Tiện kỹ sá chi,\nĐã lòng dạy đến dạy thì phải vâng.\nHiên sau treo sẵn cầm trăng,\nVội vàng Sinh đã tay nâng ngang mày.\nNàng rằng: Nghề mọn riêng tay,\n470. Làm chi cho bận lòng này lắm thân!\nSo dần dây vũ dây văn,\nBốn dây to nhỏ theo vần cung thương.\nKhúc đâu Hán Sở chiến trường,\nNghe ra tiếng sắt tiếng vàng chen nhau.\n475. Khúc đâu Tư mã Phượng cầu,\nNghe ra như oán như sầu phải chăng!\nKê Khang này khúc Quảng lăng,\nMột rằng lưu thủy hai rằng hành vân.\nQua quan này khúc Chiêu Quân,\n480. Nửa phần luyến chúa nửa phần tư gia.\nTrong như tiếng hạc bay qua,\nĐục như tiếng suối mới sa nửa vời.\nTiếng khoan như gió thoảng ngoài,\nTiếng mau sầm sập như trời đổ mưa.\n485. Ngọn đèn khi tỏ khi mờ,\nKhiến người ngồi đó cũng ngơ ngẩn sầu.\nKhi tựa gối khi cúi đầu,\nKhi vò chín khúc khi chau đôi mày.\nRằng: Hay thì thật là hay,\n490. Nghe ra ngậm đắng nuốt cay thế nào!\nLựa chi những bậc tiêu tao,\nDột lòng mình cũng nao nao lòng người?\nRằng: Quen mất nết đi rồi,\nTẻ vui thôi cũng tính trời biết sao!\n495. Lời vàng âm lĩnh ý cao,\nHọa dần dần bớt chút nào được không.\nHoa hương càng tỏ thức hồng,\nĐầu mày cuối mắt càng nồng tấm yêu.\nSóng tình dường đã xiêu xiêu,\n500. Xem trong âu yếm có chiều lả lơi.\nThưa rằng: đừng lấy làm chơi,\nDẽ cho thưa hết một lời đã nao!\nVẻ chi một đóa yêu đào,\nVườn hồng chi dám ngăn rào chim xanh.\n505. Đã cho vào bậc bố kinh,\nĐạo tòng phu lấy chữ trinh làm đầu\nRa tuồng trên Bộc trong dâu,\nThì con người ấy ai cầu làm chi!\nPhải điều ăn xổi ở thì,\n510. Tiết trăm năm nỡ bỏ đi một ngày!\nNgẫm duyên kỳ ngộ xưa nay,\nLứa đôi ai đẹp lại tày Thôi Trương.\nMây mưa đánh đổ đá vàng,\nQuá chiều nên đã chán chường yến anh.\n505. Trong khi chắp cánh liền cành,\nMà lòng rẻ rúng đã dành một bên.\nMái tây để lạnh hương nguyền,\nCho duyên đằm thắm ra duyên bẽ bàng.\nGieo thoi trước chẳng giữ giàng,\n520. Để sau nên thẹn cùng chàng bởi ai?\nVội chi liễu ép hoa nài,\nCòn thân ắt lại đền bồi có khi!\nThấy lời đoan chính dễ nghe,\nChàng càng thêm nể thêm vì mười phân.\n525. Bóng tàu vừa lạt vẻ ngân,\nTin đâu đã thấy cửa ngăn gọi vào.\nNàng thì vội trở buồng thêu,\nSinh thì dạo gót sân đào bước ra.\nCửa sài vừa ngỏ then hoa,\n530. Gia đồng vào gởi thư nhà mới sang.\nĐem tin thúc phụ từ đường,\nBơ vơ lữ thấn tha hương đề huề.\nLiêu dương cách trở sơn khê,\nXuân đường kíp gọi sinh về hộ tang.\n535. Mảng tin xiết nỗi kinh hoàng,\nBăng mình lẻn trước đài trang tự tình.\nGót đầu mọi nỗi đinh ninh,\nNỗi nhà tang tóc nỗi mình xa xôi:\nSự đâu chưa kịp đôi hồi,\n540. Duyên đâu chưa kịp một lời trao tơ,\nTrăng thề còn đó trơ trơ,\nDám xa xôi mặt mà thưa thớt lòng.\nNgoài nghìn dặm chốc ba đông,\nMối sầu khi gỡ cho xong còn chầy!\n545. Gìn vàng giữ ngọc cho hay,\nCho đành lòng kẻ chân mây cuối trời.\nTai nghe ruột rối bời bời,\nNgập ngừng nàng mới giãi lời trước sau:\nÔng tơ ghét bỏ chi nhau,\n550. Chưa vui sum họp đã sầu chia phôi!\nCùng nhau trót đã nặng lời,\nDẫu thay mái tóc dám dời lòng tơ!\nQuản bao tháng đợi năm chờ,\nNghĩ người ăn gió nằm mưa xót thầm.\n555. Đã nguyền hai chữ đồng tâm,\nTrăm năm thề chẳng ôm cầm thuyền ai.\nCòn non còn nước còn dài,\nCòn về còn nhớ đến người hôm nay!\nDùng dằng chưa nỡ rời tay,\n560. Vầng đông trông đã đứng ngay nóc nhà.\nNgại ngùng một bước một xa,\nMột lời trân trọng châu sa mấy hàng.\nBuộc yên quảy gánh vội vàng,\nMối sầu xẻ nửa bước đường chia hai.\n565. Buồn trông phong cảnh quê người,\nĐầu cành quyên nhặt cuối trời nhạn thưa.\nNão người cữ gió tuần mưa,\nMột ngày nặng gánh tương tư một ngày.\nNàng còn đứng tựa hiên tây,\n570. Chín hồi vấn vít như vầy mối tơ.\nTrông chừng khói ngất song thưa,\nHoa trôi trác thắm, liễu xơ xác vàng.\nChương III. Kiều bán mình chuộc cha\n  \nc ai làm?\nNày ai dan dậm, giật giàm bỗng dưng?\nHỏi ra sau mới biết rằng:\nPhải tên xưng xuất là thằng bán tơ.\nMột nhà hoảng hốt ngẩn ngơ,\n590. Tiếng oan dậy đất, án ngờ lòa mây.\nHạ từ van lạy suốt ngày,\nĐiếc tai lân tuất, phũ tay tồi tàn.\nRường cao rút ngược dây oan,\nDẫu là đá cũng nát gan, lọ người.\n595. Mặt trông đau đớn rụng rời,\nOan này còn một kêu trời, nhưng xa.\nMột ngày lạ thói sai nha,\nLàm cho khốc hại chẳng qua vì tiền.\nSao cho cốt nhục vẹn tuyền,\n600. Trong khi ngộ biến tòng quyền biết sao?\nDuyên hội ngộ, đức cù lao,\nBên tình bên hiếu, bên nào nặng hơn?\nĐể lời thệ hải minh sơn,\nLàm con trước phải đền ơn sinh thành.\n605. Quyết tình nàng mới hạ tình:\nDẽ cho để thiếp bán mình chuộc cha!\nHọ Chung có kẻ lại già,\nCũng trong nha dịch lại là từ tâm.\nThấy nàng hiếu trọng tình thâm,\n610. Vì nàng nghĩ cũng thương thầm xót vay.\nTính bài lót đó luồn đây,\nCó ba trăm lạng việc này mới xuôi.\nHãy về tạm phó giam ngoài,\nDặn nàng qui liệu trong đôi ba ngày.\n615. Thương tình con trẻ thơ ngây,\nGặp cơn vạ gió tai bay bất kỳ!\nĐau lòng tử biệt sinh ly,\nThân còn chẳng tiếc, tiếc gì đến duyên!\nHạt mưa sá nghĩ phận hèn,\n620. Liều đem tấc cỏ quyết đền ba xuân. \nSự lòng ngỏ với băng nhân,\nTin sương đồn đại xa gần xôn xao.\nGần miền có một mụ nào,\nĐưa người viễn khách tìm vào vấn danh.\n625. Hỏi tên rằng: Mã Giám sinh.\nHỏi quê, rằng: Huyện Lâm Thanh cũng gần.\nQuá niên trạc ngoại tứ tuần,\nMày râu nhẵn nhụi, áo quần bảnh bao.\nTrước thầy sau tớ lao xao\n630. Nhà băng đưa mối rước vào lầu trang.\nGhế trên ngồi tót sỗ sàng,\nBuồng trong mối đã giục nàng kíp ra.\nNỗi mình thêm tức nỗi nhà,\nThềm hoa một bước, lệ hoa mấy hàng!\n635. Ngại ngùng giợn gió e sương,\nNhìn hoa bóng thẹn, trông gương mặt dày.\nMối càng vén tóc bắt tay,\nNét buồn như cúc, điệu gầy như mai.\nĐắn đo cân sắc cân tài,\n640. Ép cung cầm nguyệt, thử bài quạt thơ.\nMặn nồng một vẻ một ưa,\nBằng lòng khách mới tùy cơ dặt dìu.\nRằng: Mua ngọc đến Lam Kiều,\nSính nghi xin dạy bao nhiêu cho tường?\n645. Mối rằng: đáng giá nghìn vàng,\nGấp nhà nhờ lượng người thương dám nài.\nCò kè bớt một thêm hai,\nGiờ lâu ngã giá vàng ngoài bốn trăm.\nMột lời thuyền đã êm dằm\n650. Hãy đưa canh thiếp trước cầm làm ghi.\nĐịnh ngày nạp thái vu qui,\nTiền lưng đã sẵn việc gì chẳng xong!\nMột lời cậy với Chung công,\nKhất từ tạm lĩnh Vương ông về nhà.\n655. Thương tình con trẻ cha già,\nNhìn nàng ông những máu sa ruột dàu:\nNuôi con những ước về sau,\nTrao tơ phải lứa, gieo cầu đáng nơi.\nTrời làm chi cực bấy trời,\n660. Này ai vu thác cho người hợp tan!\nBúa rìu bao quản thân tàn,\nNỡ đầy đọa trẻ, càng oan khốc già.\nMột lần sau trước cũng là,\nThôi thì mặt khuất chẳng thà lòng đau!\n665. Theo lời càng chảy dòng châu,\nLiều mình ông rắp gieo đầu tường vôi.\nVội vàng kẻ giữ người coi,\nNhỏ to nàng lại tìm lời khuyên can:\nVẻ chi một mảnh hồng nhan,\n670. Tóc tơ chưa chút đền ơn sinh thành.\nDâng thư đã thẹn nàng Oanh,\nLại thua ả Lý bán mình hay sao?\nCỗi xuân tuổi hạc càng cao,\nMột cây gánh vác biết bao nhiêu cành.\n675. Lòng tơ dù chẳng dứt tình,\nGió mưa âu hẳn tan tành nưóc non.\nThà rằng liều một thân con,\nHoa dù rã cánh, lá còn xanh cây.\nPhận sao đành vậy cũng vầy,\n680. Cầm như chẳng đậu những ngày còn xanh.\nCũng đừng tính quẩn lo quanh,\nTan nhà là một thiệt mình là hai.\nPhải lời ông cũng êm tai,\nNhìn nhau giọt vắn giọt dài ngổn ngang. \n685. Mái ngoài họ Mã vừa sang,\nTờ hoa đã ký, cân vàng mới trao.\nTrăng già độc địa làm sao?\nCầm dây chẳng lựa buộc vào tự nhiên.\nTrong tay đã sẵn đồng tiền,\n690. Dầu lòng đổi trắng thay đen khó gì!\nHọ Chung ra sức giúp vì,\nLễ tâm đã đặt, tụng kỳ cũng xong.\nViệc nhà đã tạm thong dong,\nTinh kỳ giục giã đã mong độ về.\n695. Một mình nàng ngọn đèn khuya,\nÁo dầm giọt lệ, tóc xe mối sầu.\nPhận dầu, dầu vậy cũng dầu,\nXót lòng đeo đẳng bấy lâu một lời!\nCông trình kể biết mấy mươi.\n700. Vì ta khăng khít, cho người dở dang.\nThề hoa chưa ráo chén vàng,\nLỗi thề thôi đã phụ phàng với hoa.\nTrời Liêu non nước bao xa.\nNghĩ đâu rẽ cửa chia nhà tự tôi.\n705. Biết bao duyên nợ thề bồi.\nKiếp này thôi thế thì thôi còn gì.\nTái sinh chưa dứt hương thề.\nLàm thân trâu ngựa đền nghì trúc mai.\nNợ tình chưa trả cho ai,\n710. Khối tình mang xuống tuyền đài chưa tan.\nNỗi riêng riêng những bàng hoàng,\nDầu chong trắng đĩa lệ tràn thấm khăn.\nThúy Vân chợt tỉnh giấc xuân,\nDưới đèn ghé đến ân cần hỏi han:\n715. Cơ trời dâu bể đa đoan,\nMột nhà để chị riêng oan một mình,\nCớ chi ngồi nhẫn tàn canh?\nNỗi riêng còn mắc mối tình chi đây?\nRằng: Lòng đương thổn thức đầy,\n720. Tơ duyên còn vướng mối này chưa xong.\nHở môi ra cũng thẹn thùng,\nĐể lòng thì phụ tấm lòng với ai.\nCậy em, em có chịu lời,\nNgồi lên cho chị lạy rồi sẽ thưa.\n725. Giữa đường đứt gánh tương tư,\nLoan giao chắp mối tơ thừa mặc em.\nKể từ khi gặp chàng Kim,\nKhi ngày quạt ước, khi đêm chén thề.\nSự đâu sóng gió bất kỳ,\n730. Hiếu tình khôn lẽ hai bề vẹn hai!\nNgày xuân em hãy còn dài,\nXót tình máu mủ, thay lời nước non.\nChị dù thịt nát xương mòn,\nNgậm cười chín suối hãy còn thơm lây.\n735. Chiếc thoa với bức tờ mây,\nDuyên này thì giữ vật này của chung.\nDù em nên vợ nên chồng,\nXót người mệnh bạc, ắt lòng chẳng quên.\nMất người còn chút của tin,\n740. Phím đàn với mảnh hương nguyền ngày xưa.\nMai sao dầu có bao giờ.\nĐốt lò hương ấy, so tơ phím này.\nTrông ra ngọn cỏ lá cây,\nThấy hiu hiu gió thì hay chị về.\n745. Hồn còn mang nặng lời thề,\nNát thân bồ liễu, đền nghì trúc mai;\nDạ đài cách mặt khuất lời,\nRẩy xin chén nước cho người thác oan.\nBây giờ trâm gẫy bình tan,\n750. Kể làm sao xiết muôn vàn ái ân.\nTrăm nghìn gửi lại tình quân,\nTơ duyên ngắn ngủi có ngần ấy thôi.\nPhận sao phận bạc như vôi,\nĐã đành nước chẩy hoa trôi lỡ làng.\n755. Ôi Kim lang! Hỡi Kim lang!\nThôi thôi thiếp đã phụ chàng từ đây!\nCạn lời hồn ngất máu say,\nMột hơi lặng ngắt đôi tay giá đồng. \nXuân Huyên chợt tỉnh giấc nồng,\n760. Một nhà tấp nập, kẻ trong người ngoài.\nKẻ thang người thuốc bời bời,\nMới dằn cơn vựng, chưa phai giọt hồng.\nHỏi: Sao ra sự lạ lùng?\nKiều càng nức nở mở không ra lời.\n765. Nỗi nàng Vân mới rỉ tai,\nChiếc thoa này với tờ bồi ở đây. .\nNày cha làm lỗi duyên mày,\nThôi thì nỗi ấy sau này đã em.\nVì ai rụng cải rơi kim,\n770. Để con bèo nổi mây chìm vì ai.\nLời con dặn lại một hai,\nDẫu mòn bia đá, dám sai tấc vàng.\nLậy thôi, nàng lại thưa chiềng,\nNhờ cha trả được nghĩa chàng cho xuôi.\n775. Sá chi thân phận tôi đòi,\nDẫu rằng xương trắng quê người quản đâu.\nXiết bao kể nỗi thảm sầu!\nKhắc canh đã giục nam lâu mấy hồi.\nKiệu hoa đâu đã đến ngoài,\n780. Quản huyền đâu đã giục người sinh ly.\nĐau lòng kẻ ở người đi,\nLệ rơi thấm đá tơ chia rũ tằm.\nTrời hôm mây kéo tối rầm,\nRầu rầu ngọn cỏ đầm đầm cành sương.\n785. Rước nàng về đến trú phường,\nBốn bề xuân khóa một nàng ở trong.\nNgập ngừng thẹn lục e hồng,\nNghĩ lòng lại xót xa lòng đòi phen.\nPhẩm tiên rơi đến tay hèn,\n790. Hoài công nắng giữ mưa gìn với ai:\nBiết thân đến bước lạc loài,\nNhị đào thà bẻ cho người tình chung.\nVì ai ngăn đón gió đông,\nThiệt lòng khi ở đau lòng khi đi.\n795. Trùng phùng dầu họa có khi,\nThân này thôi có còn gì mà mong.\nĐã sinh ra số long đong,\nCòn mang lấy kiếp má hồng được sao?\nTrên yên sẵn có con dao,\n800. Giấu cầm nàng đã gói vào chéo khăn:\nPhòng khi nước đã đến chân,\nDao này thì liệu với thân sau này.\nĐêm thu một khắc một chầy,\nBâng khuâng như tỉnh như say một mình.\nChương IV: Kiều rơi vào tay Tú bà và Mã Giám Sinh\n805. Chẳng ngờ gã Mã Giám Sinh,\nVẫn là một đứa phong tình đã quen.\nQuá chơi lại gặp hồi đen,\nQuen mùi lại kiếm ăn miền nguyệt hoa.\nLầu xanh có mụ Tú Bà,\n810. Làng chơi đã trở về già hết duyên.\nTình cờ chẳng hẹn mà nên,\nMạt cưa mướp đắng đôi bên một phường.\nChung lưng mở một ngôi hàng,\nQuanh năm buôn phấn bán hương đã lề.\n  \nớc trước bẻ hoa,\nVương tôn quý khách ắt là đua nhau.\nHẳn ba trăm lạng kém đâu,\n830. Cũng đà vừa vốn còn sau thì lời,\nMiếng ngon kề đến tận nơi,\nVốn nhà cũng tiếc của trời cũng tham.\nĐào tiên đã bén tay phàm,\nThì vin cành quít cho cam sự đời!\n835. Dưới trần mấy mặt làng chơi,\nChơi hoa đã dễ mấy người biết hoa.\nNước vỏ lựu máu mào gà,\nMượn màu chiêu tập lại là còn nguyên.\nMập mờ đánh lận con đen,\n840. Bao nhiêu cũng bấy nhiêu tiền mất chi?\nMụ già hoặc có điều gì,\nLiều công mất một buổi quỳ mà thôi.\nVả đây đường xá xa xôi,\nMà ta bất động nữa người sinh nghi.\n845. Tiếc thay một đóa trà mi,\nCon ong đã tỏ đường đi lối về.\nMột cơn mưa gió nặng nề,\nThương gì đến ngọc tiếc gì đến hương.\nĐêm xuân một giấc mơ màng,\n850. Đuốc hoa để đó, mặc nàng nằm trơ.\nGiọt riêng tầm tã tuôn mưa,\nPhần căm nỗi khách phần dơ nỗi mình:\nTuồng chi là giống hôi tanh,\nThân nghìn vàng để ô danh má hồng.\n855. Thôi còn chi nữa mà mong?\nĐời người thôi thế là xong một đời.\nGiận duyên tủi phận bời bời,\nCầm dao nàng đã toan bài quyên sinh.\nNghĩ đi nghĩ lại một mình:\n860. Một mình thì chớ hai tình thì sao?\nSao dầu sinh sự thế nào,\nTruy nguyên chẳng kẻo lụy vào song thân.\nNỗi mình âu cũng giãn dần,\nKíp chầy thôi cũng một lần mà thôi.\n865. Những là đo đắn ngược xuôi,\nTiếng gà nghe đã gáy sôi mái tường.\nLầu mai vừa rúc còi sương,\nMã Sinh giục giã vội vàng ra đi.\nĐoạn trường thay lúc phân kỳ!\n870. Vó câu khấp khểnh bóng xe gập ghềnh.\nBề ngoài mười dặm trường đình,\nVương ông mở tiệc tiễn hành đưa theo.\nNgoài thì chủ khách dập dìu,\nMột nhà huyên với một Kiều ở trong.\n875. Nhìn càng lã chã giọt hồng,\nRỉ tai nàng mới giãi lòng thấp cao:\nHổ sinh ra phận thơ đào,\nCông cha nghĩa mẹ kiếp nào trả xong?\nLỡ làng nước đục bụi trong,\n880. Trăm năm để một tấm lòng từ đây.\nXem gương trong bấy nhiêu ngày,\nThân con chẳng kẻo mắc tay bợm già!\nKhi về bỏ vắng trong nhà,\nKhi vào dùng dắng khi ra vội vàng.\n885. Khi ăn khi nói lỡ làng,\nKhi thầy khi tớ xem thường xem khinh.\nKhác màu kẻ quý người thanh,\nNgẫm ra cho kỹ như hình con buôn.\nThôi con còn nói chi con?\n890. Sống nhờ đất khách thác chôn quê người!\nVương bà nghe bấy nhiêu lời,\nTiếng oan đã muốn vạch trời kêu lên.\nVài tuần chưa cạn chén khuyên.\nMái ngoài nghỉ đã giục liền ruổi xe.\n895. Xót con lòng nặng trì trì,\nTrước yên ông đã nằn nì thấp cao:\nChút thân yếu liễu tơ đào,\nRớp nhà đến nỗi giấn vào tôi ngươi.\nTừ đây góc bể bên trời,\n900. Nắng mưa thui thủi quê người một thân.\nNghìn tầm nhờ bóng tùng quân,\nTuyết sương che chở cho thân cát đằng.\nCạn lời khách mới thưa rằng:\nBuộc chân thôi cũng xích thằng nhiệm trao.\n905. Mai sau dầu đến thế nào,\nKìa gương nhật nguyệt nọ dao quỉ thần!\nĐùng đùng gió giục mây vần,\nMột xe trong cõi hồng trần như bay.\nTrông vời gạt lệ chia tay,\n910. Góc trời thăm thẳm đêm ngày đăm đăm.\nNàng thì dặm khách xa xăm,\nBạc phau cầu giá đen rầm ngàn mây.\nVi lô san sát hơi may,\nMột trời thu để riêng ai một người.\n915. Dặm khuya ngất tạnh mù khơi,\nThấy trăng mà thẹn những lời non sông.\nRừng thu từng biếc xen hồng,\nNghe chim như nhắc tấm lòng thần hôn. \nNhững là lạ nước lạ non,\n920. Lâm Truy vừa một tháng tròn tới nơi.\nXe châu dừng bánh cửa ngoài,\nRèm trong đã thấy một người bước ra.\nThoắt trông nhờn nhợt màu da,\nĂn gì cao lớn đẫy đà làm sao!\n925. Trước xe lơi lả han chào,\nVâng lời nàng mới bước vào tận nơi.\nBên thì mấy ả mày ngài,\nBên thì ngồi bốn năm người làng chơi.\nGiữa thì hương án hẳn hoi,\n930. Trên treo một tượng trắng đôi lông mày.\nLầu xanh quen lối xưa nay,\nNghề này thì lấy ông này tiên sư,\nHương hôm hoa sớm phụng thờ.\nCô nào xấu vía có thưa mối hàng,\n935. Cởi xiêm lột áo sỗ sàng,\nTrước thần sẽ nguyện mảnh hương lầm rầm.\nĐổi hoa lót xuống chiếu nằm,\nBướm hoa bay lại ầm ầm tứ vi!\nKiều còn ngơ ngẩn biết gì,\n940. Cứ lời lạy xuống mụ thì khấn ngay:\nCửa hàng buôn bán cho may,\nĐêm đêm Hàn thực ngày ngày Nguyên tiêu.\nMuôn nghìn người thấy cũng yêu,\nXôn xao oanh yến rập rìu trúc mai.\n945. Tin nhạn vẩn lá thư bài,\nĐưa người cửa trước rước người cửa sau.\nLạ tai nghe chửa biết đâu,\nXem tình ra cũng những màu dở dang.\nLễ xong hương hỏa gia đường,\n950. Tú Bà vắt nóc lên giường ngồi ngay.\nDạy rằng: Con lạy mẹ đây,\nLạy rồi sang lạy cậu mày bên kia.\nNàng rằng: Phải bước lưu ly,\nPhận hèn vâng đã cam bề tiểu tinh.\n955. Điều đâu lấy yến làm oanh,\nNgây thơ chẳng biết là danh phận gì?\nĐủ điều nạp thái vu qui,\nĐã khi chung chạ lại khi đứng ngồi.\nGiờ ra thay mặt đổi ngôi,\n960. Dám xin gửi lại một lời cho minh.\nMụ nghe nàng nói hay tình,\nBấy giờ mới nổi tam bành mụ lên:\nNày này sự đã quả nhiên,\nThôi đà cướp sống chồng min đi rồi.\n965. Bảo rằng đi dạo lấy người,\nĐem về rước khách kiếm lời mà ăn.\nTuồng vô nghĩa ở bất nhân,\nBuồn mình trước đã tần mần thử chơi.\nMàu hồ đã mất đi rồi,\n970. Thôi thôi vốn liếng đi đời nhà ma!\nCon kia đã bán cho ta,\nNhập ra phải cứ phép nhà tao đây.\nLão kia có giở bài bây,\nChẳng văng vào mặt mà mày lại nghe.\n975. Cớ sao chịu tốt một bề,\nGái tơ mà đã ngứa nghề sớm sao?\nPhải làm cho biết phép tao!\nChập bì tiên rắp sấn vào ra tay.\nNàng rằng: Trời thẳm đất dày!\n980. Thân này đã bỏ những ngày ra đi.\nThôi thì thôi có tiếc gì!\nSẵn dao tay áo tức thì giở ra.\nSợ gan nát ngọc liều hoa!\nMụ còn trông mặt nàng đà quá tay.\n985. Thương ôi tài sắc bậc này,\nMột dao oan nghiệt đứt dây phong trần. \nNỗi oan vỡ lở xa gần,\nTrong nhà người chật một lần như nêm.\nNàng thì bằn bặt giấc tiên,\n990. Mụ thì cầm cập mặt nhìn hồn bay.\nVực nàng vào chốn hiên tây,\nCắt người coi sóc chạy thầy thuốc thang.\nNào hay chưa hết trần duyên,\nTrong mê dường đã đứng bên một nàng.\n995. Rỉ rằng: Nhân quả dở dang,\nĐã toan trốn nợ đoạn trường được sao?\nSố còn nặng nợ má đào,\nNgười dầu muốn quyết trời nào đã cho.\nHãy xin hết kiếp liễu bồ,\n1000. Sông Tiền đường sẽ hẹn hò về sau.\nThuốc thang suốt một ngày thâu,\nGiấc mê nghe đã dàu dàu vừa tan.\nTú bà chực sẵn bên màn,\nLựa lời khuyên giải mơn man gỡ dần:\n1005. Một người dễ có mấy thân!\nHoa xuân đương nhụy, ngày xuân còn dài.\nCũng là lỡ một lầm hai,\nĐá vàng sao nỡ ép nài mưa mây!\nLỡ chưn trót đã vào đây,\n1010. Khóa buồng xuân để đợi ngày đào non.\nNgười còn thì của hãy còn,\nTìm nơi xứng đáng là con cái nhà.\nLàm chi tội báo oán gia,\nThiệt mình mà hại đến ta hay gì?\n1015. Kề tai mấy mỗi nằn nì,\nNàng nghe dường cũng thị phi rạch ròi.\nVả suy thần mộng mấy lời,\nTúc nhân âu cũng có trời ở trong.\nKiếp này nợ trả chưa xong,\n1020. Làm chi thêm một nợ chồng kiếp sau!\nLặng nghe, thấm thía gót đầu,\nThưa rằng: Ai có muốn đâu thế này?\nĐược như lời, thế là may,\nHẳn rằng mai có như rày cho chăng!\n1025. Sợ khi ong bướm đãi đằng,\nĐến điều sống đục, sao bằng thác trong!\nMụ rằng: Con hãy thong dong,\nPhải điều lòng lại dối lòng mà chơi!\nMai sau ở chẳng như lời,\n1030. Trên đầu có bóng mặt trời rạng soi.\nThấy lời quyết đoán hẳn hoi,\nĐành lòng, nàng cũng sẽ nguôi nguôi dần.\nTrước lầu Ngưng Bích khóa xuân,\nVẻ non xa, tấm trăng gần, ở chung.\n1035. Bốn bề bát ngát xa trông,\nCát vàng cồn nọ, bụi hồng dặm kia.\nBẽ bàng mây sớm đèn khuya,\nNửa tình, nửa cảnh như chia tấm lòng.\nTưởng người dưới nguyệt chén đồng,\n1040. Tin sương luống những rày trông mai chờ.\nBên trời góc bể bơ vơ,\nTấm son gột rửa bao giờ cho phai.\nXót người tựa cửa hôm mai,\nQuạt nồng ấp lạnh, những ai đó giờ?\n1045. Sân Lai cách mấy nắng mưa,\nCó khi gốc tử đã vừa người ôm?\nBuồn trông cửa bể chiều hôm,\nThuyền ai thấp thoáng cánh buồm xa xa?\nBuồn trông ngọn nước mới sa,\n1050. Hoa trôi man mác, biết là về đâu?\nBuồn trông nội cỏ dàu dàu,\nChân mây mặt đất một màu xanh xanh.\nBuồn trông gió cuốn mặt ghềnh\nẦm ầm tiếng sóng kêu quanh ghế ngồị\n1055. Chung quanh những nước non người,\nĐau lòng lưu lạc, nên vài bốn câu.\nChương V: Kiều mắc lừa Sở Khanh\nNgậm ngùi\n  \n riêng giận trời già,\n1070. Lòng này ai tỏ cho ta, hỡi lòng?\nThuyền quyên ví biết anh hùng,\nRa tay tháo cũi, sổ lồng như chơi!\nSong thu đã khép cánh ngoài,\nTai còn đồng vọng mấy lời sắt đanh.\n1075. Nghĩ người thôi lại nghĩ mình,\nCám lòng chua xót, nhạt tình chơ vơ.\nNhững là lần lữa nắng mưa,\nKiếp phong trần biết bao giờ mới thôi?\nĐánh liều nhắn một hai lời,\n1080. Nhờ tay tế độ vớt người trầm luân.\nMảnh tiên kể hết xa gần,\nNỗi nhà báo đáp, nỗi thân lạc loài.\nTan sương vừa rạng ngày mai,\nTiện hồng nàng mới nhắn lời gửi sang.\n1085. Trời tây lãng đãng bóng vàng,\nPhúc thư đã thấy tin chàng đến nơi.\nMở xem một bức tiên mai,\nRành rành tích việt có hai chữ đề.\nLấy trong ý tứ mà suy:\n1090. Ngày hai mươi mốt, tuất thì phải chăng?\nChim hôm thoi thót về rừng,\nĐóa trà mi đã ngậm trăng nửa vành.\nTường đông lay động bóng cành,\nRẽ song, đã thấy Sở Khanh lẻn vào.\n1095. Sượng sùng đánh dạn ra chào,\nLạy thôi, nàng mới rỉ tai ân cần.\nRằng: Tôi bèo bọt chút thân,\nLạc đàn mang lấy nợ nần yến anh.\nDám nhờ cốt nhục tử sinh,\n1100. Còn nhiều kết cỏ ngậm vành về sau!\nLặng nghe, lẩm nhẩm gật đầu:\nTa đây phải mượn ai đâu mà rằng!\nNàng đà biết đến ta chăng,\nBể trầm luân, lấp cho bằng mới thôi!\n1105. Nàng rằng: Muôn sự ơn người,\nThế nào xin quyết một bài cho xong.\nRằng: Ta có ngựa truy phong,\nCó tên dưới trướng, vốn dòng kiện nhi.\nThừa cơ lẻn bước ra đi,\n1110. Ba mươi sáu chước, chước gì là hơn.\nDù khi gió kép, mưa đơn,\nCó ta đây cũng chẳng cơn cớ gì!\nNghe lời nàng đã sinh nghi,\nSong đà quá đỗi, quản gì được thân.\n1115. Cũng liều nhắm mắt đưa chân,\nMà xem con Tạo xoay vần đến đâu!\nCùng nhau lẻn bước xuống lầu,\nSong song ngựa trước, ngựa sau một đoàn.\nĐêm thâu khắc lậu canh tàn,\n1120. Gió cây trút lá, trăng ngàn ngậm gương.\nLối mòn cỏ nhợt mù sương,\nLòng quê đi một bước đường, một đau.\nTiếng gà xao xác gáy mau,\nTiếng người đâu đã mái sau dậy dàng.\nNàng càng thổn thức gan vàng,\nSở Khanh đã rẽ dây cương lối nào!\nMột mình khôn biết làm sao,\nDặm rừng bước thấp, bước cao hãi hùng.\nHóa nhi thật có nỡ lòng,\n1130. Làm chi dày tía, vò hồng, lắm nau!\nMột đoàn đổ đến trước sau,\nVuốt đâu xuống đất, cánh đâu lên trời.\nTú bà tốc thẳng đến nơi,\nHầm hầm áp điệu một hơi lại nhà.\n1135. Hung hăng chẳng nói chẳng tra,\nĐang tay vùi liễu, giập hoa tơi bời.\nThịt da ai cũng là người,\nLòng nào hồng rụng, thắm rời chẳng đau.\nHết lời thú phục, khẩn cầu,\n1140. Uốn lưng thịt đổ, cất đầu máu sa.\nRằng: Tôi chút phận đàn bà,\nNước non lìa cửa, lìa nhà, đến đây.\nBây giờ sống chết ở tay,\nThân này đã đến thế này thì thôi!\n1145. Nhưng tôi có sá chi tôi,\nPhận tôi đành vậy, vốn người để đâu?\nThân lươn bao quản lấm đầu,\nChút lòng trinh bạch từ sau xin chừa!\nĐược lời mụ mới tùy cơ,\n1150. Bắt người bảo lĩnh làm tờ cung chiêu.\nBày vai có ả Mã Kiều,\nXót nàng, ra mới đánh liều chịu đoan.\nMụ càng kể nhặt, kể khoan,\nGạn gùng đến mực, nồng nàn mới tha.\n1155. Vực nàng vào nghỉ trong nhà,\nMã Kiều lại ngỏ ý ra dặn lời:\nThôi đà mắc lận thì thôi!\nĐi đâu chẳng biết con người Sở Khanh?\nBạc tình, nổi tiếng lầu xanh,\n1160. Một tay chôn biết mấy cành phù dung!\nĐà đao lập sẵn chước dùng,\nLạ gì một cốt một đồng xưa nay!\nCó ba mươi lạng trao tay,\nKhông dưng chi có chuyện này, trò kia!\n1165. Rồi ra trở mặt tức thì,\nBớt lời, liệu chớ sân si, thiệt đời!\nNàng rằng: Thề thốt nặng lời,\nCó đâu mà lại ra người hiểm sâu!\nCòn đương suy trước, nghĩ sau,\n1170. Mặt mo đã thấy ở đâu dẫn vào.\nSở Khanh lên tiếng rêu rao:\nRằng nghe mới có con nào ở đây.\nPhao cho quyến gió rủ mây,\nHãy xem có biết mặt này là ai\n1175. Nàng rằng: Thôi thế thì thôi!\nRằng không, thì cũng vâng lời là không!\nSở Khanh quát mắng đùng đùng,\nSấn vào, vừa rắp thị hùng ra tay,\nNàng rằng: Trời nhé có hay!\n1180. Quyến anh, rủ yến, sự này tại ai?\nĐem người giẩy xuống giếng khơi,\nNói rồi, rồi lại ăn lời được ngay!\nCòn tiên tích việt ở tay,\nRõ ràng mặt ấy, mặt này chứ ai?\n1185. Lời ngay, đông mặt trong ngoài,\nKẻ chê bất nghĩa, người cười vô lương!\nPhụ tình án đã rõ ràng,\nDơ tuồng, nghỉ mới kiếm đường tháo lui.\nBuồng riêng, riêng những sụt sùi:\n1190. Nghĩ thân, mà lại ngậm ngùi cho thân.\nTiếc thay trong giá trắng ngần,\nĐến phong trần, cũng phong trần như ai!\nTẻ vui cũng một kiếp người,\nHồng nhan phải giống ở đời mãi ru!\n1195. Kiếp xưa đã vụng đường tu,\nKiếp này chẳng kẻo đền bù mới xuôi!\nDù sao bình đã vỡ rồi,\nLấy thân mà trả nợ đời cho xong!\nVừa tuần nguyệt sáng, gương trong,\n1200. Tú bà ghé lại thong dong dặn dò:\nNghề chơi cũng lắm công phu,\nLàng chơi ta phải biết cho đủ điều.\nNàng rằng: Mưa gió dập dìu,\nLiều thân, thì cũng phải liều thế thôi!\n1205. Mụ rằng: Ai cũng như ai,\nNgười ta ai mất tiền hoài đến đây?\nỞ trong còn lắm điều hay,\nNỗi đêm khép mở, nỗi ngày riêng chung.\nNày con thuộc lấy nằm lòng,\n1210. Vành ngoài bảy chữ, vành trong tám nghề.\nChơi cho liễu chán, hoa chê,\nCho lăn lóc đá, cho mê mẩn đời.\nKhi khóe hạnh, khi nét ngài,\nKhi ngâm ngợi nguyệt, khi cười cợt hoa.\n1215. Đều là nghề nghiệp trong nhà,\nĐủ ngần ấy nết, mới là người soi.\nGót đầu vâng dạy mấy lời,\nDường chau nét nguyệt, dường phai vẻ hồng.\nNhững nghe nói, đã thẹn thùng,\n1220. Nước đời lắm nỗi lạ lùng, khắt khe!\nXót mình cửa các, buồng khuê,\nVỡ lòng, học lấy những nghề nghiệp hay!\nKhéo là mặt dạn, mày dày,\nKiếp người đã đến thế này thì thôi!\n1225. Thương thay thân phận lạc loài,\nDẫu sao cũng ở tay người biết sao?\nLầu xanh, mới rủ trướng đào,\nCàng treo giá ngọc, càng cao phẩm người.\nBiết bao bướm lả, ong lơi,\n1230. Cuộc say đầy tháng, trận cười suốt đêm.\nDập dìu lá gió, cành chim,\nSớm đưa Tống Ngọc, tối tìm Tràng Khanh.\nKhi tỉnh rượu, lúc tàn canh,\nGiật mình, mình lại thương mình xót xa.\n1235. Khi sao phong gấm rủ là,\nGiờ sao tan tác như hoa giữa đường?\nMặt sao dày gió dạn sương,\nThân sao bướm chán, ong chường bấy thân?\nMặc người mưa Sở, mây Tần,\n1240. Những mình nào biết có xuân là gì!\nĐôi phen gió tựa, hoa kề,\nNửa rèm tuyết ngậm, bốn bề trăng thâu.\nCảnh nào cảnh chẳng đeo sầu,\nNgười buồn, cảnh có vui đâu bao giờ!\n1245. Đòi phen nét vẽ, câu thơ,\nCung cầm trong nguyệt, nước cờ dưới hoa,\nVui là vui gượng kẻo mà,\nAi tri âm đó, mặn mà với ai?\nThờ ơ gió trúc, mưa mai,\n1250. Ngẩn ngơ trăm nỗi, giùi mài một thân.\nÔm lòng đòi đoạn xa gần,\nChẳng vò mà rối, chẳng dần mà đau!\nNhớ ơn chín chữ cao sâu,\nMột ngày một ngả bóng dâu tà tà.\n1255. Dặm ngàn, nước thẳm, non xa,\nNghĩ đâu thân phận con ra thế này!\nSân hòe đôi chút thơ ngây\nTrân cam, ai kẻ đỡ thay việc mình?\nNhớ lời nguyện ước ba sinh,\n1260. Xa xôi ai có thấu tình chăng ai?\nKhi về hỏi liễu Chương đài,\nCành xuân đã bẻ cho người chuyên tay.\nTình sâu mong trả nghĩa dày,\nHoa kia đã chắp cành này cho chưa?\n1265. Mối tình đòi đoạn vò tơ,\nGiấc hương quan luống lần mơ canh dài.\nSong sa vò võ phương trời,\nNay hoàng hôn, đã lại mai hôn hoàng.\nLần lần thỏ bạc ác vàng,\n1270. Xót người trong hội đoạn tràng đòi cơn!\nĐã cho lấy chữ hồng nhan,\nLàm cho, cho hại, cho tàn, cho cân!\nĐã đày vào kiếp phong trần,\nSao cho sỉ nhục một lần mới thôi!\nChương VI: Kiều gặp Thúc Sinh\n1275. Khách du bỗng có một người,\nKỳ Tâm họ Thúc cũng nòi thư hương.\nVốn người huyện Tích châu Thường,\nTheo nghiêm đường mở ngôi hàng Lâm Tri.\nHoa khôi mộ tiếng Kiều nhi,\n1280. Thiếp hồng tìm đến hương khuê gửi vào.\nTrướng tô giáp mặt hoa đào,\nVẻ nào chẳng mặn nét nào chẳng ưa?\nHải đường mơn mởn cành tơ,\nNgày xuân càng gió càng mưa càng nồng.\n1285. Nguyệt hoa hoa nguyệt não nùng,\nĐêm xuân ai dễ cầm lòng được chăng?\nLạ gì thanh khí lẽ hằng,\nMột dây một buộc ai giằng cho ra.\nSớm đào tối mận lân la,\n1290. Trước còn trăng gió sau ra đá vàng.\nDịp đâu may mắn lạ dường,\nLại vừa gặp khoảng xuân đường lại quê.\nSinh càng một tỉnh mười mê,\nNgày xuân lắm lúc đi về với xuân.\n1295. Khi g\n  \ngọi hè,\nĐầu tường lửa lựu lập loè đâm bông.\nBuồng the phải buổi thong dong,\n1310. Thang lan rủ bức trướng hồng tẩm hoa.\nRõ màu trong ngọc trắng ngà!\nDày dày sẵn đúc một tòa thiên nhiên.\nSinh càng tỏ nét càng khen,\nNgụ tình tay thảo một thiên luật đường.\n1315. Nàng rằng: Vâng biết ý chàng.\nLời lời châu ngọc hàng hàng gấm thêu.\nHay hèn lẽ cũng nối điêu,\nNỗi quê nghĩ một hai điều ngang ngang.\nLòng còn gửi áng mây Vàng.\n1320. Họa vần xin hãy chịu chàng hôm nay.\nRằng: Sao nói lạ lùng thay!\nCành kia chẳng phải cỗi này mà ra?\nNàng càng ủ đột thu ba,\nĐoạn trường lúc ấy nghĩ mà buồn tênh:\n1325. Thiếp như hoa đã lìa cành,\nChàng như con bướm lượn vành mà chơi.\nChúa xuân đành đã có nơi,\nVắn ngày thôi chớ dài lời làm chi.\nSinh rằng: Từ thuở tương tri,\n1330. Tấm riêng riêng những nặng vì nước non.\nTrăm năm tính cuộc vuông tròn,\nPhải dò cho đến ngọn nguồn lạch sông.\nNàng rằng: Muôn đội ơn lòng.\nChút e bên thú bên tòng dễ đâu.\n1335. Bình Khang nấn ná bấy lâu,\nYêu hoa yêu được một màu điểm trang.\nRồi ra lạt phấn phai hương,\nLòng kia giữ được thường thường mãi chăng?\nVả trong thềm quế cung trăng,\n1340. Chủ trương đành đã chị Hằng ở trong.\nBấy lâu khăng khít dải đồng,\nThêm người người cũng chia lòng riêng tây.\nVẻ chi chút phận bèo mây,\nLàm cho bể ái khi đầy khi vơi.\n1345. Trăm điều ngang ngửa vì tôi,\nThân sau ai chịu tội trời ấy cho?\nNhư chàng có vững tay co,\nMười phần cũng đắp điếm cho một vài.\nThế trong dầu lớn hơn ngoài,\n1350. Trước hàm sư tử gửi người đằng la.\nCúi đầu luồn xuống mái nhà,\nGiấm chua lại tội bằng ba lửa nồng.\nỞ trên còn có nhà thông,\nLượng trên trông xuống biết lòng có thương?\n1355. Sá chi liễu ngõ hoa tường?\nLầu xanh lại bỏ ra phường lầu xanh.\nLại càng dơ dáng dại hình,\nĐành thân phận thiếp ngại danh giá chàng.\nThương sao cho vẹn thì thương.\n1360. Tính sao cho vẹn mọi đường xin vâng.\nSinh rằng: Hay nói đè chừng!\nLòng đây lòng đấy chưa từng hay sao?\nĐường xa chớ ngại Ngô Lào,\nTrăm điều hãy cứ trông vào một ta.\n1365. Đã gần chi có điều xa?\nĐá vàng đã quyết phong ba cũng liều.\nCùng nhau căn vặn đến điều,\nChỉ non thề bể nặng gieo đến lời.\nNỉ non đêm ngắn tình dài,\n1370. Ngoài hiên thỏ đã non đoài ngậm gương.\nMượn điều trúc viện thừa lương,\nRước về hãy tạm giấu nàng một nơi.\nChiến hòa sắp sẵn hai bài,\nCậy tay thầy thợ mượn người dò la.\n1375. Bắn tin đến mặt Tú bà,\nThua cơ mụ cũng cầu hòa dám sao.\nRõ ràng của dẫn tay trao,\nHoàn lương một thiếp thân vào cửa công.\nCông tư đôi lẽ đều xong,\n1380. Gót tiên phút đã thoát vòng trần ai.\nMột nhà sum họp trúc mai,\nCàng sâu nghĩa bể càng dài tình sông.\nHương càng đượm lửa càng nồng,\nCàng sôi vẻ ngọc càng lồng màu sen. \n1385. Nửa năm hơi tiếng vừa quen,\nSân ngô cành biếc đã chen lá vàng.\nGiậu thu vừa nảy giò sương,\nGối yên đã thấy xuân đường đến nơi.\nPhong lôi nổi trận bời bời,\n1390. Nặng lòng e ấp tính bài phân chia.\nQuyết ngay biện bạch một bề,\nDạy cho má phấn lại về lầu xanh.\nThấy lời nghiêm huấn rành rành,\nĐánh liều sinh mới lấy tình nài kêu.\n1395. Rằng: Con biết tội đã nhiều,\nDẫu rằng sấm sét búa rìu cũng cam.\nTrót vì tay đã nhúng chàm,\nDại rồi còn biết khôn làm sao đây.\nCùng nhau vả tiếng một ngày,\n1400. Ôm cầm ai nỡ dứt dây cho đành.\nLượng trên quyết chẳng thương tình,\nBạc đen thôi có tiếc mình làm chi.\nThấy lời sắt đá tri tri,\nSốt gan ông mới cáo quì cửa công.\n1405. Đất bằng nổi sóng đùng đùng,\nPhủ đường sai lá phiếu hồng thôi tra.\nCùng nhau theo gót sai nha,\nSong song vào trước sân hoa lạy quì.\nTrông lên mặt sắt đen sì,\n1410. Lập nghiêm trước đã ra uy nặng lời:\nGã kia dại nết chơi bời,\nMà con người thế là người đong đưa.\nTuồng chi hoa thải hương thừa,\nMượn màu son phấn đánh lừa con đen.\n1415. Suy trong tình trạng nguyên đơn,\nBề nào thì cũng chưa yên bề nào.\nPhép công chiếu án luận vào.\nCó hai đường ấy muốn sao mặc mình.\nMột là cứ phép gia hình,\n1420. Một là lại cứ lầu xanh phó về.\nNàng rằng: đã quyết một bề!\nNhện này vương lấy tơ kia mấy lần.\nĐục trong thân cũng là thân.\nYếu thơ vâng chịu trước sân lôi đình!\n1425. Dạy rằng: Cứ phép gia hình!\nBa cây chập lại một cành mẫu đơn.\nPhận đành chi dám kêu oan,\nĐào hoen quẹn má liễu tan tác mày.\nMột sân lầm cát đã đầy,\n1430. Gương lờ nước thủy mai gầy vóc sương.\nNghĩ tình chàng Thúc mà thương,\nNẻo xa trông thấy lòng càng xót xa.\nKhóc rằng: Oan khốc vì ta!\nCó nghe lời trước chẳng đà lụy sau.\n1435. Cạn lòng chẳng biết nghĩ sâu.\nĐể ai trăng tủi hoa sầu vì ai.\nPhủ đường nghe thoảng vào tai,\nĐộng lòng lại gạn đến lời riêng tây.\nSụt sùi chàng mới thưa ngay,\n1440. Đầu đuôi kể lại sự ngày cầu thân:\nNàng đà tính hết xa gần,\nTừ xưa nàng đã biết thân có rày.\nTại tôi hứng lấy một tay,\nĐể nàng cho đến nỗi này vì tôi.\n1445. Nghe lời nói cũng thương lời,\nDẹp uy mới dạy cho bài giải vi.\nRằng: Như hẳn có thế thì\nTrăng hoa song cũng thị phi biết điều.\nSinh rằng: Chút phận bọt bèo,\n1450. Theo đòi vả cũng ít nhiều bút nghiên.\nCười rằng: đã thế thì nên!\nMộc già hãy thử một thiên trình nghề.\nNàng vâng cất bút tay đề,\nTiên hoa trình trước án phê xem tường.\n1455. Khen rằng: Giá đáng Thịnh đường!\nTài này sắc ấy nghìn vàng chưa cân!\nThật là tài tử giai nhân,\nChâu Trần còn có Châu Trần nào hơn?\nThôi đừng rước dữ cưu hờn,\n1460. Làm chi lỡ nhịp cho đòn ngang cung.\nĐã đưa đến trước cửa công,\nNgoài thì là lý song trong là tình.\nDâu con trong đạo gia đình,\nThôi thì dẹp nỗi bất bình là xong.\n1465. Kíp truyền sắm sửa lễ công,\nKiệu hoa cất gió đuốc hồng điểm sao.\nBày hàng cổ xúy xôn xao,\nSong song đưa tới trướng đào sánh đôi.\nThương vì hạnh trọng vì tài,\n1470. Thúc ông thôi cũng dẹp lời phong ba.\nHuệ lan sực nức một nhà,\nTừng cay đắng lại mặn mà hơn xưa.\nChương VII: Kiều và Hoạn Thư\nMảng vui rượu sớm cờ trưa,\nĐào đà phai thắm sen vừa nẩy xanh.\n1475. Trướng hồ vắng vẻ đêm thanh,\nE tình nàng mới bày tình riêng chung:\nPhận bồ từ vẹn chữ tòng,\nĐổi thay nhạn yến đã hòng đầy niên.\nTin nhà ngày một vắng tin,\n1480. Mặn tình cát lũy lạt tình tào khang.\nNghĩ ra thật cũng nên đường,\nTăm hơi ai dễ giữ giàng cho ta?\nTrộm nghe kẻ lớn trong nhà,\nỞ vào khuôn phép nói ra mối đường.\n1485. E thay những dạ phi thường,\nDễ dò rốn bể khôn lường đáy sông!\nMà ta suốt một năm ròng,\nThế nào cũng chẳng giấu xong được nào\nBấy chầy chưa tỏ tiêu hao,\n1490. Hoặc là trong có làm sao chăng là?\nXin chàng kíp liệu lại nhà,\nTrước người đẹp ý sau ta biết tình.\nĐêm ngày giữ mức giấu quanh,\nRày lần mai lữa như hình chưa thông.\n1495. Nghe lời khuyên nhủ thong dong,\nĐành lòng sinh mới quyết lòng hồi trang.\nRạng ra gửi đến xuân đường,\nThúc ông cũng vội giục chàng ninh gia.\nTiễn đưa một chén quan hà,\n1500. Xuân đình thoắt đã dạo ra cao đình.\nSông Tần một dải xanh xanh,\nLoi thoi bờ liễu mấy cành Dương quan.\nCầm tay dài ngắn thở than,\nChia phôi ngừng chén hợp tan nghẹn lời.\n1505. Nàng rằng: Non nước xa khơi,\nSao cho trong ấm thì ngoài mới êm.\nDễ lòa yếm thắm trôn kim,\nLàm chi bưng mắt bắt chim khó lòng!\nĐôi ta chút nghĩa đèo bòng,\n1510. Đến nhà trước liệu nói sòng cho minh.\nDù khi sóng gió bất tình,\nLớn ra uy lớn tôi đành phận tôi.\nHơn điều giấu ngược giấu xuôi.\nLại mang những việc tày trời đến sau.\n1515. Thương nhau xin nhớ lời nhau,\nNăm chầy cũng chẳng đi đâu mà chầy.\nChén đưa nhớ bữa hôm nay,\nChén mừng xin đợi ngày này năm sau!\nNgười lên ngựa kẻ chia bào,\n1520. Rừng phong thu đã nhuốm màu quan san.\nDặm hồng bụi cuốn chinh an,\nTrông người đã khuất mấy ngàn dâu xanh.\nNgười về chiếc bóng năm canh,\nKẻ đi muôn dặm một mình xa xôi.\n1525. Vầng trăng ai xẻ làm đôi,\nNửa in gối chiếc, nửa soi dặm trường. \nKể chi những nỗi dọc đường,\nBuồn trong này nỗi chủ trương ở nhà:\nVốn dòng họ Hoạn danh gia,\n1530. Con quan Lại Bộ tên là Hoạn Thư.\nDuyên đằng thuận nẻo gió đưa,\nCùng chàng kết tóc xe tơ những ngà\n  \nh mặt khuất lời,\nGiấu ta ta cũng liệu bài giấu cho!\nLo gì việc ấy mà lo,\nKiến trong miệng chén có bò đi đâu?\nLàm cho nhìn chẳng được nhau,\n1550. Làm cho đầy đọa cất đầu chẳng lên!\nLàm cho trông thấy nhãn tiền,\nCho người thăm ván bán thuyền biết tay.\nNỗi lòng kín chẳng ai hay,\nNgoài tai để mặc gió bay mái ngoài.\n1555. Tuần sau bỗng thấy hai người,\nMách tin ý cũng liệu bài tâng công.\nTiểu thư nổi giận đùng đùng:\nGớm tay thêu dệt ra lòng trêu ngươi!\nChồng tao nào phải như ai,\n1560. Điều này hẳn miệng những người thị phi!\nVội vàng xuống lệnh ra uy,\nĐứa thì vả miệng đứa thì bẻ răng.\nTrong ngoài kín mít như bưng.\nNào ai còn dám nói năng một lời!\n1565. Buồng đào khuya sớm thảnh thơi,\nRa vào một mực nói cười như không.\nĐêm ngày lòng những dặn lòng,\nSinh đà về đến lầu hồng xuống yên.\nLời tan hợp nỗi hàn huyên,\n1570. Chữ tình càng mặn chữ duyên càng nồng.\nTẩy trần vui chén thong dong,\nNỗi lòng ai ở trong lòng mà ra.\nChàng về xem ý tứ nhà,\nSự mình cũng rắp lân la giãi bày.\n1575. Mấy phen cười nói tỉnh say,\nTóc tơ bất động mảy may sự tình.\nNghĩ đà bưng kín miệng bình,\nNào ai có khảo mà mình đã xưng?\nNhững là e ấp dùng dằng,\n1580. Rút dây sợ nữa động rừng lại thôi.\nCó khi vui chuyện mua cười,\nTiểu thư lại giở những lời đâu đâu.\nRằng: Trong ngọc đá vàng thau,\nMười phần ta đã tin nhau cả mười.\n1585. Khen cho những chuyện dông dài,\nBướm ong lại đặt những lời nọ kia.\nThiếp dù bụng chẳng hay suy,\nĐã dơ bụng nghĩ lại bia miệng cười!\nThấy lời thủng thỉnh như chơi,\n1590. Thuận lời chàng cũng nói xuôi đỡ đòn.\nNhững là cười phấn cợt son,\nĐèn khuya chung bóng trăng tròn sánh vai.\nThú quê thuần hức bén mùi,\nGiếng vàng đã rụng một vài lá ngô. \n1595. Chạnh niềm nhớ cảnh giang hồ,\nMột màu quan tái mấy mùa gió trăng.\nTình riêng chưa dám rỉ răng,\nTiểu thư trước đã liệu chừng nhủ qua:\nCách năm mây bạc xa xa,\n1600. Lâm Tri cũng phải tính mà thần hôn.\nĐược lời như cởi tấc son,\nVó câu chẳng ruổi nước non quê người.\nLong lanh đáy nước in trời,\nThành xây khói biếc non phơi bóng vàng.\n1605. Roi câu vừa gióng dặm trường,\nXe hương nàng cũng thuận đường quy ninh.\nThưa nhà huyên hết mọi tình,\nNỗi chàng ở bạc nỗi mình chịu đen.\nNghĩ rằng: Ngứa ghẻ hờn ghen,\n1610. Xấu chàng mà có ai khen chi mình!\nVậy nên ngảnh mặt làm thinh,\nMưu cao vốn đã rắp ranh những ngày.\nLâm Tri đường bộ tháng chầy,\nMà đường hải đạo sang ngay thì gần.\n1615. Dọn thuyền lựa mặt gia nhân,\nHãy đem dây xích buộc chân nàng về.\nLàm cho cho mệt cho mê,\nLàm cho đau đớn ê chề cho coi!\nTrước cho bõ ghét những người,\n1620. Sau cho để một trò cười về sau.\nPhu nhân khen chước rất mầu,\nChiều con mới dạy mặc dầu ra tay.\nSửa sang buồm gió lèo mây,\nKhuyển ưng lại chọn một bầy côn quang.\n1625. Dặn dò hết các mọi đường,\nThuận phong một lá vượt sang bến Tề.\nNàng từ chiếc bóng song the,\nĐường kia nỗi nọ như chia mối sầu.\nBóng đâu đã xế ngang đầu,\n1630. Biết đâu ấm lạnh biết đâu ngọt bùi.\nTóc thề đã chấm ngang vai,\nNào lời non nước nào lời sắt son.\nSắn bìm chút phận cỏn con,\nKhuôn duyên biết có vuông tròn cho chăng?\n1635. Thân sao nhiều nỗi bất bằng,\nLiều như cung Quảng ả Hằng nghĩ nao!\nĐêm thu gió lọt song đào,\nNửa vành trăng khuyết ba sao giữa trời.\nNén hương đến trước Phật đài,\n1640. Nỗi lòng khấn chửa cạn lời vân vân.\nDưới hoa dậy lũ ác nhân,\nẦm ầm khốc quỷ kinh thần mọc ra.\nĐầy sân gươm tuốt sáng lòa,\nThất kinh nàng chửa biết là làm sao.\n1645. Thuốc mê đâu đã rưới vào,\nMơ màng như giấc chiêm bao biết gì.\nVực ngay lên ngựa tức thì,\nPhòng đào viện sách bốn bề lửa dong.\nSẵn thây vô chủ bên sông,\n1650. Đem vào để đó lộn sòng ai hay?\nTôi đòi phách lạc hồn bay,\nPha càn bụi cỏ gốc cây ẩn mình.\nThúc ông nhà cũng gần quanh,\nChợt trông ngọn lửa thất kinh rụng rời.\n1655. Tớ thầy chạy thẳng đến nơi,\nTơi bời tưới lửa tìm người lao xao.\nGió cao ngọn lửa càng cao,\nTôi đòi tìm đủ nàng nào thấy đâu!\nHớt hơ hớt hải nhìn nhau,\n1660. Giếng sâu bụi rậm trước sau tìm quàng.\nChạy vào chốn cũ phòng hương,\nTrong tro thấy một đống xương cháy tàn.\nTình ngay ai biết mưu gian,\nHẳn nàng thôi lại còn bàn rằng ai!\n1665. Thúc ông sùi sụt ngắn dài,\nNghĩ con vắng vẻ thương người nết na.\nDi hài nhặt gói về nhà,\nNào là khâm liệm nào là tang trai.\nLễ thường đã đủ một hai,\n1670. Lục trình chàng cũng đến nơi bấy giờ.\nBước vào chốn cũ lầu thơ,\nTro than một đống nắng mưa bốn tường.\nSang nhà cha tới trung đường,\nLinh sàng bài vị thờ nàng ở trên.\n1675. Hỡi ôi nói hết sự duyên,\nTơ tình đứt ruột lửa phiền cháy gan!\nGieo mình vật vã khóc than:\nCon người thế ấy thác oan thế này.\nChắc rằng mai trúc lại vầy,\n1680. Ai hay vĩnh quyết là ngày đưa nhau!\nThương càng nghĩ nghĩ càng đau,\nDễ ai lấp thảm quạt sầu cho khuây.\nGần miền nghe có một thầy,\nPhi phù trí quỷ cao tay thông huyền.\n1685. Trên tam đảo dưới cửu tuyền,\nTìm đâu thì cũng biết tin rõ ràng.\nSắm sanh lễ vật rước sang,\nXin tìm cho thấy mặt nàng hỏi han.\nĐạo nhân phục trước tĩnh đàn,\n1690. Xuất thần giây phút chưa tàn nén hương.\nTrở về minh bạch nói tường:\nMặt nàng chẳng thấy việc nàng đã tra.\nNgười này nặng kiếp oan gia,\nCòn nhiều nợ lắm sao đà thoát cho!\n1695. Mệnh cung đang mắc nạn to,\nMột năm nữa mới thăm dò được tin.\nHai bên giáp mặt chiền chiền,\nMuốn nhìn mà chẳng dám nhìn lạ thay!\nĐiều đâu nói lạ dường này,\n1700. Sự nàng đã thế lời thầy dám tin!\nChẳng qua đồng cốt quàng xiên,\nNgười đâu mà lại thấy trên cõi trần?\nTiếc hoa những ngậm ngùi xuân,\nThân này dễ lại mấy lần gặp tiên.\nChương VIII: Kiều và Hoạn Thư (Tiếp)\n1705. Nước trôi hoa rụng đã yên,\nHay đâu địa ngục ở miền nhân gian.\nKhuyển ưng đã đắt mưu gian,\nVực nàng đưa xuống để an dưới thuyền.\nBuồm cao lèo thẳng cánh suyền,\n1710. Đè chừng huyện Tích băng miền vượt sang.\nDỡ đò lên trước sảnh đường,\nKhuyển ưng hai đứa nộp nàng dâng công.\nVực nàng tạm xuống môn phòng,\nHãy còn thiêm thiếp giấc nồng chưa phai.\n1715. Hoàng lương chợt tỉnh hồn mai,\nCửa nhà đâu mất lâu đài nào đây?\nBàng hoàng giở tỉnh giở say,\nSảnh đường mảng tiếng đòi ngay lên hầu.\nA hoàn trên dưới giục mau,\n1720. Hãi hùng nàng mới theo sau một người.\nNgước trông tòa rộng dãy dài,\nThiên Quan Trủng Tể có bài treo trên.\nBan ngày sáp thắp hai bên,\nGiữa giường thất bảo ngồi trên một bà.\n1725. Gạn gùng ngọn hỏi ngành tra,\nSự mình nàng phải cứ mà gửi thưa.\nBất tình nổi trận mây mưa,\nMắng rằng: Những giống bơ thờ quen thân!\nCon này chẳng phải thiện nhân,\n1730. Chẳng phường trốn chúa thì quân lộn chồng.\nRa tuồng mèo mả gà đồng,\nRa tuồng lúng túng chẳng xong bề nào.\nĐã đem mình bán cửa tao,\nLại còn khủng khỉnh làm cao thế này.\n1735. Nào là gia pháp nọ bay!\nHãy cho ba chục biết tay một lần.\nA hoàn trên dưới dạ ran,\nDẫu rằng trăm miệng không phân lẽ nào.\nTrúc côn ra sức đập vào,\n1740. Thịt nào chẳng nát gan nào chẳng kinh.\nXót thay đào lý một cành,\nMột phen mưa gió tan tành một phen.\nHoa nô truyền dạy đổi tên,\nBuồng the dạy ép vào phiên thị tì.\n1745. Ra vào theo lũ thanh y,\nDãi dầu tóc rối da chì quản bao.\nQuản gia có một mụ nào,\nThấy người thấy nết ra vào mà thương.\nKhi chè chén khi thuốc thang,\n1750. Đem lời phương tiện mở đường hiếu sinh.\nDạy rằng: May rủi đã đành,\nLiễu bồ mình giữ lấy mình cho hay.\nCũng là oan nghiệp chi đây,\nSa cơ mới đến thế này chẳng dưng.\n1755. Ở đây tai vách mạch rừng,\nThấy ai người cũ cũng đừng nhìn chi.\nKẻo khi sấm sét bất kỳ,\nCon ong cái kiến kêu gì được oan?\nNàng càng giọt ngọc như chan,\n1760. Nỗi lòng luống những bàng hoàng niềm tây:\nPhong trần kiếp chịu đã đầy,\nLầm than lại có thứ này bằng hai.\nPhận sao bạc chẳng vừa thôi,\nKhăng khăng buộc mãi lấy người hồng nhan.\n1765. Đã đành túc trái tiền oan,\nCũng liều ngọc nát hoa tàn mà chi.\nNhững là nương náu qua thì,\nTiểu thư phải buổi mới về ninh gia.\nMẹ con trò chuyện lân la,\n1770. Phu nhân mớ\n  \nhân.\nCửa người đày đọa chút thân,\nSớm ngơ ngẩn bóng đêm năn nỉ lòng.\n1785. Lâm Tri chút nghĩa đèo bồng,\nNước bèo để chữ tương phùng kiếp sau.\nBốn phương mây trắng một màu,\nTrông vời cố quốc biết đâu là nhà.\nLần lần tháng trọn ngày qua,\n1790. Nỗi gần nào biết đường xa thế này.\nLâm Tri từ thuở uyên bay,\nBuồng không thương kẻ tháng ngày chiếc thân.\nMày ai trăng mới in ngần,\nPhần thừa hương cũ bội phần xót xa.\n1795. Sen tàn cúc lại nở hoa,\nSầu dài ngày ngắn đông đà sang xuân.\nTìm đâu cho thấy cố nhân?\nLấy câu vận mệnh khuây dần nhớ thương. \nChạnh niềm nhớ cảnh gia hương,\n1800. Nhớ quê chàng lại tìm đường thăm quê.\nTiểu thư đón cửa giãi giề,\nHàn huyên vừa cạn mọi bề gần xa.\nNhà hương cao cuốn bức là,\nBuồng trong truyền gọi nàng ra lạy mừng.\n1805. Bước ra một bước một dừng,\nTrông xa nàng đã tỏ chừng nẻo xa:\nPhải chăng nắng quáng đèn lòa,\nRõ ràng ngồi đó chẳng là Thúc Sinh?\nBây giờ tình mới rõ tình,\n1810. Thôi thôi đã mắc vào vành chẳng sai.\nChước đâu có chước lạ đời?\nNgười đâu mà lại có người tinh ma?\nRõ ràng thật lứa đôi ta,\nLàm ra con ở chúa nhà đôi nơi.\n1815. Bề ngoài thơn thớt nói cười,\nMà trong nham hiểm giết người không dao.\nBây giờ đất thấp trời cao,\nĂn làm sao nói làm sao bây giờ?\nCàng trông mặt càng ngẩn ngơ,\n1820. Ruột tằm đòi đoạn như tơ rối bời.\nSợ uy dám chẳng vâng lời,\nCúi đầu nép xuống sân mai một chiều.\nSinh đà phách lạc hồn siêu:\nThương ơi chẳng phải nàng Kiều ở đây?\n1825. Nhân làm sao đến thế này?\nThôi thôi ta đã mắc tay ai rồi!\nSợ quen dám hở ra lời,\nKhông ngăn giọt ngọc sụt sùi nhỏ sa.\nTiểu thư trông mặt hỏi tra:\n1830. Mới về có việc chi mà động dong?\nSinh rằng hiếu phục vừa xong,\nSuy lòng trắc dĩ đau lòng chung thiên.\nKhen rằng: Hiếu tử đã nên!\nTẩy trần mượn chén giải phiền đêm thu.\n1835. Vợ chồng chén tạc chén thù,\nBắt nàng đứng chực trì hồ hai nơi.\nBắt khoan bắt nhặt đến lời,\nBắt quì tận mặt bắt mời tận tay.\nSinh càng như dại như ngây,\n1840. Giọt dài giọt ngắn chén đầy chén vơi.\nNgảnh đi chợt nói chợt cười,\nCáo say chàng đã giạm bài lảng ra.\nTiểu thư vội thét: Con Hoa!\nKhuyên chàng chẳng cạn thì ta có đòn.\n1845. Sinh càng nát ruột tan hồn,\nChén mời phải ngậm bồ hòn ráo ngay.\nTiểu thư cười nói tỉnh say,\nChưa xong cuộc rượu lại bày trò chơi.\nRằng: Hoa nô đủ mọi tài,\n1850. Bản đàn thử dạo một bài chàng nghe.\nNàng đà tán hoán tê mê,\nVâng lời ra trước bình the vặn đàn.\nBốn dây như khóc như than,\nKhiến người trên tiệc cũng tan nát lòng.\n1855. Cùng chung một tiếng tơ đồng,\nNgười ngoài cười nụ người trong khóc thầm.\nGiọt châu lã chã khôn cầm,\nCúi đầu chàng những gạt thầm giọt Tương.\nTiểu thư lại thét lấy nàng:\n1860. Cuộc vui gảy khúc đoạn trường ấy chi?\nSao chẳng biết ý tứ gì?\nCho chàng buồn bã tội thì tại ngươi.\nSinh càng thảm thiết bồi hồi,\nVội vàng gượng nói gượng cười cho qua.\n1865. Giọt rồng canh đã điểm ba,\nTiểu thư nhìn mặt dường đà can tâm.\nLòng riêng khấp khởi mừng thầm:\nVui này đã bõ đau ngầm xưa nay.\nSinh thì gan héo ruột đầy,\n1870. Nỗi lòng càng nghĩ càng cay đắng lòng. \nNgười vào chung gối loan phòng,\nNàng ra tựa bóng đèn chong canh dài:\nBây giờ mới rõ tăm hơi,\nMáu ghen đâu có lạ đời nhà ghen!\n1875. Chước đâu rẽ thúy chia uyên,\nAi ra đường nấy ai nhìn được ai.\nBây giờ một vực một trời,\nHết điều khinh trọng hết lời thị phi.\nNhẹ như bấc nặng như chì,\n1880. Gỡ cho ra nữa còn gì là duyên?\nLỡ làng chút phận thuyền quyên,\nBể sâu sóng cả có tuyền được vay?\nMột mình âm ỉ đêm chày,\nĐĩa dầu vơi nước mắt đầy năm canh.\n1885. Sớm trưa hầu hạ đài doanh,\nTiểu thư chạm mặt đè tình hỏi tra.\nLựa lời nàng mới thưa qua:\nPhải khi mình lại xót xa nỗi mình.\nTiểu thư hỏi lại Thúc Sinh:\n1890. Cậy chàng tra lấy thực tình cho nao!\nSinh đà rát ruột như bào,\nNói ra chẳng tiện trông vào chẳng đang!\nNhững e lại lụy đến nàng,\nĐánh liều mới sẽ lựa đường hỏi tra.\n1895. Cúi đầu quỳ trước sân hoa,\nThân cung nàng mới dâng qua một tờ.\nDiện tiền trình với Tiểu thư,\nThoạt xem dường có ngẩn ngơ chút tình.\nLiền tay trao lại Thúc Sinh,\n1900. Rằng: Tài nên trọng mà tình nên thương!\nVí chăng có số giàu sang,\nGiá này dẫu đúc nhà vàng cũng nên!\nBể trần chìm nổi thuyền quyên,\nHữu tài thương nỗi vô duyên lạ đời!\n1905. Sinh rằng: Thật có như lời,\nHồng nhan bạc mệnh một người nào vay!\nNghìn xưa âu cũng thế này,\nTừ bi âu liệu bớt tay mới vừa.\nTiểu thư rằng: ý trong tờ,\n1910. Rắp đem mệnh bạc xin nhờ cửa Không.\nThôi thì thôi cũng chiều lòng,\nCũng cho khỏi lụy trong vòng bước ra.\nSẵn Quan Âm Các vườn ta,\nCó cây trăm thước, có hoa bốn mùa.\n1915. Có cổ thụ, có sơn hồ,\nCho nàng ra đó giữ chùa chép kinh.\nTàng tàng trời mới bình minh,\nHương hoa, ngũ cúng, sắm sanh lễ thường.\nĐưa nàng đến trước Phật đường,\n1920. Tam qui, ngũ giới, cho nàng xuất gia.\nÁo xanh đổi lấy cà sa,\nPháp danh lại đổi tên ra Trạc Tuyền.\nSớm khuya sắm đủ dầu đèn,\nXuân, Thu, cắt sẵn hai tên hương trà.\n1925. Nàng từ lánh gót vườn hoa,\nDường gần rừng tía, dường xa bụi hồng.\nNhân duyên đâu lại còn mong,\nKhỏi điều thẹn phấn, tủi hồng thì thôi.\nPhật tiền thảm lấp sầu vùi,\n1930. Ngày pho thủ tự, đêm nồi tâm hương.\nCho hay giọt nước cành dương,\nLửa lòng tưới tắt mọi đường trần duyên.\nNâu sồng từ trở màu thiền,\nSân thu trăng đã vài phen đứng đầu,\n1935. Cửa thiền, then nhặt, lưới mau,\nNói lời trước mặt, rời châu vắng người. \nGác kinh viện sách đôi nơi,\nTrong gang tấc lại gấp mười quan san.\nNhững là ngậm thở nuốt than,\n1940. Tiểu thư phải buổi vấn an về nhà.\nThừa cơ, sinh mới lẻn ra,\nXăm xăm đến mé vườn hoa với nàng.\nSụt sùi giở nỗi đoạn tràng,\nGiọt châu tầm tã đẫm tràng áo xanh:\n1945. Đã cam chịu bạc với tình,\nChúa xuân để tội một mình cho hoa!\nThấp cơ thua trí đàn bà,\nTrông vào đau ruột nói ra ngại lời.\nVì ta cho lụy đến người,\n1950. Cát lầm ngọc trắng, thiệt đời xuân xanh!\nQuản chi lên thác xuống ghềnh,\nCũng toan sống thác với tình cho xong.\nTông đường chút chửa cam lòng,\nNghiến răng bẻ một chữ đồng làm hai.\n1955. Thẹn mình đá nát vàng phai,\nTrăm thân dễ chuộc một lời được sao?\nNàng rằng: Chiếc bách sóng đào,\nNổi chìm cũng mặc lúc nào rủi may!\nChút thân quằn quại vũng lầy,\n1960. Sống thừa còn tưởng đến rày nữa sao?\nCũng liều một giọt mưa rào,\nMà cho thiên hạ trông vào cũng hay!\nXót vì cầm đã bén dây,\nChẳng trăm năm cũng một ngày duyên ta.\n1965. Liệu bài mở cửa cho ra,\nẤy là tình nặng ấy là ân sâu!\nSinh rằng: Riêng tưởng bấy lâu,\nLòng người nham hiểm biết đâu mà lường.\nNữa khi giông tố phũ phàng,\n1970. Thiệt riêng đó cũng lại càng cực đây.\nLiệu mà xa chạy cao bay,\nÁi ân ta có ngần này mà thôi!\nBây giờ kẻ ngược người xuôi,\nBiết bao giờ lại nối lời nước non?\n1975. Dẫu rằng sông cạn đá mòn,\nCon tằm đến thác cũng còn vương tơ!\nCùng nhau kể lể sau xưa,\nNói rồi lại nói, lời chưa hết lời.\nMặt trông tay chẳng nỡ rời,\n1980. Hoa tì đã động tiếng người nẻo xa.\nNhận ngừng, nuốt tủi, lảng ra,\nTiểu thư đâu đã rẽ hoa bước vào.\nCười cười, nói nói ngọt ngào,\nHỏi: Chàng mới ở chốn nào lại chơi?\n1985. Dối quanh Sinh mới liệu lời:\nTìm hoa quá bước, xem người viết kinh.\nKhen rằng: Bút pháp đã tinh,\nSo vào với thiếp Lan đình nào thua!\nTiếc thay lưu lạc giang hồ,\n1990. Nghìn vàng, thật cũng nên mua lấy tài!\nThiền trà cạn chén hồng mai,\nThong dong nối gót thư trai cùng về.\nNàng càng e lệ ủ ê,\nRỉ tai, hỏi lại hoa tì trước sau.\n1995. Hoa rằng: Bà đã đến lâu,\nRón chân đứng nép độ đâu nữa giờ.\nRành rành kẽ tóc chân tơ,\nMấy lời nghe hết đã dư tỏ tường.\nBao nhiêu đoạn khổ, tình thương,\n2000. Nỗi ông vật vã, nỗi nàng thở than.\nNgăn tôi đứng lại một bên,\nChán tai rồi mới bước lên trên lầu.\nNghe thôi kinh hãi xiết đâu:\nĐàn bà thế ấy thấy âu một người!\n2005. Ấy mới gan ấy mới tài,\nNghĩ càng thêm nỗi sởn gai rụng rời!\nNgười đâu sâu sắc nước đời,\nMà chàng Thúc phải ra người bó tay!\nThực tang bắt được dư\n  \ntìm vành ấm no!\nNghĩ đi nghĩ lại quanh co,\nPhật tiền sẵn có mọi đồ kim ngân.\n2025. Bên mình giắt để hộ thân,\nLần nghe canh đã một phần trống ba.\nCất mình qua ngọn tường hoa,\nLần đường theo bóng trăng tà về tây.\nChương IX: Kiều gặp Từ Hải\nMịt mù dặm cát đồi cây,\n2030. Tiếng gà điếm nguyệt dấu giày cầu sương.\nCanh khuya thân gái dặm trường,\nPhần e đường xá, phần thương dãi dầu!\nTrời đông vừa rạng ngàn dâu,\nBơ vơ nào đã biết đâu là nhà!\n2035. Chùa đâu trông thấy nẻo xa,\nRành rành Chiêu Ẩn Am ba chữ bài.\nXăm xăm gõ mái cửa ngoài,\nTrụ trì nghe tiếng, rước mời vào trong.\nThấy màu ăn mặc nâu sồng,\n2040. Giác Duyên sư trưởng lành lòng liền thương.\nGạn gùng ngành ngọn cho tường,\nLạ lùng nàng hãy tìm đường nói quanh:\nTiểu thiền quê ở Bắc Kinh,\nQui sư, qui Phật, tu hành bấy lâu.\n2045. Bản sư rồi cũng đến sau,\nDạy đưa pháp bảo sang hầu sư huynh.\nRày vâng diện hiến rành rành,\nChuông vàng khánh bạc bên mình giở ra.\nXem qua sư mới dạy qua:\n2050. Phải nơi Hằng Thủy là ta hậu tình.\nChỉ e đường sá một mình,\nỞ đây chờ đợi sư huynh ít ngày.\nGửi thân được chốn am mây,\nMuối dưa đắp đổi tháng ngày thong dong.\n2055. Kệ kinh câu cũ thuộc lòng,\nHương đèn việc cũ, trai phòng quen tay.\nSớm khuya lá bối phướn mây,\nNgọn đèn khêu nguyệt, tiếng chày nện sương.\nThấy nàng thông tuệ khác thường,\n2060. Sư càng nể mặt, nàng càng vững chân.\nCửa thuyền vừa tiết cuối xuân,\nBóng hoa đầy đất, vẻ ngân ngang trời.\nGió quang mây tạnh thảnh thơi,\nCó người đàn việt lên chơi cửa Già.\n2065. Giở đồ chuông khánh xem qua,\nKhen rằng: Khéo giống của nhà Hoạn nương!\nGiác Duyên thực ý lo lường,\nĐêm thanh mới hỏi lại nàng trước sau.\nNghĩ rằng khôn nỗi giấu mầu,\n2070. Sự mình nàng mới gót đầu bày ngay:\nBây giờ sự đã dường này,\nPhận hèn dù rủi, dù may, tại người.\nGiác Duyên nghe nói rụng rời,\nNửa thương, nửa sợ, bồi hồi chẳng xong.\n2075. Rỉ tai nàng mới giãi lòng:\nỞ đây cửa Phật là không hẹp gì;\nE chăng những sự bất kỳ,\nĐể nàng cho đến thế thì cũng thương!\nLánh xa, trước liệu tìm đường,\n2080. Ngồi chờ nước đến, nên đường còn quê!\nCó nhà họ Bạc bên kia,\nAm mây quen lối đi về dầu hương.\nNhắn sang, dặn hết mọi đường,\nDọn nhà hãy tạm cho nàng trú chân. \n2085. Những mừng được chốn an thân,\nVội vàng nào kịp tính gần tính xa.\nNào ngờ cũng tổ bợm già,\nBạc bà học với Tú bà đồng môn!\nThấy nàng mặt phấn tươi son,\n2090. Mừng thầm được mối bán buôn có lời.\nHư không đặt để nên lời,\nNàng đà nhớn nhác rụng rời lắm phen.\nMụ càng xua đuổi cho liền,\nLấy lời hung hiểm ép duyên Châu Trần.\n2095. Rằng: Nàng muôn dặm một thân,\nLại mang lấy tiếng dữ gần, lành xa.\nKhéo oan gia, của phá gia,\nCòn ai dám chứa vào nhà nữa đây!\nKíp toan kiếm chốn xe dây,\n2100. Không dưng chưa dễ mà bay đường trời!\nNơi gần thì chẳng tiện nơi,\nNơi xa thì chẳng có người nào xa.\nNày chàng Bạc Hạnh cháu nhà,\nCùng trong thân thích ruột rà, chẳng ai.\n2105. Cửa hàng buôn bán châu Thai,\nThực thà có một, đơn sai chẳng hề.\nThế nào nàng cũng phải nghe,\nThành thân rồi sẽ liệu về châu Thai.\nBấy giờ ai lại biết ai,\n2110. Dầu lòng bể rộng sông dài thênh thênh.\nNàng dù quyết chẳng thuận tình,\nTrái lời nẻo trước lụy mình đến sau.\nNàng càng mặt ủ mày chau,\nCàng nghe mụ nói, càng đau như dần.\n2115. Nghĩ mình túng đất, sẩy chân,\nThế cùng nàng mới xa gần thở than:\nThiếp như con én lạc đàn,\nPhải cung rày đã sợ làn cây cong!\nCùng đường dù tính chữ tòng,\n2120. Biết người, biết mặt, biết lòng làm sao?\nNữa khi muôn một thế nào,\nBán hùm, buôn sói, chắc vào lưng đâu?\nDù ai lòng có sở cầu,\nTâm mình xin quyết với nhau một lời.\n2125. Chứng minh có đất, có Trời,\nBấy giờ vượt bể ra khơi quản gì?\nĐược lời mụ mới ra đi,\nMách tin họ Bạc tức thì sắm sanh.\nMột nhà dọn dẹp linh đình,\n2130. Quét sân, đặt trác, rửa bình, thắp nhang.\nBạc sinh quì xuống vội vàng,\nQuá lời nguyện hết Thành hoàng, Thổ công.\nTrước sân lòng đã giãi lòng,\nTrong màn làm lễ tơ hồng kết duyên.\n2135. Thành thân mới rước xuống thuyền,\nThuận buồm một lá, xuôi miền châu Thai.\nThuyền vừa đỗ bến thảnh thơi,\nBạc sinh lên trước tìm nơi mọi ngày.\nCũng nhà hành viện xưa nay,\n2140. Cũng phường bán thịt, cũng tay buôn người.\nXem người định giá vừa rồi,\nMối hàng một, đã ra mười, thì buông.\nMượn người thuê kiệu rước nường,\nBạc đem mặt bạc, kiếm đường cho xa!\n2145. Kiệu hoa đặt trước thềm hoa,\nBên trong thấy một mụ ra vội vàng.\nĐưa nàng vào lạy gia đường,\nCũng thần mày trắng, cũng phường lầu xanh!\nThoắt trông nàng đã biết tình,\n2150. Chim lồng khốn lẽ cất mình bay cao.\nChém cha cái số hoa đào,\nGỡ ra, rồi lại buộc vào như chơi!\nNghĩ đời mà chán cho đời,\nTài tình chi lắm, cho trời đất ghen!\n2155. Tiếc thay nước đã đánh phèn,\nMà cho bùn lại vẩn lên mấy lần!\nHồng quân với khách hồng quần,\nĐã xoay đến thế, còn vần chửa tha.\nLỡ từ lạc bước bước ra,\n2160. Cái thân liệu những từ nhà liệu đi.\nĐầu xanh đã tội tình chi?\nMá hồng đến quá nửa thì chưa thôi.\nBiết thân chạy chẳng khỏi trời,\nCũng liều mặt phấn cho rồi ngày xanh. \n2165. Lần thu gió mát trăng thanh,\nBỗng đâu có khách biên đình sang chơi,\nRâu hùm, hàm én, mày ngài,\nVai năm tấc rộng, thân mười thước cao.\nĐường đường một đấng anh hào,\n2170. Côn quyền hơn sức lược thao gồm tài.\nĐội trời đạp đất ở đời,\nHọ Từ tên Hải, vốn người Việt đông.\nGiang hồ quen thú vẫy vùng,\nGươm đàn nửa gánh, non sông một chèo.\n2175. Qua chơi nghe tiếng nàng Kiều,\nTấm lòng nhi nữ cùng xiêu anh hùng.\nThiếp danh đưa đến lầu hồng,\nHai bên cùng liếc hai lòng cùng ưa.\nTừ rằng: Tâm phúc tương cờ\n2180. Phải người trăng gió vật vờ hay sao?\nBấy lâu nghe tiếng má đào,\nMắt xanh chẳng để ai vào có không?\nMột đời được mấy anh hùng,\nBõ chi cá chậu, chim lồng mà chơi!\n2185. Nàng rằng: Người dạy quá lời,\nThân này còn dám xem ai làm thường!\nChút riêng chọn đá thử vàng,\nBiết đâu mà gởi can tràng vào đâu?\nCòn như vào trước ra sau,\n2190. Ai cho kén chọn vàng thau tại mình.\nTừ rằng: Lời nói hữu tình,\nKhiến người lại nhớ câu Bình Nguyên Quân.\nLại đây xem lại cho gần,\nPhỏng tin được một vài phần hay không?\n2195. Thưa rằng: Lượng cả bao dong,\nTấn Dương được thấy mây rồng có phen.\nRộng thương cỏ nội hoa hèn,\nChút thân bèo bọt dám phiền mai sau!\nNghe lời vừa ý gật đầu,\n2200. Cười rằng: Tri kỷ trước sau mấy người!\nKhen cho con mắt tinh đời,\nAnh hùng đoán giữa trần ai mới già!\nMột lời đã biết tên ta,\nMuôn chung nghìn tứ cũng là có nhau!\n2205. Hai bên ý hợp tâm đầu,\nKhi thân chẳng lọ là cầu mới thân!\nNgỏ lời nói với băng nhân,\nTiền trăm lại cứ nguyên ngân phát hoàn.\nBuồng riêng sửa chốn thanh nhàn,\n2210. Đặt giường thất bảo, vây màn bát tiên.\nTrai anh hùng, gái thuyền nguyên,\nPhỉ nguyền sánh phượng, đẹp duyên cưỡi rồng.\nNửa năm hương lửa đương nồng,\nTrượng phu thoắt đã động lòng bốn phương.\n2215. Trông vời trời bể mênh mang,\nThanh gươm, yên ngựa lên đàng thẳng rong.\nNàng rằng: Phận gái chữ tòng,\nChàng đi thiếp cũng quyết lòng xin đi!\nTừ rằng: Tâm phúc tương tri,\n2220. Sao chưa thoát khỏi nữ nhi thường tình?\nBao giờ mười vạn tinh binh,\nTiếng chiêng dậy đất, bóng tinh rợp đường\nLàm cho rõ mặt phi thường,\nBấy giờ ta sẽ rước nàng nghi gia,\n2225. Bằng nay bốn bể không nhà,\nTheo càng thêm bận, biết là đi đâu?\nĐành lòng chờ đó ít lâu,\nChầy chăng là một năm sau vội gì?\nQuyết lời rứt áo ra đi,\n2230. Cánh bằng tiện gió cất lìa dậm khơi. \nNàng thì chiếc bóng song mai,\nĐêm thâu đằng đẵng, nhặt cài then mây.\nSân rêu chẳng vẽ dấu giầy,\nCỏ cao hơn thước, liễu gầy vài phân.\n2235. Đoái thương muôn dặm tử phần\nHồn quê theo ngọn mây Tần xa xa;\nXót thay huyên cỗi xuân già,\nTấm lòng thương nhớ, biết là có nguôi.\nChốc là mười mấy năm trời,\n2240. Còn ra khi đã da mồi tóc sương.\nTiếc thay chút nghĩa cũ càng,\nDẫu lìa ngó ý còn vương tơ lòng!\nDuyên em dù nối chỉ hồng,\nMay ra khi đã tay bồng tay mang.\n2245. Tấc lòng cố q\n  \n ngơ\nMái ngoài đã thấy bóng cờ tiếng loa.\nGiáp binh kéo đến quanh nhà,\n2260. Đồng thanh cùng gửi: nào là phu nhân?\nHai bên mười vị tướng quân,\nĐặt gươm, cởi giáp, trước sân khấu đầu.\nCung nga, thể nữ nối sau,\nRằng: Vâng lệnh chỉ rước chầu vu qui.\n2265. Sẵn sàng phượng liễn loan nghi,\nHoa quan phấp phới hà y rỡ ràng.\nDựng cờ, nổi trống lên đàng,\nTrúc tơ nổi trước, kiệu vàng theo sau.\nHoả bài tiền lộ ruổi mau,\n2270. Nam đình nghe động trống chầu đại doanh.\nKéo cờ lũy, phát súng thành,\nTừ công ra ngựa, thân nghênh cửa ngoài.\nRỡ mình, là vẻ cân đai,\nHãy còn hàm én mày ngài như xưa.\n2275. Cười rằng: Cá nước duyên ưa,\nNhớ lời nói những bao giờ hay không?\nAnh hùng mới biết anh hùng,\nRầy xem phỏng đã cam lòng ấy chưa?\nNàng rằng: Chút phận ngây thơ,\n2280. Cũng may dây cát được nhờ bóng cây.\nĐến bây giờ mới thấy đây,\nMà lòng đã chắc những ngày một hai.\nCùng nhau trông mặt cả cười,\nDan tay về chốn trướng mai tự tình.\n2285. Tiệc bày thưởng tướng khao binh\nOm thòm trống trận, rập rình nhạc quân.\nVinh hoa bõ lúc phong trần,\nChữ tình ngày lại thêm xuân một ngày.\nChương X: Kiều báo thù\nTrong quân có lúc vui vầy,\n2290. Thong dong mới kể sự ngày hàn vi:\nKhi Vô Tích, khi Lâm Tri,\nNơi thì lừa đảo, nơi thì xót thương.\nTấm thân rày đã nhẹ nhàng,\nChút còn ân oán đôi đàng chưa xong.\n2295. Từ Công nghe nói thủy chung,\nBất bình nổi trận đùng đùng sấm vang.\nNghiêm quân tuyển tướng sẵn sàng,\nDưới cờ một lệnh vội vàng ruổi sao.\nBa quân chỉ ngọn cờ đào,\n2300. Đạo ra Vô Tích, đạo vào Lâm Tri,\nMấy người phụ bạc xưa kia,\nChiếu danh tầm nã bắt về hỏi tra.\nLại sai lệnh tiễn truyền qua,\nGiữ giàng họ Thúc một nhà cho yên.\n2305. Mụ quản gia, vãi Giác Duyên,\nCũng sai lệnh tiễn đem tin rước mời.\nThệ sư kể hết mọi lời,\nLòng lòng cũng giận, người người chấp uy!\nĐạo trời báo phục chỉn ghê,\n2310. Khéo thay! Một mẻ tóm về đầy nơi,\nQuân trung gươm lớn áo dài,\nVệ trong thị lập, cơ ngoài song phi.\nSẵn sàng tề chỉnh uy nghi,\nBác đồng chật đất, tinh kỳ rợp sân.\n2315. Trướng hùm mở giữa trung quân,\nTừ Công sánh với phu nhân cùng ngồi.\nTiên nghiêm trống chửa dứt hồi\nĐiểm danh trước dẫn chực ngoài cửa viên.\nTừ rằng: ân, oán hai bên,\n2320. Mặc nàng xử quyết báo đền cho minh\nNàng rằng: Nhờ cậy uy linh,\nHãy xin báo đáp ân tình cho phu.\nBáo ân rồi sẽ trả thù.\nTừ rằng: Việc ấy phó cho mặc nàng.\n2325. Cho gươm mời đến Thúc lang,\nMặt như chàm đổ, mình giường giẽ run.\nNàng rằng: Nghĩa trọng nghìn non,\nLâm Tri người cũ, chàng còn nhớ không?\nSâm Thương chẳng vẹn chữ tòng,\n2330. Tại ai, há dám phụ lòng cố nhân?\nGấm trăm cuốn bạc nghìn cân,\nTạ lòng dễ xứng, báo ân gọi là!\nVợ chàng quỷ quái tinh ma,\nPhen này kẻ cắp bà già gặp nhau!\n2335. Kiến bò miệng chén chưa lâu,\nMưu sâu cũng trả nghĩa sâu cho vừa.\nThúc Sinh trông mặt bấy giờ,\nMồ hôi chàng đã như mưa ướt đầm.\nLòng riêng mừng sợ khôn cầm,\n2340. Sợ thay mà lại mừng thầm cho ai.\nMụ già, sư trưởng thứ hai,\nThoắt đưa đến trước vội mời lên trên:\nDắt tay mở mặt cho nhìn:\nHoa Nô kia với Trạc Tuyền cũng tôi.\n2345. Nhớ khi lỡ bước xẩy vời,\nNon vàng chưa dễ đền bồi tấm thương.\nNghìn vàng gọi chút lễ thường,\nMà lòng phiếu mẫu mấy vàng cho cân?\nHai người, trông mặt tần ngần,\n2350. Nửa phần khiếp sợ, nửa phần mừng vui.\nNàng rằng: Xin hãy dốn ngôi,\nXem cho rõ mặt, biết tôi báo thù!\nKíp truyền chư tướng hiến phù,\nLại đem các tích phạm tù hậu tra.\n2355. Dưới cờ, gươm tuốt nắp ra,\nChính danh thủ phạm tên là Hoạn Thư.\nThoạt trông nàng đã chào thưa:\nTiểu thư cũng có bây giờ đến đây?\nĐàn bà dễ có mấy tay,\n2360. Đời xưa mấy mặt đời này mấy gan?\nDễ dàng là thói hồng nhan,\nCàng cay nghiệt lắm càng oan trái nhiều!\nHoạn Thư hồn lạc phách xiêu,\nKhấu đầu dưới trướng, liệu điều kêu ca.\n2365. Rằng: Tôi chút dạ đàn bà,\nGhen tuông thì cũng người ta thường tình,\nNghĩ cho khi gác viết kinh,\nVới khi khỏi cửa dứt tình chẳng theo.\nLòng riêng riêng những kính yêu;\n2370. Chồng chung, chưa dễ ai chiều cho ai.\nTrót lòng gây việc chông gai,\nCòn nhờ lượng bể thương bài nào chăng?\nKhen cho: Thật đã nên rằng,\nKhôn ngoan đến mực nói năng phải lời,\n2375. Tha ra thì cũng may đời,\nLàm ra thì cũng ra người nhỏ nhen.\nĐã lòng tri quá thì nên,\nTruyền quân lệnh xuống trường tiền tha ngay.\nTạ lòng lạy trước sân may,\n2380. Cửa viên lại dắt một dây dẫn vào,\nNàng rằng: Lồng lộng trời cao,\nHại nhân, nhân hại sự nào tại ta?\nTrước là Bạc Hạnh, Bạc Bà,\nBên là Ưng, Khuyển, bên là Sở Khanh.\n2385. Tú Bà cùng Mã Giám Sinh,\nCác tên tội ấy đáng tình còn sao?\nLệnh quân truyền xuống nội đao,\nThề sao thì lại cứ sao gia hình,\nMáu rơi thịt nát tan tành,\n2390. Ai ai trông thấy hồn kinh phách rời.\nCho hay muôn sự tại trời,\nPhụ người, chẳng bõ khi người phụ ta!\nMấy người bạc ác tinh ma,\nMình làm mình chịu kêu mà ai thương.\n2395. Ba quân đông mặt pháp trường,\nThanh thiên, bạch nhật rõ ràng cho coi.\nViệc nàng báo phục vừa rồi,\nGiác Duyên vội vã gởi lời từ qui.\nNàng rằng: Thiên tải nhất thì,\n2400. Cố nhân đã dễ mấy khi bàn hoàn.\nRồi đây bèo hợp mây tan,\nBiết đâu hạc nội mây ngàn là đâu!\nSư rằng: Cũng chẳng bao lâu,\nTrong năm năm lại gặp nhau đó mà.\n2405. Nhớ ngày hành cước phương xa,\nGặp sư Tam Hợp vốn là tiên tri.\nBảo cho hội ngộ chi kỳ,\nNăm nay là một nữa thì năm năm.\nMới hay tiền định chẳng lầm,\n2410. Đã tin điều trước ắt nhằm việc sau.\nCòn nhiều ân ái với nhau,\nCơ duyên nào đã hết đâu vội gì?\nNàng rằng: Tiền định tiên tri,\nLời sư đã dạy ắt thì chẳng sai.\n2415. Họa bao giờ có gặp người,\nVì tôi cậy hỏi một lời chung thân.\nGiác Duyên vâng dặn ân cần,\nTạ từ thoắt đã dời chân cõi ngoài.\nChương XI: Từ Hải mắc lừa Hồ Tôn Hiến, Thúy Kiều tự vẫn\nNàng từ ân oán rạch ròi,\n2420. Bể oan dường đã vơi vơi cạnh lòng.\nTạ ân lạy trước Từ công:\nChút thân bồ liễu nào mong có rày!\nTrộm nhờ sấm sét ra tay,\nTấc riêng như cất gánh đầy đổ đi!\n2425. Chạm xương chép dạ xiết chi,\nDễ đem gan óc đền nghì trời mây!\nTừ rằng: Quốc sĩ xưa nay,\nChọn người tri kỷ một ngày được chăng?\nAnh hùng tiếng đã gọi rằng,\n2430. Giữa đường dẫu thấy bất bằng mà tha!\nHuống chi việc cũng việc nhà,\nLọ là thâm tạ mới là tri ân.\nXót nàng còn chút song thân,\nBấy nay kẻ Việt người Tần cách xa.\n2435. Sao cho muôn dặm một nhà,\nCho người thấy mặt là ta cam lòng.\nVội truyền sửa tiệc quân trung,\nMuôn binh nghìn tướng hội đồng tẩy oan.\nThừa cơ trúc chẻ ngói tan,\n2440. Binh uy từ ấy sấm ran trong ngoài.\nTriều đình riêng một góc trời,\nGồm hai văn võ rạch đôi sơn hà.\nĐòi phen gió quét mưa sa,\nHuyện thành đạp đổ năm tòa cõi nam.\n2445. Phong trần mài một lưỡi gươm,\nNhững loài giá áo túi cơm sá gì!\nNghênh ngang một cõi biên thùy,\nThiếu gì cô quả, thiếu gì bá vương!\nTrước cờ ai dám tranh cường,\n2450. Năm năm hùng cứ một phương hải tần.\nCó quan tổng đốc trọng thần,\nLà Hồ Tôn Hiến kinh luân gồm tài.\nĐẩy xe vâng chỉ đặc sai,\nTiện nghi bát tiểu việc ngoài đổng nhung.\n2455. Biết Từ là đấng anh hùng,\nBiết nàng cũng dự quân trung luận bàn.\nĐóng quân làm chước chiêu an,\nNgọc vàng gấm vóc sai quan thuyết hàng.\nLại riêng một lễ với nàng,\n2460. Hai tên thể nữ ngọc vàng nghìn cân.\nTin vào gởi trước trung quân,\nTừ công riêng hãy mười phân hồ đồ.\nMột tay gây dựng cơ đồ,\nBấy lâu bể Sở sông Ngô tung hoành!\n2465. Bó thân về với triều đình,\nHàng thần lơ láo phận mình ra đâu?\nÁo xiêm ràng buộc lấy nhau,\nVào luồn ra cúi công hầu mà chi?\nSao bằng riêng một biên thùy,\n2470. Sức này đã dễ làm gì được nhau?\nChọc trời khuấy nước mặc dầu,\nDọc ngang nào biết trên đầu có ai?\nNàng thời thật dạ tin người,\nLễ nhiều nói ngọt nghe lời dễ xiêu.\n2475. Nghĩ mình mặt nước cánh bèo,\nĐã nhiều lưu lạc lại nhiều gian truân.\nBằng nay chịu tiếng vương thần,\nThênh thênh đường cái thanh vân hẹp gì!\nCông tư vẹn cả hai bề,\n2480. Dần dà rồi sẽ liệu về cố hương.\nCũng ngôi mệnh phụ đường đường\n  \n495. Làm chi để tiếng về sau,\nNghìn năm ai có khen đâu Hoàng Sào!\nSao bằng lộc trọng quyền cao,\nCông danh ai dứt lối nào cho qua?\nNghe lời nàng nói mặn mà,\n2500. Thế công Từ mới trở ra thế hàng.\nChỉnh nghi tiếp sứ vội vàng,\nHẹn kỳ thúc giáp quyết đường giải binh.\nTin lời thành hạ yêu minh,\nNgọn cờ ngơ ngác trống canh trễ tràng.\n2505. Việc binh bỏ chẳng giữ giàng,\nVương sư dòm đã tỏ tường thực hư.\nHồ công quyết kế thừa cơ,\nLễ tiên binh hậu khắc cờ tập công.\nKéo cờ chiêu phủ tiên phong,\n2510. Lễ nghi dàn trước bác đồng phục sau.\nTừ công hờ hững biết đâu,\nĐại quan lễ phục ra đầu cửa viên.\nHồ công ám hiệu trận tiền,\nBa bề phát súng bốn bên kéo cờ.\n2515. Đương khi bất ý chẳng ngờ,\nHùm thiêng khi đã sa cơ cũng hèn!\nTử sinh liều giữa trận tiền,\nDạn dầy cho biết gan liền tướng quân!\nKhí thiêng khi đã về thần,\n2520. Nhơn nhơn còn đứng chôn chân giữa vòng!\nTrơ như đá vững như đồng,\nAi lay chẳng chuyển ai rung chẳng dời.\nQuan quân truy sát đuổi dài.\nẦm ầm sát khí ngất trời ai đang.\n2525. Trong hào ngoài lũy tan hoang,\nLoạn quân vừa dắt tay nàng đến nơi.\nTrong vòng tên đá bời bời,\nThấy Từ còn đứng giữa trời trơ trơ.\nKhóc rằng: Trí dũng có thừa,\n2530. Bởi nghe lời thiếp nên cơ hội này!\nMặt nào trông thấy nhau đây?\nThà liều sống thác một ngày với nhau!\nDòng thu như dội cơn sầu,\nDứt lời nàng cũng gieo đầu một bên.\n2535. Lạ thay oan khí tương triền!\nNàng vừa phục xuống Từ liền ngã ra. \nQuan quân kẻ lại người qua,\nXót nàng sẽ lại vực ra dần dần.\nĐem vào đến trước trung quân,\n2540. Hồ công thấy mặt ân cần hỏi han.\nRằng: Nàng chút phận hồng nhan,\nGặp cơn binh cách nhiều nàn cũng thương!\nĐã hay thành toán miếu đường,\nGiúp công cũng có lời nàng mới nên.\n2545. Bây giờ sự đã vẹn tuyền,\nMặc lòng nghĩ lấy muốn xin bề nào?\nNàng càng giọt ngọc tuôn dào,\nNgập ngừng mới gửi thấp cao sự lòng.\nRằng: Từ là đấng anh hùng,\n2550. Dọc ngang trời rộng vẫy vùng bể khơi!\nTin tôi nên quá nghe lời,\nĐem thân bách chiến làm tôi triều đình.\nNgỡ là phu quý phụ vinh,\nAi ngờ một phút tan tành thịt xương!\n2555. Năm năm trời bể ngang tàng,\nĐem mình đi bỏ chiến trường như không.\nKhéo khuyên kể lấy làm công,\nKể bao nhiêu lại đau lòng bấy nhiêu!\nXét mình công ít tội nhiều,\n2560. Sống thừa tôi đã nên liều mình tôi!\nXin cho tiện thổ một doi,\nGọi là đắp điếm cho người tử sinh.\nHồ công nghe nói thương tình,\nTruyền cho cảo táng di hình bên sông. \n2565. Trong quân mở tiệc hạ công,\nXôn xao tơ trúc hội đồng quân quan.\nBắt nàng thị yến dưới màn,\nDở say lại ép cung đàn nhặt tâu.\nMột cung gió thảm mưa sầu,\n2570. Bốn dây nhỏ máu năm đầu ngón tay!\nVe ngâm vượn hót nào tày,\nLọt tai Hồ cũng nhăn mày rơi châu.\nHỏi rằng: Này khúc ở đâu?\nNghe ra muôn oán nghìn sầu lắm thay!\n2575. Thưa rằng: Bạc mệnh khúc này,\nPhổ vào đàn ấy những ngày còn thơ.\nCung cầm lựa những ngày xưa,\nMà gương bạc mệnh bây giờ là đây!\nNghe càng đắm ngắm càng say,\n2580. Lạ cho mặt sắt cũng ngây vì tình!\nDạy rằng: Hương lửa ba sinh,\nDây loan xin nối cầm lành cho ai.\nThưa rằng: Chút phận lạc loài,\nTrong mình nghĩ đã có người thác oan.\n2585. Còn chi nữa cánh hoa tàn,\nTơ lòng đã dứt dây đàn Tiểu Lân.\nRộng thương còn mảnh hồng quần,\nHơi tàn được thấy gốc phần là may!\nHạ công chén đã quá say,\n2590. Hồ công đến lúc rạng ngày nhớ ra.\nNghĩ mình phương diện quốc gia,\nQuan trên nhắm xuống người ta trông vào.\nPhải tuồng trăng gió hay sao,\nSự này biết tính thế nào được đây?\n2595. Công nha vừa buổi rạng ngày,\nQuyết tình Hồ mới đoán ngay một bài.\nLệnh quan ai dám cãi lời,\nÉp tình mới gán cho người thổ quan.\nÔng tơ thực nhẽ đa đoan!\n2600. Xe tơ sao khéo vơ quàng vơ xiên?\nKiệu hoa áp thẳng xuống thuyền,\nLá màn rủ thấp ngọn đèn khêu cao.\nNàng càng ủ liễu phai đào,\nTrăm phần nào có phần nào phần tươi?\n2605. Đành thân cát lấp sóng vùi,\nCướp công cha mẹ thiệt đời thông minh!\nChân trời mặt bể lênh đênh,\nNắm xương biết gởi tử sinh chốn nào,\nDuyên đâu ai dứt tơ đào,\n2610. Nợ đâu ai đã dắt vào tận tay!\nThân sao thân đến thế này?\nCòn ngày nào cũng dư ngày ấy thôi!\nĐã không biết sống là vui,\nTấm thân nào biết thiệt thòi là thương!\n2615. Một mình cay đắng trăm đường,\nThôi thì nát ngọc tan vàng thì thôi!\nMảnh trăng đã gác non đoài,\nMột mình luống những đứng ngồi chưa xong.\nTriều đâu nổi tiếng đùng đùng,\n2620. Hỏi ra mới biết rằng sông Tiền đường.\nNhớ lời thần mộng rõ ràng,\nNày thôi hết kiếp đoạn trường là đây!\nĐạm Tiên nàng nhé có hay!\nHẹn ta thì đợi dưới này rước ta.\n2625. Dưới đèn sẵn bức tiên hoa,\nMột thiên tuyệt bút gọi là để sau.\nCửa bồng vội mở rèm châu,\nTrời cao sông rộng một màu bao la.\nRằng: Từ công hậu đãi ta,\n2630. Chút vì việc nước mà ra phụ lòng.\nGiết chồng mà lại lấy chồng,\nMặt nào còn đứng ở trong cõi đời?\nThôi thì một thác cho rồi,\nTấm lòng phó mặc trên trời dưới sông!\n2635. Trông vời con nước mênh mông,\nĐem mình gieo xuống giữa dòng Trường Giang.\nThổ quan theo vớt vội vàng,\nThời đà đắm ngọc chìm hương mất rồi!\nThương thay cũng một kiếp người,\n2640. Hại thay mang lấy sắc tài làm chi!\nNhững là oan khổ lưu ly,\nChờ cho hết kiếp còn gì là thân!\nMười lăm năm bấy nhiêu lần,\nLàm gương cho khách hồng quần thử soi!\n2645. Đời người đến thế thì thôi,\nTrong cơ âm cực dương hồi khốn hay.\nMấy người hiếu nghĩa xưa nay,\nTrời làm chi đến lâu ngày càng thương!\nGiác Duyên từ tiết giã nàng,\n2650. Đeo bầu quảy níp rộng đường vân du.\nGặp bà Tam Hợp đạo cô,\nThong dong hỏi hết nhỏ to sự nàng:\nNgười sao hiếu nghĩa đủ đường,\nKiếp sao rặt những đoạn trường thế thôi?\n2655. Sư rằng: Phúc họa đạo trời,\nCỗi nguồn cũng ở lòng người mà ra.\nCó trời mà cũng tại ta,\nTu là cõi phúc tình là dây oan.\nThúy Kiều sắc sảo khôn ngoan,\n2660. Vô duyên là phận hồng nhan đã đành,\nLại mang lấy một chữ tình,\nKhư khư mình buộc lấy mình vào trong.\nVậy nên những chốn thong dong,\nỞ không yên ổn ngồi không vững vàng.\n2665. Ma đưa lối quỷ dẫn đường,\nLại tìm những chốn đoạn trường mà đi.\nHết nạn ấy đến nạn kia,\nThanh lâu hai lượt thanh y hai lần.\nTrong vòng giáo dựng gươm trần,\n2670. Kề răng hùm sói gởi thân tôi đòi.\nGiữa dòng nước dẫy sóng dồi,\nTrước hàm rồng cá gieo mồi thuỷ tinh.\nOan kia theo mãi với tình,\nMột mình mình biết một mình mình hay.\n2675. Làm cho sống đọa thác đầy,\nĐoạn trường cho hết kiếp này mới thôi!\nGiác Duyên nghe nói rụng rời:\nMột đời nàng nhé thương ôi còn gì!\nSư rằng: Song chẳng hề chi,\n2680. Nghiệp duyên cân lại nhắc đi còn nhiều.\nXét trong tội nghiệp Thúy Kiều,\nMắc điều tình ái khỏi điều tà dâm,\nLấy tình thâm trả nghĩa thâm,\nBán mình đã động hiếu tâm đến trời!\n2685. Hại một người cứu muôn người,\nBiết đường khinh trọng biết lời phải chăng.\nThửa công đức ấy ai bằng?\nTúc khiên đã rửa lâng lâng sạch rồi!\nKhi nên trời cũng chiều người,\n2690. Nhẹ nhàng nợ trước đền bồi duyên sau.\nGiác Duyên dù nhớ nghĩa nhau,\nTiền đường thả một bè lau rước người.\nTrước sau cho vẹn một lời,\nDuyên ta mà cũng phúc trời chi không!\n2695. Giác Duyên nghe nói mừng lòng,\nLân la tìm thú bên sông Tiền đường,\nĐánh tranh chụm nóc thảo đường,\nMột gian nước biếc mây vàng chia đôi.\nThuê năm ngư phủ hai người,\n2700. Đóng thuyền chực bến kết chài giăng sông.\nMột lòng chẳng quản mấy công,\nKhéo thay gặp gỡ cũng trong chuyển vần!\nKiều từ gieo xuống duềnh ngân,\nNước xuôi bỗng đã trôi dần tận nơi.\n2705. Ngư ông kéo lưới vớt người,\nNgẫm lời Tam Hợp rõ mười chẳng ngoa!\nTrên mui lướt mướt áo là,\nTuy dầm hơi nước chưa lòa bóng gương.\nGiác Duyên nhận thật mặt nàng,\n2710. Nàng còn thiêm thiếp giấc vàng chưa phai.\nMơ màng phách quế hồn mai,\nĐạm Tiên thoắt đã thấy người ngày xưa.\nRằng: Tôi đã có lòng chờ,\nMất công mười mấy năm thừa ở đây.\n2715. Chị sao phận mỏng phúc dày,\nKiếp xưa đã vậy lòng này dễ ai!\nTâm thành đã thấu đến trời,\nBán mình là hiếu cứu người là nhân.\nMột niềm vì nước vì dân,\n  \nuyền mới rước nàng về thảo lư.\nMột nhà chung chạ sớm trưa,\nGió trăng mát mặt muối dưa chay lòng.\n2735. Bốn bề bát ngát mênh mông,\nTriều dâng hôm sớm mây lồng trước sau.\nNạn xưa trút sạch lầu lầu,\nDuyên xưa chưa dễ biết đâu chốn này.\nChương XII: Kim Trọng đi tìm Kiều\nNỗi nàng tai nạn đã đầy,\n2740. Nỗi chàng Kim Trọng bấy chầy mới thương.\nTừ ngày muôn dặm phù tang,\nNửa năm ở đất Liêu dương lại nhà.\nVội sang vườn Thúy dò la,\nNhìn phong cảnh cũ nay đà khác xưa.\n2745. Đầy vườn cỏ mọc lau thưa,\nSong trăng quạnh quẽ vách mưa rã rời.\nTrước sau nào thấy bóng người,\nHoa đào năm ngoái còn cười gió đông.\nXập xè én liệng lầu không,\n2750. Cỏ lan mặt đất rêu phong dấu giày.\nCuối tường gai góc mọc đầy,\nĐi về này những lối này năm xưa.\nChung quanh lặng ngắt như tờ,\nNỗi niềm tâm sự bây giờ hỏi ai?\n2755. Láng giềng có kẻ sang chơi,\nLân la sẽ hỏi một hai sự tình.\nHỏi ông ông mắc tụng đình,\nHỏi nàng nàng đã bán mình chuộc cha.\nHỏi nhà nhà đã dời xa,\n2760. Hỏi chàng Vương với cùng là Thúy Vân.\nĐều là sa sút khó khăn,\nMay thuê viết mướn kiếm ăn lần hồi.\nĐiều đâu sét đánh lưng trời,\nThoắt nghe chàng thoắt rụng rời xiết bao!\n2765. Vội han di trú nơi cao,\nĐánh đường chàng mới tìm vào tận nơi.\nNhà tranh vách đất tả tơi,\nLau treo rèm nát trúc cài phên thưa.\nMột sân đất cỏ dầm mưa,\n2770. Càng ngao ngán nỗi càng ngơ ngẩn đường!\nĐánh liều lên tiếng ngoài tường,\nChàng Vương nghe tiếng vội vàng chạy ra.\nDắt tay vội rước vào nhà,\nMái sau viên ngoại ông bà ra ngay.\n2775. Khóc than kể hết niềm tây:\nChàng ôi biết nỗi nước này cho chưa?\nKiều nhi phận mỏng như tờ,\nMột lời đã lỗi tóc tơ với chàng!\nGặp cơn gia biến lạ dường,\n2780. Bán mình nó phải tìm đường cứu cha.\nDùng dằng khi bước chân ra,\nCực trăm nghìn nỗi dặn ba bốn lần.\nTrót lời hẹn với lang quân,\nMượn con em nó Thúy Vân thay lời.\n2785. Gọi là trả chút nghĩa người,\nSầu này dằng dặc muôn đời chưa quên!\nKiếp này duyên đã phụ duyên,\nDạ đài còn biết sẽ đền lai sinh.\nMấy lời ký chú đinh ninh,\n2790. Ghi lòng để dạ cất mình ra đi.\nPhận sao bạc bấy Kiều nhi!\nChàng Kim về đó con thì đi đâu?\nÔng bà càng nói càng đau,\nChàng càng nghe nói càng dàu như dưa.\n2795. Vật mình vẫy gió tuôn mưa,\nDầm dề giọt ngọc thẫn thờ hồn mai!\nĐau đòi đoạn ngất đòi thôi,\nTỉnh ra lại khóc khóc rồi lại mê.\nThấy chàng đau nỗi biệt ly,\n2800. Nhẫn ngừng ông mới vỗ về giải khuyên:\nBây giờ ván đã đóng thuyền,\nĐã đành phận bạc khôn đền tình chung!\nQuá thương chút nghĩa đèo bòng,\nNghìn vàng thân ấy dễ hòng bỏ sao?\n2805. Dỗ dành khuyên giải trăm chiều,\nLửa phiền càng dập càng khêu mối phiền.\nThề xưa giở đến kim hoàn,\nCủa xưa lại giở đến đàn với hương.\nSinh càng trông thấy càng thương.\n2810. Gan càng tức tối ruột càng xót xa.\nRằng: Tôi trót quá chân ra,\nĐể cho đến nỗi trôi hoa dạt bèo.\nCùng nhau thề thốt đã nhiều,\nNhững điều vàng đá phải điều nói không!\n2815. Chưa chăn gối cũng vợ chồng,\nLòng nào mà nỡ dứt lòng cho đang?\nBao nhiêu của mấy ngày đàng,\nCòn tôi tôi một gặp nàng mới thôi!\nNỗi thương nói chẳng hết lời,\n2820. Tạ từ sinh mới sụt sùi trở ra.\nVội về sửa chốn vườn hoa,\nRước mời viên ngoại ông bà cùng sang.\nThần hôn chăm chút lễ thường,\nDưỡng thân thay tấm lòng nàng ngày xưa.\n2825. Đinh ninh mài lệ chép thơ,\nCắt người tìm tõi đưa tờ nhắn nhe.\nBiết bao công mướn của thuê,\nLâm thanh mấy độ đi về dặm khơi.\nNgười một nơi hỏi một nơi,\n2830. Mênh mông nào biết bể trời nơi nao?\nSinh càng thảm thiết khát khao,\nNhư nung gan sắt như bào lòng son.\nRuột tằm ngày một héo don,\nTuyết sương ngày một hao mòn hình ve.\n2835. Thẩn thờ lúc tỉnh lúc mê,\nMáu theo nước mắt hồn lìa chiêm bao.\nXuân huyên lo sợ biết bao,\nQuá ra khi đến thế nào mà hay!\nVội vàng sắm sửa chọn ngày,\n2840. Duyên Vân sớm đã se dây cho chàng.\nNgười yểu điệu kẻ văn chương,\nTrai tài gái sắc xuân đương vừa thì,\nTuy rằng vui chữ vu quy,\nVui nào đã cất sầu kia được nào!\n2845. Khi ăn ở lúc ra vào,\nCàng âu duyên mới càng dào tình xưa.\nNỗi nàng nhớ đến bao giờ,\nTuôn châu đòi trận vò tơ trăm vòng.\nCó khi vắng vẻ thư phòng,\n2850. Đốt lò hương giở phím đồng ngày xưa.\nBẻ bai rủ rỉ tiếng tơ,\nTrầm bay nhạt khói gió đưa lay rèm.\nDường như bên nóc trước thềm,\nTiếng Kiều đồng vọng bóng xiêm mơ màng,\n2855. Bởi lòng tạc đá ghi vàng,\nTưởng nàng nên lại thấy nàng về đây. \nNhững là phiền muộn đêm ngày,\nXuân thu biết đã đổi thay mấy lần?\nChế khoa gặp hội trường văn.\n2860. Vương, Kim cùng chiếm bảng xuân một ngày.\nCửa trời rộng mở đường mây,\nHoa chào ngõ hạnh hương bay dặm phần.\nChàng Vương nhớ đến xa gần,\nSang nhà Chung lão tạ ân chu tuyền.\n2865. Tình xưa ân trả nghĩa đền,\nGia thân lại mới kết duyên Châu Trần.\nKim từ nhẹ bước thanh vân,\nNỗi nàng càng nghĩ xa gần càng thương.\nẤy ai dặn ngọc thề vàng,\n2870. Bây giờ kim mã ngọc đường với ai?\nNgọn bèo chân sóng lạc loài,\nNghĩ mình vinh hiển thương người lưu ly.\nVâng ra ngoại nhậm Lâm truy,\nQuan san nghìn dặm thê nhi một đoàn.\n2875. Cầm đường ngày tháng thanh nhàn,\nSớm khuya tiếng hạc tiếng đàn tiêu dao.\nPhòng xuân trướng rủ hoa đào,\nNàng Vân nằm bỗng chiêm bao thấy nàng.\nTỉnh ra mới rỉ cùng chàng,\n2880. Nghe lời chàng cũng hai đường tin nghi.\nHọ Lâm thanh với Lâm truy,\nKhác nhau một chữ hoặc khi có lầm.\nTrong cơ thanh khí tương tầm,\nỞ đây hoặc có giai âm chăng là?\n2885. Thăng đường chàng mới hỏi tra,\nHọ Đô có kẻ lại già thưa lên:\nSự này đã ngoại mười niên,\nTôi đà biết mặt biết tên rành rành.\nTú bà cùng Mã Giám sinh,\n2890. Đi mua người ở Bắc kinh đưa về.\nThúy Kiều tài sắc ai bì,\nCó nghề đàn lại đủ nghề văn thơ.\nKiên trinh chẳng phải gan vừa,\nLiều mình thế ấy phải lừa thế kia.\n2895. Phong trần chịu đã ê chề,\nTơ duyên sau lại xe về Thúc lang.\nPhải tay vợ cả phũ phàng,\nBắt về Vô tích toan đường bẻ hoa.\nRứt mình nàng phải trốn ra,\n2900. Chẳng may lại gặp một nhà Bạc kia.\nThoắt buôn về thoắt bán đi,\nMây trôi bèo nổi thiếu gì là nơi!\nBỗng đâu lại gặp một người,\nHơn đời trí dũng nghiêng trời uy linh.\n2905. Trong tay mười vạn tinh binh,\nKéo về đóng chật một thành Lâm truy.\nTóc tơ các tích mọi khi,\nOán thì trả oán ân thì trả ân.\nĐã nên có nghĩa có nhân,\n2910. Trước sau trọn vẹn xa gần ngợi khen.\nChưa từng được họ được tên,\nSự này hỏi Thúc sinh viên mới tường.\nNghe lời đô nói rõ ràng,\nTức thì đưa thiếp mời chàng Thúc sinh.\n2915. Nỗi nàng hỏi hết phân minh,\nChồng con đâu tá tính danh là gì?\nThúc rằng: Gặp buổi loạn ly,\nTrong quân tôi hỏi thiếu gì tóc tơ.\nĐại vương tên Hải họ Từ,\n2920. Đánh quen trăm trận sức dư muôn người\nGặp nàng khi ở châu Thai,\nLạ gì quốc sắc thiên tài phải duyên.\nVẫy vùng trong bấy nhiêu niên,\nLàm nên động địa kinh thiên đùng đùng.\n2925. Đại quân đồn đóng cõi đông,\nVề sau chẳng biết vân mồng làm sao. \nNghe tường ngành ngọn tiêu hao,\nLòng riêng chàng luống lao đao thẫn thờ.\nXót thay chiếc lá bơ vơ,\n2930. Kiếp trần biết giũ bao giờ cho xong?\nHoa trôi nước chảy xuôi dòng,\nXót thân chìm nỗi đau lòng hợp tan!\nLời xưa đã lỗi muôn vàn,\nMảnh hương còn đó phím đàn còn đây,\n2935. Đàn cầm khéo ngẩn ngơ dây,\nLửa hương biết có kiếp này nữa thôi?\nBình bồng còn chút xa xôi,\nĐỉnh chung sao nỡ ăn ngồi cho an!\nRắp mong treo ấn từ quan,\n2940. Mấy sông cũng lội mấy ngàn cũng pha.\nDấn mình trong án can qua,\nVào sinh ra tử họa là thấy nhau.\nNghĩ điều trời thẳm vực sâu,\nBóng chim tăm cá biết đâu mà nhìn!\n2945. Những là nấn ná đợi tin,\nNắng mưa biết đã mấy phen đổi dời\nNăm mây bỗng thấy chiếu trời,\nKhâm ban sắc chỉ đến nơi rành rành.\nKim thì cải nhậm Nam bình,\n2950. Chàng Vương cũng cải nhậm thành Châu dương.\nSắm xanh xe ngựa vội vàng,\nHai nhà cùng thuận một đường phó quan.\nXảy nghe thế giặc đã tan,\nSóng êm Phúc kiến lửa tàn Chiếc giang.\n2955. Được tin Kim mới rủ Vương,\nTiện đường cùng lại tìm nàng sau xưa.\nHàng Châu đến đó bây giờ,\nThật tin hỏi được tóc\n  \nlúc gieo.\nTình thâm bể thảm lạ điều,\nNào hồn tinh vệ biết theo chốn nào?\nChương XIII: Kiều - Kim Trọng đoàn tụ\nCơ duyên đâu bỗng lạ sao,\nGiác Duyên đâu bỗng tìm vào đến nơi.\n2975. Trông lên linh vị chữ bài,\nThất kinh mới hỏi: Những người đâu ta?\nVới nàng thân thích gần xa,\nNgười còn sao bỗng làm ma khóc người?\nNghe tin ngơ ngác rụng rời,\n2980. Xúm quanh kể lể rộn lời hỏi tra:\nNày chồng này mẹ này cha,\nNày là em ruột này là em dâu.\nThật tin nghe đã bấy lâu,\nPháp sư dạy thế sự đâu lạ thường!\n2985. Sư rằng: Nhân quả với nàng,\nLâm truy buổi trước Tiền đường buổi sau.\nKhi nàng gieo ngọc trầm châu,\nĐón nhau tôi đã gặp nhau rước về,\nCùng nhau nương cửa bồ đề,\n2990. Thảo am đó cũng gần kề chẳng xa.\nPhật tiền ngày bạc lân la,\nĐăm đăm nàng cũng nhớ nhà khôn khuây.\nNghe tin nở mặt nở mày,\nMừng nào lại quá mừng này nữa chăng?\n2995. Từ phen chiếc lá lìa rừng,\nThăm tìm luống những liệu chừng nước mây.\nRõ ràng hoa rụng hương bay,\nKiếp sau họa thấy kiếp này hẳn thôi.\nMinh dương đôi ngả chắc rồi,\n3000. Cõi trần mà lại thấy người cửu nguyên!\nCùng nhau lạy tạ Giác Duyên,\nBộ hành một lũ theo liền một khi.\nBẻ lau vạch cỏ tìm đi,\nTình thâm luống hãy hồ nghi nửa phần.\n3005. Quanh co theo dải giang tân,\nKhỏi rừng lau đã tới sân Phật đường.\nGiác Duyên lên tiếng gọi nàng,\nBuồng trong vội dạo sen vàng bước ra.\nTrông xem đủ mặt một nhà:\n3010. Xuân già còn khỏe huyên già còn tươi.\nHai em phương trưởng hòa hai,\nNọ chàng Kim đó là người ngày xưa!\nTưởng bây giờ là bao giờ,\nRõ ràng mở mắt còn ngờ chiêm bao!\n3015. Giọt châu thánh thót quẹn bào,\nMừng mừng tủi tủi xiết bao là tình!\nHuyên già dưới gối gieo mình,\nKhóc than mình kể sự tình đầu đuôi:\nTừ con lưu lạc quê người,\n3020. Bèo trôi sóng vỗ chốc mười lăm năm!\nTính rằng sông nước cát lầm,\nKiếp này ai lại còn cầm gặp đây!\nÔng bà trông mặt cầm tay,\nDung quang chẳng khác chi ngày bước ra.\n3025. Bấy chầy dãi nguyệt dầu hoa,\nMười phần xuân có gầy ba bốn phần.\nNỗi mừng biết lấy chi cân?\nLời tan hợp chuyện xa gần thiếu đâu!\nHai em hỏi trước han sau,\n3030. Đứng trông chàng cũng trở sầu làm tươi.\nQuây nhau lạy trước Phật đài,\nTái sinh trần tạ lòng người từ bi. \nKiệu hoa giục giã tức thì,\nVương ông dạy rước cùng về một nơi.\n3035. Nàng rằng: Chút phận hoa rơi,\nNửa đời nếm trải mọi mùi đắng cay.\nTính rằng mặt nước chân mây,\nLòng nào còn tưởng có rày nữa không?\nĐược rày tái thế tương phùng.\n3040. Khát khao đã thỏa tấm lòng lâu nay!\nĐã đem mình bỏ am mây,\nTuổi này gởi với cỏ cây cũng vừa\nMùi thiền đã bén muối dưa,\nMàu thiền ăn mặc đã ưa nâu sồng.\n3045. Sự đời đã tắt lửa lòng,\nCòn chen vào chốn bụi hồng làm chi!\nDở dang nào có hay gì,\nĐã tu tu trót quá thì thì thôi!\nTrùng sinh ân nặng bể trời,\n3050. Lòng nào nỡ dứt nghĩa người ra đi?\nÔng rằng: Bỉ thử nhất thì,\nTu hành thì cũng phải khi tòng quyền.\nPhải điều cầu Phật cầu Tiên,\nTình kia hiếu nọ ai đền cho đây?\n3055. Độ sinh nhờ đức cao dày,\nLập am rồi sẽ rước thầy ở chung.\nNghe lời nàng cũng chiều lòng,\nGiã sư giã cảnh đều cùng bước ra. \nMột nhà về đến quan nha,\n3060. Đoàn viên vội mở tiệc hoa vui vầy.\nTàng tàng chén cúc dở say,\nĐứng lên Vân mới giãi bày một hai.\nRằng: Trong tác hợp cơ trời.\nHai bên gặp gỡ một lời kết giao.\n3065. Gặp cơn bình địa ba đào,\nVậy đem duyên chị buộc vào cho em.\nCũng là phận cải duyên kim,\nCũng là máu chảy ruột mềm chớ sao?\nNhững là rày ước mai ao,\n3070. Mười lăm năm ấy biết bao nhiêu tình!\nBây giờ gương vỡ lại lành,\nKhuôn thiêng lừa lọc đã dành có nơi.\nCòn duyên may lại còn người,\nCòn vầng trăng bạc còn lời nguyền xưa.\n3075. Quả mai ba bảy đương vừa,\nĐào non sớm liệu xe tơ kịp thì.\nDứt lời nàng vội gạt đi:\nSự muôn năm cũ kể chi bây giờ?\nMột lời tuy có ước xưa,\n3080. Xét mình dãi gió dầu mưa đã nhiều.\nNói càng hổ thẹn trăm chiều,\nThà cho ngọn nước thủy triều chảy xuôi!\nChàng rằng: Nói cũng lạ đời,\nDẫu lòng kia vậy còn lời ấy sao?\n3085. Một lời đã trót thâm giao,\nDưới dày có đất trên cao có trời!\nDẫu rằng vật đổi sao dời,\nTử sinh phải giữ lấy lời tử sinh!\nDuyên kia có phụ chi tình,\n3090. Mà toan sẻ gánh chung tình làm hai?\nNàng rằng: Gia thất duyên hài,\nChút lòng ân ái ai ai cũng lòng.\nNghĩ rằng trong đạo vợ chồng,\nHoa thơm phong nhị trăng vòng tròn gương.\n3095. Chữ trinh đáng giá nghìn vàng,\nĐuốc hoa chẳng thẹn với chàng mai xưa.\nThiếp từ ngộ biến đến giờ.\nOng qua bướm lại đã thừa xấu xa.\nBấy chầy gió táp mưa sa.\n3100. Mấy trăng cũng khuyết mấy hoa cũng tàn.\nCòn chi là cái hồng nhan,\nĐã xong thân thế còn toan nỗi nào?\nNghĩ mình chẳng hổ mình sao,\nDám đem trần cấu dự vào bố kinh!\n3105. Đã hay chàng nặng vì tình,\nTrông hoa đèn chẳng thẹn mình lắm ru!\nTừ rày khép cửa phòng thu,\nChẳng tu thì cũng như tu mới là!\nChàng dù nghĩ đến tình xa,\n3110. Đem tình cầm sắt đổi ra cầm cờ.\nNói chi kết tóc xe tơ,\nĐã buồn cả ruột mà dơ cả đời!\nChàng rằng: Khéo nói nên lời,\nMà trong lẽ phải có người có ta!\n3115. Xưa nay trong đạo đàn bà,\nChữ trinh kia cũng có ba bảy đường,\nCó khi biến có khi thường,\nCó quyền nào phải một đường chấp kinh.\nNhư nàng lấy hiếu làm trinh,\n3120. Bụi nào cho đục được mình ấy vay?\nTrời còn để có hôm nay,\nTan sương đầu ngõ vén mây giữa trời.\nHoa tàn mà lại thêm tươi,\nTrăng tàn mà lại hơn mười rằm xưa.\n3125. Có điều chi nữa mà ngờ,\nKhách qua đường để hững hờ chàng Tiêu!\nNghe chàng nói đã hết điều,\nHai thân thì cũng quyết theo một bài.\nHết lời khôn lẽ chối lời,\n3130. Cúi đầu nàng những vắn dài thở than.\nNhà vừa mở tiệc đoàn viên,\nHoa soi ngọn đuốc hồng chen bức là.\nCùng nhau giao bái một nhà,\nLễ đà đủ lễ đôi đà xứng đôi.\n3135. Động phòng dìu dặt chén mồi,\nBâng khuâng duyên mới ngậm ngùi tình xưa.\nNhững từ sen ngó đào tơ,\nMười lăm năm mới bây giờ là đây!\nTình duyên ấy hợp tan này,\n3140. Bi hoan mấy nỗi đêm chầy trăng cao.\nCanh khuya bức gấm rủ thao,\nDưới đèn tỏ rạng má đào thêm xuân.\nTình nhân lại gặp tình nhân,\nHoa xưa ong cũ mấy phân chung tình.\n3145. Nàng rằng: Phận thiếp đã đành,\nCó làm chi nữa cái mình bỏ đi!\nNghĩ chàng nghĩa cũ tình ghi,\nChiều lòng gọi có xướng tùy mảy may.\nRiêng lòng đã thẹn lắm thay,\n3150. Cũng đà mặt dạn mày dày khó coi!\nNhững như âu yếm vành ngoài,\nCòn toan mở mặt với người cho qua.\nLại như những thói người ta,\nVớt hương dưới đất bẻ hoa cuối mùa.\n3155. Khéo là giở nhuốc bày trò,\nCòn tình đâu nữa là thù đấy thôi!\nNgười yêu ta xấu với người,\nYêu nhau thì lại bằng mười phụ nhau!\nCửa nhà dù tính về sau,\n3160. Thì còn em đó lọ cầu chị đây.\nChữ trinh còn một chút này,\nChẳng cầm cho vững lại giày cho tan!\nCòn nhiều ân ái chan chan,\nHay gì vầy cánh hoa tàn mà chơi?\n3165. Chàng rằng: Gắn bó một lời,\nBỗng không cá nước chim trời lỡ nhau.\nXót người lưu lạc bấy lâu,\nTưởng thề thốt nặng nên đau đớn nhiều!\nThương nhau sinh tử đã liều,\n3170. Gặp nhau còn chút bấy nhiêu là tình.\nChừng xuân tơ liễu còn xanh,\nNghĩ rằng chưa thoát khỏi vành ái ân.\nGương trong chẳng chút bụi trần,\nMột lời quyết hẳn muôn phần kính thêm!\n3175. Bấy lâu đáy bể mò kim,\nLà nhiều vàng đá phải tìm trăng hoa?\nAi ngờ lại họp một nhà,\nLọ là chăn gối mới ra sắt cầm!\nNghe lời sửa áo cài trâm,\n3180. Khấu đầu lạy tạ cao thâm nghìn trùng:\nThân tàn gạn đục khơi trong,\nLà nhờ quân tử khác lòng người ta.\nMấy lời tâm phúc ruột rà,\nTương tri dường ấy mới là tương tri!\n3185. Chở che đùm bọc thiếu chi,\nTrăm năm danh tiết cũng vì đêm nay!\nThoắt thôi tay lại cầm tay,\nCàng yêu vì nết càng say vì tình.\nThêm nến giá nối hương bình,\n3190. Cùng nhau lại chuốc chén quỳnh giao hoan. \nTình xưa lai láng khôn hàn,\nThong dong lại hỏi ngón đàn ngày xưa.\nNàng rằng: Vì mấy đường tơ,\nLầm người cho đến bây giờ mới thôi!\n3195. Ăn năn thì sự đã rồi!\nNể lòng người cũ vâng lời một phen.\nPhím đàn dìu dặt tay tiên,\nKhói trầm cao thấp tiếng huyền gần xa.\nKhúc đâu đầm ấm dương hòa,\n3200. Ấy là hồ điệp hay là Trang sinh.\nKhúc đâu êm ái xuân tình,\nẤy hồn Thục đế hay mình đỗ quyên?\nTrong sao châu nhỏ duềnh quyên,\nẤm sao hạt ngọc Lam điền mới đông!\n3205. Lọt tai nghe suốt năm cung,\nTiếng nào là chẳng não nùng xôn xao.\nChàng rằng: Phổ ấy tay nào,\nXưa sao sầu thảm nay sao vui vầy?\nTẻ vui bởi tại lòng này,\n3210. Hay là khổ tận đến ngày cam lai?\nNàng rằng: Ví chút nghề chơi,\nĐoạn trường tiếng ấy hại người bấy lâu!\nMột phen tri kỷ cùng nhau,\nCuốn dây từ đấy về sau cũng chừa.\n3215. Chuyện trò chưa cạn tóc tơ,\nGà đà gáy sáng trời vừa rạng đông.\nTình riêng chàng lại nói sòng,\nMột nhà ai cũng lạ lùng khen lao.\nCho hay thục nữ chí cao,\n3220. Phải người tối mận sớm đào như ai?\nHai tình vẹn vẽ hòa hai,\nChẳng trong chăn gối cũng ngoài cầm thơ.\nKhi chén rượu khi cuộc cờ,\nKhi xem hoa nở khi chờ trăng lên.\n3225. Ba sinh đã phỉ mười nguyền,\nDuyên đôi lứa cũng là duyên bạn bầy.\nNhớ lời lập một am mây,\nKhiến người thân thích rước thầy Giác Duyên.\nĐến nơi đóng cửa cài then,\n3230. Rêu trùm kẻ ngạch cỏ len mái nhà,\nSư đà hái thuốc phương xa,\nMây bay hạc lánh biết là tìm đâu?\nNặng vì chút nghĩa bấy lâu,\nTrên am cứ giữ hương dầu hôm mai.\n3235. Một nhà phúc lộc gồm hai,\nNgàn năm dằng dặc quan giai lần lần.\nThừa gia chẳng hết nàng Vân,\nMột cây cù mộc một sân quế hòe.\nPhong lưu phú quý ai bì,\n3240. Vườn xuân một cửa để bia muôn đời\nNgẫm hay muôn sự tại trời,\nTrời kia đã bắt làm người có thân.\nBắt phong trần phải phong trần,\nCho thanh cao mới được phần thanh cao.\n3245. Có đâu thiên vị người nào,\nChữ tài chữ mệnh dồi dào cả hai,\nCó tài mà cậy chi tài,\nChữ tài liền với chữ tai một vần.\nĐã mang lấy nghiệp vào thân,\n3250. Cũng đừng trách lẫn trời gần trời xa.\nThiện căn ở tại lòng ta,\nChữ tâm kia mới bằng ba chữ tài.\nLời quê chắp nhặt dông dài,\nMua vui cũng được một vài trống canh."