"\"tac-pham-van-hoc\" Tác phẩm văn học\nBài thơ Tây Tiến\nTây Tiến\nSông Mã xa rồi Tây Tiến ơi!\nNhớ về rừng núi, nhớ chơi vơi\nSài Khao sương lấp đoàn quân mỏi\nMường Lát hoa về trong đêm hơi\nDốc lên khúc khuỷu dốc thăm thẳm\nHeo hút cồn mây, súng ngửi trời\nNgàn thước lên cao, ngàn thước xuống\nNhà ai Pha Luông mưa xa khơi\nAnh bạn dãi dầu không bước nữa\nGục lên súng mũ bỏ quên đời!\nChiều chiều oai linh thác gầm thét\nĐêm đêm Mường Hịch cọp trêu người\nNhớ ôi Tây Tiến cơm lên khói\nMai Châu mùa em thơm nếp xôi\nDoanh trại bừng lên hội đuốc hoa\nKìa em xiêm áo tự bao giờ\nKhèn lên man điệu nàng e ấp\nNhạc về Viên Chăn xây hồn thơ\nNgười đi Châu Mộc chiều sương ấy\nCó thấy hồn lau nẻo bến bờ\nCó nhớ dáng người trên độc mộc\nTrôi dòng nước lũ hoa đong đưa\nTây Tiến đoàn binh không mọc tóc\nQuân xanh màu lá dữ oai hùm\nMắt trừng gửi mộng qua biên giới\nĐêm mơ Hà Nội dáng kiều thơm\nRải rác biên cương mồ viễn xứ\nChiến trường đi chẳng tiếc đời xanh\nÁo bào thay chiếu, anh về đất\nSông Mã gầm lên khúc độc hành\nTây Tiến người đi không hẹn ước\nĐường lên thăm thẳm một chia phôi\nAi lên Tây Tiến mùa xuân ấy\nHồn về Sầm Nứa chẳng về xuôi.\nI. Đôi nét về nhà thơ Quang Dũng\n- Quang Dũng (1921 - 1988) tên khai sinh là Bùi Đình Diệm.\n- Quê ở làng Phượng Trì, huyện Đan Phượng, tỉnh Hà Tây (nay thuộc Hà Nội).\n- Ông học đến bậc Trung học ở Hà Nội. Đến sau Cách mạng tháng Tám, Quang Dung tham gia quân đội. Từ năm 1954, ông là biên tập viên của Nhà xuất bản Văn học.\n- Quang Dũng là một nghệ sĩ đa tài: viết văn, làm thơ, soạn nhạc…\n- Năm 2000, ông được tặng Giải thưởng Nhà nước về văn học nghệ thuật.\n- Một số tác phẩm chính: Mây đầu ô (thơ, 1986), Thơ văn Quang Dũng (tuyển thơ văn, 1988)...\nII. Giới thiệu về bài thơ Tây Tiến\n1. Hoàn cảnh sáng tác\n- Tây Tiến là tên gọi của trung đoàn Tây Tiến, được thành lập năm 1947:\nNhiệm vụ: phối hợp với bộ đội Lào, bảo vệ biên giới Việt Lào và đánh tiêu hao lực lượng quân đội Pháp ở Thượng Lào cũng như ở miền Tây Bắc Bộ của Việt Nam.\nĐịa bàn hoạt động rộng: Hòa Bình, Sơn La, miền Tây Thanh Hóa và Sầm Nứa (Lào).\nXuất thân: chủ yếu là người Hà Nội, trong đó có nhiều học sinh, sinh viên.\n- Cuối năm 1948, Quang Dũng chuyển về đơn vị mới, nhớ đơn vị cũ, ông đã sáng tác bài thơ này tại Phù Lưu Chanh (một làng cũ thuộc tỉnh Hà Đông Cũ)\n- Bài thơ ban đầu có tên là “Nhớ Tây Tiến”. Đến năm 1957, in lại bỏ từ “nhớ”, lấy tên là “Tây Tiến” và in trong tập “Mây đầu ô”\n2. Bố cục\nPhần 1. 14 câu đầu: Nỗi nhớ của Quang Dũng về núi rừng Tây Bắc hùng vĩ và Tây Tiến anh hùng.\nPhần 2. 8 câu tiếp theo: Đêm vui liên hoan văn nghệ và bức tranh sông nước miền Tây Bắc hư ảo.\nPhần 3. 8 câu tiếp theo: Chân dung người lính Tây Tiến hào hùng mà vẫn lãng mạn hào hoa, sự hi sinh mất mát.\nPhần 4. Còn lại: Khái quát lại những ngày Tây Tiến, những kỉ niệm không thể nào phai.\n3. Thể thơ\nBài thơ Tây Tiến được viết theo thể thơ bảy chữ.\n4. Ý nghĩa nhan đề\n- “Tây Tiến” là tên gọi của một đơn vị quân đội thành lập đầu năm 1947 có nhiệm vụ phối hợp với bộ đội Lào, bảo vệ biên giới Việt – Lào và đánh tiêu hao lực lượng quân đội Pháp ở Thượng Lào cũng như miền tây Bắc Bộ Việt Nam. Quang Dũng chuyển về đơn vị mới, nhớ đơn vị cũ, ông đã sáng tác bài thơ này tại Phù Lưu Chanh (một làng cũ thuộc tỉnh Hà Đông Cũ).\n- Ban đầu nhà thơ đặt tên cho nhan đề của mình là “Nhớ Tây Tiến”, sau đó nhà thơ đổi tên thành “Tây Tiến”, in trong tập Mây đầu ô (1986). Việc đổi tên bài thơ là một dụng ý nghệ thuật của nhà thơ. Nếu đặt tên là “Nhớ Tây Tiến” cho thấy cảm xúc chủ đạo là nỗi nhớ, nhưng lại không nhấn mạnh được hình tượng trung tâm của bài thơ. Đồng thời khi đọc tác phẩm, người đọc có thể cảm nhận sâu sắc được nỗi nhớ, việc để chữ “nhớ” ở nhan đề không cần thiết. Mặt khác nhan đề này gợi ra sự ủy mị, mềm mại không phù hợp với hình tượng đoàn quân Tây Tiến mạnh mẽ, hào hùng.\n- Khi lược bỏ chữ “nhớ” giúp cho nhan đề trở nên cô đọng hơn. Bởi bản thân hai chữ “Tây Tiến” cũng gợi ra nỗi nhớ. Nhan đề “Tây Tiến” cũng tạo ra âm điệu của nhan đề chắc khỏe, rắn rỏi đem đến cho ta hình dung về miền Tây rộng lớn, thẳm thăm, hùng vị. Cũng như vẻ đẹp của đoàn quân Tây Tiến hào hùng. Mặt khác, nhan đề Tây Tiến cũng giúp cho bài thơ giống như một khúc ca, Tiến Quân Ca, Nam Tiến và ở đây là Tây Tiến.\n5. Nội dung\nBài thơ đã khắc họa hình ảnh người lính Tây Tiến với vẻ đẹp hào hùng nhưng cũng đầy lãng mạn, hào hoa, cùng với đó là hình ảnh thiên nhiên Tây Bắc hùng vĩ dữ dội và thơ mộng.\n6. Nghệ thuật\nBút pháp hiện thực kết hợp với lãng mạn\nSử dụng nhiều biện pháp tu từ: so sánh, nhân hóa…\nNgôn ngữ phong phú, linh hoạt…\n7. Mở bài và kết bài\n- Mở bài: Quang Dũng là một nghệ sĩ đa tài, trong đó các tác phẩm sáng tác văn học của ông đã để lại nhiều dấu ấn. Tây Tiến là một bài thơ tiêu biểu, mang đậm dấu ấn thơ của Quang Dũng. Bài thơ ban đầu có tên là “Nhớ Tây Tiến”, đến năm 1957, in lại bỏ từ “nhớ”, lấy tên là “Tây Tiến” và in trong tập “Mây đầu ô” (1986).\n- Kết bài: Khi đọc xong trang thơ ấy, người đọc vẫn không khỏi bồi hồi. Nhà thơ Quang Dũng đã sáng tác nên tác phẩm Tây Tiến tiêu biểu cho nền văn học giai đoạn kháng chiến chống Pháp. Để từ đó một thời kì lịch sử huy hoàng của dân tộc đã được tái hiện đầy chân thực. Bài thơ đã khắc họa hình ảnh người lính Tây Tiến với vẻ đẹp hào hùng nhưng cũng đầy lãng mạn, hào hoa, cùng với đó là hình ảnh thiên nhiên Tây Bắc hùng vĩ dữ dội và thơ mộng.\nIII. Dàn ý phân tích Tây Tiến\n(1) Mở bài\nGiới thiệu về nhà thơ Quang Dũng, bài thơ Tây Tiến.\n(2) Thân bài\na. Nỗi nhớ của Quang Dũng về núi rừng Tây Bắc hùng vĩ và Tây Tiến anh hùng\n- “Sông Mã xa rồi Tây Tiến ơi”: Sông Mã là con sông quen thuộc của núi rừng Tây Bắc. Mở đầu bài thơ, Quang Dũng nhắc đến con sông này cho thấy nỗi nhớ của tác giả dường như đã trải dài khắp con sông Mã. Kết hợp với cụm từ “Tây Tiến” là chỉ một đoàn quân cùng với từ “ơi” lại vang lên thật trìu mến.\n- “Nhớ về rừng núi nhớ chơi vơi”: cảm xúc chủ đạo của bài thơ, diễn tả nỗi nhớ đến trống vắng, hụt hẫng.\n- Các địa danh “Sài Khao, Mường Lát, Pha Luông”: gợi nhớ về những cuộc hành quân, để lại nhiều ấn tượng về sự xa xôi và heo hút.\n- “Dốc lên khúc khuỷu dốc thăm thẳm: Những con dốc cứ dựng đứng giữa trời đầy nguy hiểm để rồi họ vẫn phải cố gắng vượt qua.\n- “Heo hút cồn mây súng ngửi trời”: Mũi súng trên vai của của người chiến binh được nhân hóa tạo thành hình ảnh “súng ngửi trời” vừa diễn tả được độ cao nhất, hoang sơ, lạ lẫm vừa hàm chứa vẻ đẹp tâm hồn người lính.\n- Hình ảnh đoàn binh hành quân trong mưa: “Nhà ai Pha Luông mưa xa khơi” thật dữ dội mà nên thơ.\n- “Chiều chiều oai linh thác gầm thét/Đêm đêm Mường Hịch cọp trêu người”: tiếng thác nước dữ dội hòa với tiếng hú man dại, ghê gớm của thú rừng mang âm hưởng của đại ngàn.\n- “Nhớ ôi Tây Tiến cơm lên khói/Mai Châu mùa em thơm nếp xôi”: Người lính dừng chân bên xóm làng sau những đêm hành quân gian khổ, mùi thơm hương nếp mới và ấm tình quân dân đã xua tan bao nhọc nhằn gian khổ.\nb. Đêm vui liên hoan văn nghệ và bức tranh sông nước miền Tây Bắc hư ảo\n Đêm vui liên hoan văn nghệ:\n- Ngọn đuốc rừng thắp sáng đêm liên hoan văn nghệ truyền thống đã thành “hội đuốc hoa” khiến khung cảnh tuy thiếu thốn mà rực rỡ lung linh bao ước mơ, hạnh phúc.\n- Hai chữ “kìa em” thể hiện sự ngạc nhiên đến ngỡ ngàng của người lính. Những cô gái Tây Bắc trong bộ xiêm áo đang múa điệu múa truyền thống trong.\n- Tiếng khèn mang linh hồn của núi rừng càng trở nên lôi cuốn. Tâm hồn các chiến sĩ mộng mơ, lãng mạn.\n Bức tranh sông nước miền Tây Bắc hư ảo:\n- Thiên nhiên Tây Bắc đầy thơ mộng: Khung cảnh Châu Mộc trong một buổi chiều sương phủ trên dòng nước mênh mông, đầy hoang dại, huyền ảo.\n- “Hoa đong đưa” vừa là hình ảnh tả thực: những bông hoa khẽ lay động đong đưa làng duyên trên dòng nước lũ; vừa là hình ảnh ẩn dụ, gợi tả vẻ đẹp của các cô gái Tây Bắc.\nc. Chân dung người lính Tây Tiến hào hùng mà vẫn lãng mạn hào hoa, sự hy sinh mất mát\n- Hình ảnh thật chân thực về binh đoàn Tây Tiến:\n“Tây Tiến đoàn binh không mọc tóc”: hóa chất bom đạn của kẻ thù đã làm cho mái tóc người lính không còn đẹp nữa, nhưng cũng có thể là người lính chủ động cắt tóc để thuận tiện cho sinh hoạt.\n“Quân xanh màu lá dữ oai hùm”: màu xanh của lớp áo ngụy trang lẫn với màu xanh của lá cây, nhưng đó cũng được hiểu là khuôn mặt xanh xao của người lính khi bị sốt rét rừng.\n=> Sự khó khăn, gian khổ của người lính Tây Tiến trong hoàn cảnh chiến tranh. - Mạnh mẽ là thế, nhưng cũng có đôi lúc người lính cũng đầy thơ mộng\n“Mắt trừng gửi mộng qua biên giới”: đôi mắt đang theo dõi kẻ thù với sự căm giận và quyết tâm\n“Đêm mơ Hà Nội dáng kiều thơm”. nhớ đến những cô gái Hà Nội với vẻ đẹp thướt tha thanh lịch.\n- Sự mất mát hy sinh của người lính:\n“Rải rác biên cương mồ viễn xứ”: đó không phải là một cái chết mà rất nhiều cái chết.\n“Áo bào thay chiếu anh về đất”: hình ảnh “áo bào” chính là chiếc áo lính các anh đang mặc, “về đất” cách nói giảm nói tránh gợi sự hy sinh của người lính.\nHình ảnh cuối cùng “sông Mã gầm lên khúc độc hành” là sự thành kính đưa tiễn các anh.\nd. Khái quát những ngày Tây Tiến và những kỷ niệm không thể nào phai\n- “Tây Tiến người đi không hẹn trước/Đường lên thăm thẳm một chia phôi”: sự ra đi mà không có lời hẹn trước, tinh thần sẵn sàng chiến đấu cho tổ quốc.\n- “Ai lên Tây Tiến mùa xuân ấy/Hồn về Sầm Nứa chẳng về xuôi”: Gợi nhắc về những kỉ niệm của đoàn quân Tây Tiến không thể nào phai mờ.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Tây Tiến.\n \"\""