"Đoạn trích Tình cảm lẻ loi của người chinh phụ\nTình cảnh lẻ loi của người chinh phụ\nDạo hiên vắng thầm gieo từng bước\nNgồi rèm thưa rủ thác đòi phen.\nNgoài rèm thước chẳng mách tin,\nTrong rèm, dường đã có đèn biết chăng?\nĐèn có biết dường bằng chẳng biết\nLòng thiếp riêng bi thiết mà thôi\nBuồn rầu nói chẳng nên lời\nHoa đèn kia với bóng người khá thương.\nGà eo óc gáy sương năm trống\nHoè phất phơ rủ bóng bốn bên.\nKhắc giờ đằng đẵng như niên\nMối sầu dằng dặc tựa miền biển xa.\nHương gượng đốt hồn đà mê mải\nGương gượng soi lệ lại châu chan\nSắt cầm gượng gảy ngón đàn\nDây uyên kinh đứt phím loan ngại chùng\nLòng này gửi gió đông có tiện?\nNghìn vàng xin gửi đến non Yên\nNon Yên dù chẳng tới miền,\nNhớ chàng thăm thẳm đường lên bằng trời.\nTrời thăm thẳm xa vời khôn thấu,\nNỗi nhớ chàng đau đáu nào xong.\nCảnh buồn người thiết tha lòng\nCành cây sương đượm tiếng trùng mưa phùn.\nI. Đôi nét về Đặng Trần Côn\n- “Chinh phụ ngâm khúc” nguyên văn chữ Hán của Đặng Trần Côn.\n- Ông là người làng Nhân Mục - nay thuộc quận Thanh Xuân Hà Nội, sống vào khoảng nửa đầu thế kỷ XVIII.\n- Bản diễn Nôm từng được xem là của Đoàn Thị Điểm (1705 - 1748), bà là một phụ nữ tài sắc, người làm Giai Phạm, huyện Văn Giang, xứ Kinh Bắc, nay là huyện Yên Mỹ, tỉnh Hưng Yên. Có ý kiến lại cho rằng đó là của Phan Huy Ích.\nII. Giới thiệu về đoạn trích\n1. Xuất xứ\n- “Chinh phụ ngâm” là khúc ngâm về nỗi lòng sầu thương, nhớ nhung của người vợ có chống ra trận.\n- Đoạn trích “Tình cảnh lẻ loi của người chinh phụ” viết về tình cảnh và tâm trạng người chinh phụ phải sống cô đơn, buồn khổ trong thời gian dài người chồng đi đánh trận, không có tin tức, không rõ ngày trở về.\n2. Thể thơ\nĐoạn trích “Tình cảnh lẻ loi của người chinh phụ” được viết theo thể song thất lục bát (gồm hai câu bảy chữ, tiếp đến hai câu sáu - tám). Bốn câu thành một khổ thơ không hạn định.\n3. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “Dây uyên kinh đứt phím loan ngại chùng”: Tình cảnh cô đơn của người chinh phụ.\nPhần 2. Còn lại: Nỗi nhớ thương dành cho người chồng ở nơi xa.\n4. Nội dung\nĐoạn trích “Tình cảnh lẻ loi của người chinh phụ” đã miêu tả những cung bậc và sắc thái khác nhau của nỗi cô đơn, buồn khổ ở người chinh phụ khao khát được sống trong tình yêu và hạnh phúc lứa đôi.\n5. Nghệ thuật\nBút pháp tả cảnh ngụ tình, sử dụng biện pháp tu từ, điển cố điển tích…\n \"\""