"Truyện ngắn Tôi đi học\nI. Đôi nét về tác giả Thanh Tịnh\n- Thanh Tịnh (1911 - 1988), tên khai sinh là Trần Văn Sinh.\n- Quê quán: xóm Gia Lạc, ven sông Hương, ngoại ô thành phố Huế.\n- Năm 1936, Thanh Tịnh cho xuất bản tập thơ Hận chiến trường.\n- Năm 1941, ông và hai bài thơ của ông (Mòn mỏi và Tơ trời với tơ lòng) được Hoài Thanh - Hoài Chân giới thiệu trong quyển Thi nhân Việt Nam.\n- Sau Cách mạng tháng 8, Thanh Tịnh làm Tổng thư ký Hội Văn hóa cứu quốc Trung bộ.\n- Năm 1948, ông gia nhập bộ đội. Sau đó, ông tham gia phụ trách đoàn kịch Chiến Thắng của Bộ Tổng tư lệnh Quân đội nhân dân Việt Nam.\n- Năm 1945, ông tham gia phụ trách rồi làm Chủ nhiệm tạp chí Văn nghệ quân đội. Về sau, ông thôi làm lãnh đạo, để chuyên sáng tác.\n- Năm 1957, ông tham gia thành lập Hội nhà văn Việt Nam (1957), và trở thành Ủy viên Ban chấp hành Hội khóa I, II.\n- Ngoài ra, ông còn là Ủy viên Liên hiệp các hội văn học nghệ thuật Việt Nam.\n- Ông từng được nhận giải thưởng Hội văn nghệ Việt Nam (1951 - 1952).\n- Năm 2007, Thanh Tịnh được trao tặng Giải thưởng Nhà nước về văn học nghệ thuật.\n- Một số tác phẩm tiêu biểu:\nTrước cách mạng: Hận chiến trường (tập thơ, 1937), Quê mẹ (truyện ngắn, 1941), Chị và em (truyện ngắn, 1942)...\nSau cách mạng: Sức mồ hôi (ca dao - 1954), Những giọt nước biển (tập truyện ngắn - 1956), Đi từ giữa mùa sen (truyện thơ -1973)...\nII. Giới thiệu về Tôi đi học\n1. Xuất xứ\nTruyện ngắn Tôi đi học được in trong tập truyện “Quê mẹ” (1941).\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Ý nghĩ thoáng qua trong trí tôi nhẹ nhàng như một làn mây lướt ngang trên ngọn núi”: Cảm xúc của nhân vật tôi trên con đường từ nhà đến trường.\nPhần 2. Tiếp theo đến “lòng tôi vẫn không cảm thấy xa nhà hay xa mẹ tôi chút nào hết”: Cảm xúc của nhân vật tôi khi đứng trước sân trường.\nPhần 3. Còn lại: Cảm xúc của nhân vật tôi khi lần đầu bước vào lớp học.\n3. Tóm tắt\nHằng năm, cứ cuối thu là những kỉ niệm của buổi đầu đến trường lại mơn man trong lòng tôi. Con đường đi học vốn rất quen thuộc bỗng trở nên xa lạ. Trong khoảnh khắc cùng mẹ bước đi trên con đường ấy, tôi cảm thấy bản thân đã đổi khác. Khi đến sân trường Mĩ Lí, tôi thấy mình như nhỏ bé và có chút bỡ ngỡ. Đến khi ông đốc gọi tên, tôi lo sợ và nép vào lòng mẹ bật khóc. Những lời an ủi của ông đốc vang lên khiến đám học sinh an tâm hơn, theo thầy giáo bước vào lớp học. Khung cảnh trong lớp dường như quen thuộc, ngay cả người bạn mới. Thầy giáo bắt đầu giảng bài - bài tập đọc: Tôi đi học.\nIII. Tổng kết\nNội dung: Thanh Tịnh đã diễn tả được những kỉ niệm trong sáng của tuổi học trò, đặc biệt là buổi đầu đi học qua truyện ngắn Tôi đi học.\nNghệ thuật: Nghệ thuật tự sự đan xen miêu tả và biểu cảm, hình ảnh trong sáng giản dị…\nTôi đi học\nHằng năm cứ vào cuối thu, lá ngoài đường rụng nhiều và trên không có những đám mây bàng bạc, lòng tôi lại nao nức những kỷ niệm mơn man của buổi tựu trường.\nTôi không thể nào quên được những cảm giác trong sáng ấy nảy nở trong lòng tôi như mấy cành hoa tươi mỉm cười giữa bầu trời quang đãng.\nNhững ý tưởng ấy tôi chưa lần nào ghi lên giấy, vì hồi ấy tôi không biết ghi và ngày nay tôi không nhớ hết. Nhưng mỗi lần thấy mấy em nhỏ rụt rè núp dưới nón mẹ lần đầu tiên đến trường, lòng tôi lại tưng bừng rộn rã.\nBuổi sáng mai hôm ấy, một buổi mai đầy sương thu và gió lạnh. Mẹ tôi âu yếm nắm tay tôi dẫn đi trên con đường làng dài và hẹp. Con đường này tôi đã quen đi lại lắm lần, nhưng lần này tự nhiên tôi thấy lạ. Cảnh vật chung quanh tôi đều thay đổi, vì chính lòng tôi đang có sự thay đổi lớn: Hôm nay tôi đi học.\nTôi không lội qua sông thả diều như thằng Quý và không ra đồng nô hò như thằng Sơn nữa.\nTrong chiếc áo vải dù đen dài tôi cảm thấy mình trang trọng và đứng đắn.\nDọc đường tôi thấy mấy cậu nhỏ trạc bằng tôi, áo quần tươm tất, nhí nhảnh gọi tên nhau hay trao sách vở cho nhau xem mà tôi thèm. Hai quyển vở mới đang ở trên tay tôi đã bắt đầu thấy nặng. Tôi bặm tay ghì thật chặt, nhưng một quyển vở cũng chìa ra và chênh đầu chúi xuống đất. Tôi xóc lên và nắm lại cẩn thận.\nMấy cậu đi trước sách vở thiệt nhiều lại kèm cả bút thước nữa. Nhưng mấy cậu không để lộ vẻ khó khăn gì hết.\nTôi muốn thử sức mình nên nhìn mẹ tôi:\n- Mẹ đưa bút thước cho con cầm.\nMẹ tôi cúi đầu nhìn tôi với cặp mắt thật âu yếm:\n- Thôi để mẹ nắm cũng được.\nTôi có ngay cái ý kiến vừa non nớt vừa ngây thơ này: chắc chỉ người thạo mới cầm nổi bút thước.\nÝ nghĩ thoáng qua trong trí tôi nhẹ nhàng như một làn mây lướt ngang trên ngọn núi.\nTrước sân trường làng Mỹ Lý đầy đặc cả người. Người nào áo quần cũng sạch sẽ, gương mặt cũng vui tươi và sáng sủa.\nTrước đó mấy hôm, lúc đi ngang làng Hòa An bẫy chim quyên với thằng Minh, tôi có ghé trường một lần.\nLần ấy trường đối với tôi là một nơi xa lạ. Tôi đi chung quanh các lớp để nhìn qua cửa kính mấy bản đồ treo trên tường. Tôi không có cảm tưởng gì khác là nhà trường cao ráo sạch sẽ hơn các nhà trong làng.\nNhưng lần này lại khác. Trước mặt tôi, trường Mỹ Lý vừa xinh xắn vừa oai nghiêm như cái đình Hòa Ấp. Sân nó rộng, mình nó cao hơn những buổi trưa hè đầy vắng lặng. Lòng tôi đâm ra lo sợ vẩn vơ.\nCũng như tôi, mấy cậu học trò mới bỡ ngỡ đứng nép bên người thân, chỉ dám nhìn một nữa hay dám đi từng bước nhẹ. Họ như con chim con đứng trên bờ tổ, nhìn quãng trời rộng muốn bay, nhưng còn ngập ngừng e sợ. Họ thèm vụng và ước ao thầm được như những học trò cũ, biết lớp, biết thầy để khỏi phải rụt rè trong cảnh lạ.\nSau một hồi trống thúc vang dội cả lòng tôi, mấy người học trò cũ đến sắp hàng dưới hiên rồi đi vào lớp. Chung quanh những cậu bé vụng về lúng túng như tôi cả. Các cậu không đi. Các cậu chỉ theo sức mạnh kéo dìu các cậu tới trước. Nói các cậu không đứng lại càng đúng hơn nữa. Vì hai chân các cậu cứ dềnh dàng mãi. Hết co lên một chân, các cậu lại duỗi mạnh như đá một quả ban tưởng tượng. Chính lúc này toàn thân các cậu cũng đang run run theo nhịp bước rộn ràng trong các lớp.\nÔng đốc trường Mỹ Lý cho gọi mấy cậu học trò mới đứng lên trước lớp ba. Trường làng nhỏ nên không có phòng riêng của ông đốc. Trong lúc ông đọc tên từng người, tôi cảm thấy như quả tim tôi ngừng đập. Tôi quên cả mẹ tôi đang đứng sau tôi. Nghe gọi đến tên, tôi tự nhiên giật mình và lúng túng. Sau khi đọc xong mấy mươi tên đã viết sẵn trên mảnh giấy lớn, ông đốc nhìn chúng tôi nói sẽ:\n- Thế là các em đã vào lớp năm. Các em phải cố gắng học để thầy mẹ được vui lòng, và để thầy dạy chúng em được sung sướng. Các em đã nghe chưa? (Các em đều nghe nhưng không em nào dám trả lời. Cũng may đã có tiếng dạ rang của phụ huynh đáp lại).\nÔng đốc nhìn chúng tôi với cặp mắt hiền từ và cảm động. Mấy cậu học trò lớp ba cũng đua nhau quay đầu nhìn ra. Và ngoài đường cũng có mấy người đứng dừng lại để nhìn vào. Trong những phút giây này chúng tôi được người ta ngắm nhìn nhiều hơn hết. Vì vậy đã lúng túng chúng tôi càng lúng túng hơn.\nÔng đốc lấy cặp kính trắng xuống rồi nói:\n- Thôi, các em đứng đây sắp hàng để vào lớp học.\nTôi cảm thấy sau lưng tôi có một bàn tay dịu dàng đẩy tôi tới trước. Nhưng người tôi lúc ấy tự nhiên thấy nặng nề một cách lạ. Không giữ được chéo áo hay cánh tay của người thân, vài ba cậu đã từ từ bước lên đứng dưới hiên lớp. Các cậu lủng lẻo nhìn ra sân, nơi mà những người thân đang nhìn các cậu với cặp mắt lưu luyến. Một cậu đứng đầu ôm mặt khóc. Tôi bất giác quay lưng lại rồi dúi đầu vào lòng mẹ tôi nức nở khóc theo. Tôi nghe sau lưng tôi, trong đám học trò mới, vài tiếng thút thít đang ngập ngừng trong cổ. Một bàn tay quen nhẹ vuốt mái tóc tôi.\nÔng đốc nhẫn nại chờ chúng tôi.\n- Các em đừng khóc. Trưa này các em được về nhà cơ mà. Và ngày mai các em lại được nghỉ cả ngày nữa.\nSau khi thấy hai mươi tám cậu học trò sắp hàng đều đặn dưới hiên trường, ông đốc liền ra dấu cho chúng tôi vào lớp năm. Một thầy trẻ tuổi, gương mặt hiền từ, đang đón chúng tôi vào cửa lớp. Trong thời thơ ấu tôi chưa bao giờ xa mẹ tôi như lần này. Tôi cũng lấy làm lạ vì có những hôm đi chơi suốt cả ngày với chúng bạn ở đồng làng Lệ Xá, lòng tôi vẫn không cảm thấy xa nhà hay xa mẹ tôi chút nào hết.\nMột mùi hương lạ xông lên trong lớp. Trông hình gì treo trên tường tôi cũng thấy lạ và hay hay. Tôi nhìn bàn ghế chỗ tôi ngồi rất cẩn thận rồi tự nhiên nhận là vật riêng của mình. Tôi nhìn người bạn tí hon ngồi bên tôi, một người bạn tôi chưa hề biết, nhưng lòng tôi vẫn không cảm thấy sự xa lạ chút nào. Sự quyến luyến ấy tự nhiên và bất ngờ quá đến tôi cũng không dám tin là có thật. Một con chim con liệng đến đứng trên bờ cửa sổ, hót mấy tiếng rụt rè rồi vỗ cánh bay cao.\nTôi đưa mắt thèm thuồng nhìn theo cánh chim. Một kỷ niệm cũ đi bẫy chim giữa cánh đồng lúa bay trên bờ sông Viêm sống lại đầy dẫy trong trí tôi.\nNhưng những tiếng phấn của thầy tôi gạch mạnh trên bảng đen đã đưa tôi về cảnh thật. Tôi vòng tay lên bàn chăm chỉ nhìn thầy viết và lẩm bẩm đọc:\nBài tập viết: Tôi đi học.\n \"\""