"Bài thơ Tôi yêu em\nTôi yêu em\nTôi yêu em: đến nay chừng có thể\nNgọn lửa tình chưa hẳn đã tàn phai\nNhưng không để em bận lòng thêm nữa\nHay hồn em phải gợn bóng u hoài.\nTôi yêu em âm thầm, không hy vọng\nLúc rụt rè, khi hậm hực lòng ghen\nTôi yêu em, yêu chân thành, đằm thắm\nCầu em được người tình như tôi đã yêu em.\nI. Đôi nét về tác giả Pu-skin\n- A-lếch-xan-đrơ Xéc-ghê-ê-vích Pu-skin (1799 - 1837) được mệnh danh là “Mặt trời của thi ca Nga”, là một nhà thơ vĩ đại “có ý nghĩa to lớn không chỉ trong lịch sử văn chương mà cả trong lịch sử thức tỉnh của dân tộc Nga” (Nhận xét của N.A. Đô-brô-liu-bốp)\n- Các sáng tác phong phú của Pu-skin đã thể hiện tuyệt đẹp tâm hồn nhân dân Nga khao khát tự do và tình yêu.\n- Bất kì ở một thể loại nào, văn chương của ông cũng thể hiện một tiếng nói Nga trong sáng, thuần khiết và thể hiện cuộc sống một cách chân thực, giản dị.\n- Tác phẩm của Pu-skin thuộc nhiều thể loại: hơn 800 bài thơ tình, tiểu thuyết bằng thơ (Ép-ghê-nhi Ô-nhê-ghin, 1823 - 1831), trường ca (Ru-xlan và Li-út-mi-la, 1820), truyện ngắn (Cô tiểu thư nông dân, 1830)...\nII. Giới thiệu về bài thơ Tôi yêu em\n1. Hoàn cảnh sáng tác\n- Tôi yêu em là một trong những bài thơ tình nổi tiếng của Pu-skin, được khơi nguồn từ mối tình của nhà thơ với A. A. Ô-lê-nhi-a (con gái của A.N Ô-lê-nhin, Chủ tịch Viện Hàn lâm nghệ thuật Nga) - người mà mùa hè năm 1829 Pu-skin đã cầu hôn nhưng không được chấp nhận.\n- Nhan đề do người dịch đặt.\n2. Bố cục\nGồm 2 phần:\nPhần 1. Bốn câu đầu: Lời giãi bày tình yêu đầy chân thành\nPhần 2. Bốn câu sau: Những cung bậc trong tình yêu.\n3. Nội dung\nBài thơ “Tôi yêu em” thấm đượm nỗi buồn của mối tình vô vọng, nhưng lại là nỗi buồn trong sáng của một tâm hồn yêu đương chân thành, mãnh liệt, nhân hậu, vị tha.\n4. Nghệ thuật\nGiọng điệu tha thiết, ngôn từ giản dị…\nIII. Dàn ý phân tích Tôi yêu em\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Tôi yêu em.\n(2) Thân bài\na. Bốn câu đầu: Lời giãi bày tình yêu\n Hai câu đầu:\n- “Tôi yêu em”: lời bày tỏ chân thành, tha thiết.\n- Cách xưng hô: “tôi - em” : giữ khoảng cách, gợi cảm giác vừa gần mà vừa xa.\n- Hình ảnh ẩn dụ “ngọn lửa tình”: biểu tượng cho tình yêu cháy bỏng, nồng nhiệt\n- Cách nói phủ định “chưa hẳn” (đã tàn phai): nhưng lại nhằm khẳng định tôi đã, đang và vẫn yêu em.\n=> Lời bày tỏ tình yêu chân thành, tha thiết của một trái tim thủy chung.\n Hai câu sau:\n- Từ “nhưng” biểu thị quan hệ tương phản kết hợp với từ “không” biểu thị sự phụ định: tạo ra mâu thuẫn trong tâm trạng, cảm xúc; mở ra thế giới suy tư lý trí.\n- Lý trí đã kiềm chế cảm xúc: dập tắt “ngọn lửa tình”, khẳng định sự tự nguyện từ bỏ tình cảm của mình để “em không phải bận lòng” hay “gợn bóng u hoài”.\n- Sự day dứt do những mâu thuẫn, giằng xé khi ngọn lửa tình yêu đang ngùn ngụt cháy nhưng phải dập tắt ngay để em không phải bận lòng thêm nữa.\nb. Bốn câu sau: Trạng thái cảm xúc của tình yêu đơn phương, mong ước của tác giả\n- Điệp khúc “Tôi yêu em”: tiếp tục khẳng định và giãi bày tâm trạng, tình yêu đơn phương của chủ thể trữ tình chuyển sang những biểu hiện khác.\n- Nhân vật trữ tình nhớ về quá khứ, nhớ về những tâm trạng đau khổ, giày vò, hậm hực vì hờn ghen… vì thất vọng, vì không được đáp đền, đón đợi.\n- Những trạng thái trong mối tình đơn phương của nhân vật trữ tình:\n- “Âm thầm, lặng lẽ”: không để cho đối phương biết\n- Lúc rụt rè: e rè, ngượng nghịu, không mạnh bạo nhưng có vẻ dịu dàng, đáng yêu\n- “Khi hậm hực”: giận hờn, bực tức vì phải chấp nhận điều mà mình không mong muốn.\n=> Tình yêu đơn phương, không hy vọng nhưng cũng thật mãnh liệt với đầy đủ những cung bậc cảm xúc.\n- Lời cầu chúc giản dị mà chứa đựng một nhân cách cao thượng: “Cầu cho em được người tình như tôi đã yêu em”. Lời cầu chúc thể hiện sự xót xa, nhưng cũng nhằm khẳng định tình yêu tha thiết của nhân vật trữ tình.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Tôi yêu em.\n \"\""