"Một thứ quà của lúa non: Cốm\nI. Đôi nét về tác giả Thạch Lam\n- Thạch Lam (1910 - 1942) tên khai sinh là Nguyễn Tường Vinh, sau đổi là Nguyễn Tường Lân.\n- Ông sinh ra trong một gia đình công chức gốc quan ở Hà Nội. Khi còn nhỏ, ông chủ yếu sống ở quê ngoại là thành phố Cẩm Giàng, tỉnh Hải Dương.\n- Là một nhà văn nổi tiếng, một trong những thành viên của nhóm Tự lực văn đoàn trong giai đoạn trước Cách mạng tháng 8 năm 1945.\n- Thạch Lam là nhà văn có sở trường về truyện ngắn với ngòi bút tinh tế, nhạy cảm, đặc biệt khi khai thác thế giới nội tâm của con người.\n- Quan niệm văn chương: Trong lời giới thiệu cho tập truyện ngắn “Gió đầu mùa” xuất bản trước Cách mạng, Thạch Lam viết: “Đối với tôi văn chương không phải là một cách đem đến cho người đọc sự thoát li hay sự quên, trái lại văn chương là một thứ khí giới thanh cao và đắc lực mà chúng ta có, để vừa tố cáo và thay đổi một cái thế giới giả dối và tàn ác, làm cho lòng người được thêm trong sạch và phong phú hơn”.\n- Một số tác phẩm tiêu biểu:\nCác tập truyện ngắn: Gió lạnh đầu mùa (NXB Đời nay, 1937), Nắng trong vườn (NXB Đời nay, 1938), Sợi tóc (Nhà xuất bản Đời nay, 1942).\nTập truyện dài: Ngày mới (Nhà xuất bản Đời nay, 1939)\nTùy bút: Hà Nội băm sáu phố phường (Nhà xuất bản Đời nay, 1943)\nTruyện viết cho thiếu nhi: Quyển sách và Hạt ngọc (Nhà xuất bản Đời Nay, 1940).\nBình luận văn học: Theo giòng (Nhà xuất bản Đời nay, 1941)\nII. Giới thiệu về tùy bút Một thứ quà của lúa non: Cốm\n1. Xuất xứ\n“Một thứ quà của lúa non: Cốm” được rút từ tập “Hà Nội băm sáu phố phường” (1943). Đây là tập tùy bút viết về cảnh sắc và phong vị của Hà Nội đặc biệt là những món ăn, thứ quà thường ngày bình dị, không mấy cao sang nhưng lại đậm đà hương vị truyền thống, thể hiện sự khéo léo tinh tế của bản sắc người Hà Nội.\n2. Thể loại\nTùy bút là một thể văn,tuy khá giống với bút kí, kí sự ở yếu tố miêu tả, ghi chép những hình ảnh sự việc quan sát, chứng kiến được. Nhưng tùy bút lại thiên nhiều về biểu cảm, chú trọng đến thể hiện cảm xúc, suy nghĩ của người viết. Ngôn ngữ giàu hình ảnh, chất trữ tình.\n3. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “vút lên như những chiếc thuyền rồng”. Giới thiệu khái quát về cốm và sự hình thành của cốm.\nPhần 2: Tiếp theo đến “những kẻ mới giàu vô học có biết đâu mà thưởng thức được những vẻ cao quý kín đáo và nhũn nhặn”. Ca ngợi những giá trị của cốm.\nPhần 3: Còn lại. Bàn về cách thưởng thức cốm.\n4. Nội dung\nCốm là thức quà riêng biệt của đất nước, là thức dâng của những cánh đồng bát ngát, mang trong hương vị tất cả cái mộc mạc, giản dị và thanh khiết của đồng quê nội cỏ.\n5. Nghệ thuật\nNgòi bút miêu tả tinh tế, nhạy cảm và tấm lòng trân trọng…\nMột thứ quà của lúa non: Cốm\nCơn gió mùa thu hạ lướt qua vùng sen trên hồ, nhuần thấm cái hương thơm của lá, như báo trước mùa về của một thức quà thanh nhã và tinh khiết. Các bạn có ngửi thấy, khi đi qua những cánh đồng xanh, mà hạt thóc nếp đầu tiên làm trĩu thân lúa còn tươi, ngửi thấy cái mùi thơm mát của bông lúa non không? Trong cái vỏ xanh kia, có một giọt sữa trắng thơm, phảng phất hương vị ngàn hoa cỏ. Dưới ánh nắng, giọt sữa dần dần đông lại, bông lúc càng ngày càng cong xuống, nặng vì cái chất quý trong sạch của Trời.\nĐợi đến lúc vừa nhất, mà chỉ riêng những người chuyên môn mới định được, người ta gặt mang về. Rồi đến một loạt cách chế biến, những cách thức làm, truyền tự đời này sang đời khác, một sự bí mật trân trọng và khe khắt giữ gìn, các cô gái Vòng làm ra thứ cốm dẻo và thơm ấy. Tất nhiên là nhiều nơi cũng biết cách thức làm cốm, nhưng không có đâu làm được cốm dẻo, thơm và ngon được ở làng Vòng, gần Hà Nội. Tiếng cốm Vòng đã lan khắp tất cả ba kỳ, và đến mùa cốm, các người ở Hà Nội 36 phố phường vẫn thường ngóng trông cô hàng cốm xinh xinh, áo quần gọn ghẽ, với cái dấu hiệu đặc biệt là cái đòn gánh hai đầu cong vút lên như chiếc thuyền rồng...\nCốm là thức quà đặc biệt riêng của đất nước, là thức dâng của những cánh đồng lúa bát ngát xanh, mang trong hương vị tất cả cái mộc mạc, giản dị và thanh khiết của đồng quê nội cỏ Việt Nam. Ai nghĩ đầu tiên dùng cốm để làm quà siêu tết? Không có gì hợp hơn với sự vương vít của tơ hồng, thức quà trong sạch, trung thành như các việc lễ nghi. Hồng cốm tốt đôi... Và không bao giờ có hai màu lại hòa hợp hơn nữa: màu xanh tươi của cốm như ngọc thạch quý, màu đỏ thắm của hồng như ngọc lựu già. Một thứ thanh đạm, một thứ ngọt sắc, hai vị nâng đỡ nhau để hạnh phúc được lâu bền. (Thật đáng tiếc khi chúng ta thấy những tục lệ tốt đẹp ấy mất dần, và những thức quý của đất mình thay dần bằng những thức bóng bẩy hào nháng và thô kệch bắt chước nước ngoài: những kẻ mới giàu vô học có biết đâu thưởng thức được những vẻ cao quý kín đáo và nhũn nhặn?)\nCốm không phải là thức quà của người vội; ăn cốm phải ăn từng chút ít, thong thả và ngẫm nghĩ. Lúc bấy giờ ta mới thấy thu lại cả trong hương vị ấy, cái mùi thơm phức của lúa mới, của hoa cỏ dại ven bờ: trong màu xanh của cốm, cái tươi mát của lá non, và trong chất ngọt của cốm, cái dịu dàng thanh đạm của loài thảo mộc. Thêm vào cái mùi hơi ngát của lá sen già, ướp lấy từng hạt cốm một, còn giữ lại cái ấm áp của những ngày mùa hạ trên hồ. Chúng ta có thể nói rằng trời sinh lá sen để bao bọc cốm, cũng như trời sinh cốm nằm ủ trong lá sen, chúng ta thấy hiện ra từng lá cốm, sạch sẽ và tinh khiết, không có mảy may chút bụi nào. Hỡi các bà mua hàng! Chớ có thọc tay mân mê thức quà thần tiên ấy, hãy nhẹ nhàng mà nâng đỡ, chút chiu mà vuốt ve… Phải nên kính trọng cái lộc của Trời, cái khéo léo của người, và sự cố tiềm tàng và nhẫn nại của thần Lúa. Sự thưởng thức của các bà sẽ được trang nhã và đẹp đẽ hơn và cái vui cũng sẽ tươi sáng hơn nhiều lắm.\n \"\""