"Bài thơ Tại lầu Hoàng Hạc tiễn Mạnh Hạo Nhiên đi Quảng Lăng\n(Hoàng Hạc lâu tống Mạnh Hạo Nhiên chi Quảng Lăng)\nI. Đôi nét về tác giả Lí Bạch\n- Lý Bạch (701 - 762) là nhà thơ nổi tiếng của Trung Quốc vào thời nhà Đường. Tự là Thái Bạch, hiệu Thanh Liên cư sĩ.\n- Quê hương: Cam Túc (huyện Thiên Thủy - tức Lũng Tây ngày xưa).\n- Khi cong nhỏ, ông cùng với gia đình về định cư ở làng Thanh Liên, huyện Xương Long thuộc Miên Châu (Tứ Xuyên) nên nhà thờ vẫn thường coi Tứ Xuyên là quê hương của mình.\n- Lý Bạch là một trong những nhà thơ nổi tiếng của Trung Hoa, ông được người đời gọi là “thi tiên” (tiên thơ).\n- Thơ ông thường thể hiện một tâm hồn tự do, hào phóng. Hình ảnh trong thơ thường mang tính chất tươi sáng, kì vĩ, ngôn ngữ tự nhiên mà điêu luyện.\n- Đề tài: thường viết nhiều và viết hay về chiến tranh, thiên nhiên, tình yêu và tình bạn.\n- Một số tác phẩm tiêu biểu:\n● Tả cảnh thiên nhiên tươi đẹp: Cổ phong, Quan san nguyệt...\n● Cảm thông cho người chinh phụ: Trường can hành, Khuê tình, Tử dạ thu ca…\n● Tình bạn: Tống hữu nhân, Hoàng Hạc lâu tống Mạnh Hạo Nhiên chi Quảng Lăng, Văn Vương Xương Linh thiên Long Tiêu…\n● Tình yêu đôi lứa: Oán tình, Xuân tứ…\n● Tình cảm với quê hương: Tĩnh dạ tứ, Ức Đông Sơn…\n● Đặc biệt là thơ về tửu (rượu): Đối tửu, Thương tiến tửu, Bả tửu vấn nguyệt…\nII. Giới thiệu về bài thơ\n1. Hoàn cảnh sáng tác\n- Mạnh Hạo Nhiên được biết đến là nhà thơ nổi tiếng của Trung Quốc vào đời Đường.\n- Mạnh Hạo Nhiên và Lý Bạch vừa gặp nhau đã trở thành tri âm tri kỷ.\n- Khi Mạnh Hạo Nhiên có việc quay về Dương Châu, hai người chia tay nhau tại Lầu Hoàng Hạc, Lý Bạch làm bài thơ này để tiễn bạn.\n2. Thể thơ\n- Thất ngôn tứ tuyệt\n- Hình ảnh chân thực, cụ thể\n3. Bố cục\nGồm 2 phần:\nPhần 1: Hai câu đầu. Khung cảnh tiễn biệt tại lầu Hoàng Hạc.\nPhần 2. Hai câu sau. Tâm trạng của nhà thơ khi tiễn biệt tri kỷ.\n4. Nội dung\nBài thơ đã thể hiện tình bạn sâu sắc, chân thành của hai nhà thơ lớn thời Thịnh Đường.\n5. Nghệ thuật\nNgôn ngữ giản dị, hình ảnh gợi cảm…\nTại lầu Hoàng Hạc tiễn Mạnh Hạo Nhiên đi Quảng Lăng\nPhiên âm\nCố nhân tây từ Hoàng Hạc lâu,\nYên hoa tam nguyệt há Dương Châu.\nCô phàm viễn ảnh bích không tận,\nDuy kiến Trường Giang thiên tế lưu.\nDịch nghĩa\nBạn cũ giã từ lầu Hoàng Hạc, ở phía Tây\nXuôi về Dương Châu giữa tháng ba, mùa hoa khói\nBóng cánh buồm lẻ loi xa dần, mất hút vào khoảng trời xanh biếc\nChỉ thấy sông Trường Giang chảy vào cõi trời.\nDịch thơ\nBạn từ lầu Hạc lên đường\nGiữa mùa hoa khói, Châu Dương xuôi dòng\nBóng buồm đã khuất bầu không\nTrông theo chỉ thấy dòng sông bên trời.\n(Ngô Tất Tố dịch)\n \"\""