"Tập thơ Từ ấy của Tố Hữu\nBài thơ Mồ côi\nCon chim non rũ cánh\nĐi tìm tổ bơ vơ\nQuanh nẻo rừng hiu quạnh\nLướt mướt dưới dòng mưa.\nCon chim non chiu chít\nLá động khóc tràn trề\nChao ôi buồn da diết\nChim ơi biết đâu về.\nGió lùa mưa rơi rơi\nTrên nẻo đường sương lạnh\nĐi về đâu em ơi\nPhơi thân tàn cô quạnh!\nEm sưởi trong bàn tay\nCho lòng băng giá ấm\nLìa cành lá bay bay\nNhư mảnh đời u thảm!\nCon chim non không tổ\nTrẻ mồ côi không nhà\nHai đứa cùng đau khổ\nCùng vất vưởng bê tha\nRồi ngày kia rã cánh\nRụi chết bên đường đi...\nThờ ơ con mắt lạnh\nNhìn chúng: \"Có hề chi!\".\nBài thơ Hai đứa trẻ\nTôi không dám mời anh đi xa lạ\nTìm đau thương trong xã hội điêu tàn\nKể làm sao cho hết cảnh lầm than\nLúc trái ngược đã tràn đầy tất cả!\nNày đây anh một bức tranh gần gũi:\nNó thô sơ? Có lẽ. Nhưng trung thành.\nNó tầm thường? Nhưng chính bởi hồn anh\nChê chán kẻ bị đời vui hắt hủi.\nHai đứa bé cùng chung nhà một tuổi\nCùng ngây thơ, khờ dại, như chim con\nBụi đời dơ chưa vẩn đục hồn non\nCùng trinh tiết như hai tờ giấy mới.\nỒ lạ chửa! Đứa xinh tròn mũm mĩm\nCười trong chăn và nũng nịu nhìn me.\nĐứa ngoài sân, trong cát bẩn bò lê\nGhèn nhầy nhụa, ruồi bu trên môi tím!\nĐứa chồm chập vồ ôm li sữa trắng\nRồi cau mày: \"Nhạt lắm! Em không ăn!\".\nĐứa ôm đầu, trước cổng đứng treo chân\nChờ mẹ nó mua về cho củ sắn!\nĐứa ngây ngất trong phòng xanh mát rượi\nĐây ngựa nga, đây lính thổi kèn Tây.\nĐứa kia thèm, giương mắt đứng nhìn ngây\nKhông dám tới, e đòn roi, tiếng chưởi!\nVẫn chưa hết những cảnh đời đau khổ\nNhưng kể làm chi nữa, bạn lòng ơi!\nHai đứa kia như sống dưới hai trời\nChỉ khác bởi không cùng chung một tổ:\nĐứa vui sướng là đứa con nhà chủ\nVà đứa buồn, con mụ ở làm thuê.\nBài thơ Tương tri\nAnh không hỏi từ đâu \nEm lạc loài trôi tới \nHỏi mà chi em hỡi \nCàng thêm tủi lòng nhau!\nAnh đã biết rằng em \nSống rày đây mai đó \nTrong bụi đời sương gió \nBên xó chợ chân thềm.\nChiều hôm nay gió lạnh \nĐẩy em tới buồng anh \nEm ơi nghèo không bánh \nAnh chỉ có chút tình...\nAnh nhìn em không nói \nNhẹ nhẹ để bàn tay \nTrên đầu non tóc rối \nRũ rợi xõa ngang mày.\nNhìn anh không chớp mắt \nEm chẳng nói năng gì \nHai đứa con phiêu bạt \nBữa ni thành tương tri...\nBài thơ Đi đi em\nRứa là hết! Chiều ni em đi mãi\nCòn mong chi ngày trở lại Phước ơi!\nQuên làm sao, em hỡi, lúc chia phôi\nBởi khác cảnh, hai đứa mình nghẹn nói.\nEm len lét, cúi đầu, tay xách gói\nÁo quần dơ, cắp chiếc nón le te\nVẫn chưa thôi, lời day dứt nặng nề\nHàng dây tiếng rủa nguyền trên miệng chủ!\nBiết không em, nỗi lòng anh khi đó ?\nNó tơi bời đau đớn lắm em ơi!\nBàn chân em còn luyến tiếc không rời\nNơi em đã cùng anh vui phút chốc.\nNhững đêm tối, anh viết bài em học\nCho em quên bớt nỗi nhọc ban ngày\nNơi bao nhiêu âu yếm tuổi thơ ngây\nAnh đã trút cho lòng em tất cả!\nEm ngoái cổ nhìn anh ta chỉ trả\nThầm cho nhau đôi mắt ướt ly sầu!\nBiết làm sao, em hỡi, nói cùng nhau ?\nTiếng chưởi mắng vẫn phun hoài, nhục nhã!\nThì em hỡi! Đi đi, đừng tiếc nữa!\nNgại ngùng chi ? Nấn ná chỉ thêm phiền!\nĐi đi em, can đảm bước chân lên\nỪ đói khổ đâu phải là tội lỗi!\nAnh mới hiểu: càng ngậm ngùi khổ tủi\nCàng dày thêm uất hận của lòng ta\nNuôi đi em, cho đến lớn, đến già\nMầm hận ấy trong lồng xương ống máu\nĐể thêm nóng mai kia hồn chiến đấu\nMà hôm nay anh đã nhóm trong lòng!\nBài thơ Tháp đổ\nAi lẩn thẩn đem màu tươi hoa lá\nRắc trên cành khô chết nhựa trong cây ?\nAi khờ dại nhặt từng viên gạch rã\nBăng bó sườn cổ tháp đã lung lay ?\nCây dù gượng xanh lại ngày xuân cũ\nTháp dù mong hàn lại vết phong sương\nMộng ảo tất! Gió lùa cây xiêu đổ\nTháp chênh vênh tan sập dưới chân tường\nThi sĩ hỡi! Đi tìm chi vơ vẩn\nTrong hồn già đã chết những yêu mơ ?\nCó lành đâu vết thương đầy oán hận\nCó tan đâu khi uất tự bao giờ ?\nNày hãy nghe cả lâu đài xã hội\nChuyển rung trong biển máu ngập tràn trề.\nNày hãy nghe một thời đang hấp hối\nTrong mồ đêm dĩ vãng sắp lui về.\nHãy cắt đứt những dây đàn ca hát\nNhững sắc tàn vị nhạt của ngày qua\nNâng đón lấy màu xanh hương bát ngát\nCủa ngày mai muôn thuở với muôn hoa.\nBài thơ Hãy đứng dậy\nNgười ta lớn bởi vì ngươi cúi xuống\nHỡi nhân dân hãy đứng thẳng lên!\n(Ma-rat)\nNgười ta lớn bởi vì ngươi quỳ xuống\nCó gì đâu ta cầu khẩn van lơn?\nCó gì đâu ta ôm mối căm hờn?\nHãy đứng dậy, ta có quyền vui sống!\nAi đi gõ vào cửa lòng lạnh ngắt\nVà thiết tha năn nỉ với hồn say\nTrên muôn thây, tiệc rượu máu tràn đầy?\nKhông! Không thề sống như bầy hành khất!\nHãy đứng dậy! Ta có quyền vui sống!\nCứ tan xương, cứ chảy tuỷ, cứ rơi đầu!\nMỗi thây rơi sẽ là mỗi nhịp cầu\nCho ta bước đến cõi đời cao rộng.\nBài thơ Hồn chiến sĩ\nEm hãy vặn dây đàn lên tí nữa\nVà hãy cao giọng hát khúc sầu bi\nĐưa ngón tay nhỏ mềm, em hãy lựa\nTiếng đàn sao cho nức nở, lâm ly!\nEm không khóc, nhưng sao anh muốn khóc\nEm không than, anh lại những buồn đau\nCon chim non không đợi chờ cánh mọc\nCơ khổ em mới ngần ấy tuổi đầu!\nVui sao được, hở em, thân gầy gõ\nÔm đàn đi chưa vững trên đường mòn\nTrí vẩn vơ nghĩ đến đàn em nhỏ\nVây quan giường mẹ ốm ngóng chờ con.\nTrẻ nhà sang nô đùa trong bóng mát\nEm lạnh lùng nhìn chúng, bước chân qua\nEm mạnh bạo chống bất công, tàn ác\nKhông cầu xin, không cất tiếng kêu ca\nEm sẵn có linh hồn người chiến sĩ\nNgạo nghễ cười với nắng sớm sương đêm\nBuông tiếng dây não nùng em mai mỉa\nCả một thời dưới ách nặng, nằm im!\nBài thơ Ly rượu thọ\nMã Chiếm Sơn buông cương và ngẫm nghĩ \nNgựa rung đầu hí lạnh giữa tàn quân \nĐồi phong xa bốc khói, đỉnh non gần \nĐã khuất phục dưới lá cờ binh Nhật. \nTrán kiêu hãnh lần đầu trông xuống đất \nMã nghẹn ngào: \"Thôi hết, Mãn Châu ơi!\" \nVà quân binh cúi lặng chẳng nên lời...\nRồi từ đó, và gươm vàng võ phục \nVà cừu hận và lòng sôi rửa nhục \nMã chôn sâu trong một cõi trời riêng \nBuông hồn đau, liễu rủ suối ưu phiền. \nCốt oanh liệt đã khoác màu ẩn sĩ \nRượu cứ rót cho say sưa lạc hỉ \nĐàn ca lên cho át tiếng đầu rơi \nDưới gươm bay vun vút loáng xanh trời. \nMãn Châu quốc đang những giờ hấp hối \nGượng kêu lên, hỡi ôi lời trăn trối: \n\"Chiếm Sơn đâu, cứu nước, Chiếm Sơn ơi!\" \nThì nơi kia Mã vén trướng, tươi cười \nCúi lạy mẹ chúc mừng ly rượu thọ. \nĐào xuân thắm dâng hương vào cửa sổ \nBạc xuân trong rắc trắng mái hành lang.\nMẹ ngồi yên, như cốc nước e tràn \nKhông dám động - và nhìn con lặng lẽ \nNhưng mắt yếu bỗng rưng rưng ngấn lệ \nTrán nhăn nheo bỗng ửng máu tim già \nVà bàn tay run rẩy đỡ ly ngà \nBỗng quật xuống nền hoa: ly rượu vỡ! \nLy rượu vỡ tan tành. Ôi bỡ ngỡ \nÔi hãi hùng. Mã tướng run toàn thân!\nLần đầu tiên, Mã tướng run toàn thân! \nNgoài chiến địa, Chiếm Sơn hằng ngạo nghễ \nTrông lửa đạn là trò chơi con trẻ \nMà hôm nay Mã tướng run toàn thân \nMà hôm nay Mã tướng chết hai phần! \nNét nghiêm khắc cong vòng cung môi mỏng \nNghe sôi sục cả linh hồn nóng bỏng. \nNgười mẹ già thét lớn: \"Mã Chiếm Sơn!\" \n(Mã run lên) \"Đâu giọt rượu căm hờn? \nMãn Châu quốc nghe không mày, rên rỉ \nDưới gót sắt của Phù Tang ích kỷ \nĐang mang quân giày xéo cả Trung Hoa \nNước Trung Hoa yêu dấu của lòng ta \nĐã thống khổ bởi bao xiềng ngoại quốc! \nChưa vừa ư những tai ương thảm khốc \nĐã đè trên dân tộc nước non mày! \nCó chi vui sông núi đỏ tràn thây \nMà Mã tướng ngày nay dâng rượu cúc? \nRượu cúc ấy, Chiếm Sơn, là rượu nhục!\"\nRừng phương xa loáng bạc nắng lung lay \nHoa đào bay, trước cửa, hoa đào bay \nTrong hoa tuyết trắng ngần rơi lả tả... \nVà xuân ấy năm nghìn quân của Mã\nBài thơ Xuân lòng\nNắng xuân tưới trên thân dừa xanh dịu\nTàu cau non lấp loáng muôn gươm xanh\nÁnh nhởn nhơ đùa quả non trắng phếu\nVà chảy tan qua kẽ lá vườn chanh.\nGió nhè nhẹ, hương cỏ cây nhè nhẹ\nThoảng bay lên, hương mạ dưới đồng xa\nTự đâu đó, hương muôn hoa mới hé\nNhư khói trầm từ đỉnh rộng bao la.\nHơi xuân ấm trả cho trời đất lặng\nTiếng reo ca nhí nhảnh và ngây thơ\nCủa đàn sáo say phơi mình dưới nắng\nChim nghệ vàng rỉa cánh trên nhành tơ...\nXuân trong sáng, xuân thơm, xuân ríu rít\nNhưng xuân đâu tươi đẹp, không xuân lòng ?\nÔi xuân nay chỉ là xuân lạnh chết\nTrong buồn đau phẫn uất của công nông!\nXuân nay chỉ một mùa tang đẫm máu\nLòng người đang thét nỗi bi ai\nĐứng phắt dậy ? Hỡi muôn hồn phấn đấu\nPhá bất bình, mưu sống cho ngày mai...\nRồi xuân ấy, cả nhân quần vui vẻ\nNắm tay nhau, tuy khác tiếng, màu da\nGiẩm chân lên những núi sông chia rẽ\nVà ôm nhau thân ái cùng vang ca.\nBài thơ Dửng dưng\nDu khách bảo đây vườn kín đáo\nVới hương dìu dịu, ý ngàn xưa\nThời mây xanh nhạt màu hư ảo\n  \no úa\nMùa thu lá sắp rụng trên đường\nMơ chi ảo mộng ngàn xưa nữa ?\nCây hết thời xanh đến tiết vàng!\nAi tưởng ngàn năm nương đất ấy\nMầm non thêm nhựa, lá thêm tươi\nÔi mỉa mai hồn ta chỉ thấy\nRêu hèn sống gửi nhánh khô thôi.\nAi tưởng thiên đường sao nhấp nhánh\nTài hoa tinh kết, ngọc long lanh\nTa chỉ thấy nơi đây mồ lạnh\nChôn linh hồn đắm đuối hư danh.\nBài thơ Đông kính nhuộm máu\nNhật hoàng! Nhật hoàng!\nTrên ngai vàng chễm chệ\nUất hận của Phù Tang\nĐã vang cùng sóng bể!\nTrong lầu son lộng lẫy\nPhe phẩy quạt ngà xinh\nNghe không ngươi huyết chảy\nTrên đường sắt Đông Kinh?\nNghe không ngươi lời van\nTừ đáy lòng tha thiết:\n- Thôi bàn tay hung tàn\nBắt chồng con ta chết\nBiết bao nhiêu quả phụ\nNhăn trán nhìn va-gông\nBao nhiêu nàng ủ rũ\nRun rẩy đứng trông chồng!\nBỗng lay động ngàn binh\nCòi tàu vang tiếng thét\nVà đoàn xe rùng mình\nSắp lăn vào cõi chết\nVà khối người kinh hãi\nXúc động bởi tình thương\nNhư một đoàn hổ dại\nCùng tuôn đổ ra đường\nTung cao mulôn bàn tay\nNhững bàn tay rối loan:\n- Hỡi thiên tử cao dày\nVì chúng tôi cứu nạn!\nLần thứ hai còi thét\n- Mặc! chúng tôi nằm đây!\nHỡi Thiên hoàng soi xét\nChiến địa đã tràn thây!\nCòi lại thét. Không thôi\nVẫn nhường lời nức nở:\n- Trả chồng con chúng tôi\nHỡi Thiên hoàng muôn thuở!\nThiên hoàng trong cung điện\nLạnh ngắt, nghe gì đâu?\nVà đoàn xe cứ nghiến\nTan nát những xương đầu.\nNhật hoàng! Nhật hoàng!\nTrên ngai vàng chễm chệ\nUất hận của Phù Tang\nĐã vang cùng sóng bể!\nBài thơ Vú em\nNàng gửi con về nương xóm cũ\nNghẹn ngào trở lại đẩy xe nôi\nRồi từ hôm ấy, ôm con chủ\nTrong cánh tay êm, luống ngậm ngùi\nNàng nhớ con nằm trong tổ lạnh\nKhông chăn, không nệm ấm, không màn\nBiết đâu trong những giờ hiu quạnh\nNó gọi tên nàng tiếng đã khan!\nRồi từ hôm ấy, dưới đêm sâu\nHồi hộp nàng ra vịn cửa lầu\nNhìn xuống ven trời dày bóng nặng\nTìm nghe trong gió tiếng con đâu\nGió vẫn vô tình lơ đãng bay\nNhững tàu cau yếu sẽ lung lay\nXạc xào động cánh đau lòng mẹ\nNghe tiếng lòng con vẳng tới đây!\nTa thấy nàng nghiêng mình rũ rượi\nGục đầu thổn thức trong bàn tay...\nBạn ơi, nguồn thảm sầu kia bởi\nSố phận hay do chế độ này?\nBài thơ Lao bảo\nĐèo cao vút vươn mình trong lau xám\nĐá uy nghiêm trầm mặc dưới trời tro\nGió nói gì với rừng sâu u ám\nĐường sao run, tê tái cả hồn thơ!\nXe dừng lại! Tường ai xây tháp núi ?\nMột thành trì đổ nát những ngày xưa\nCủa một giống dân vùi trong máu bụi\nNay điêu tàn, khối đá đứng chơ vơ ?\nVũng nước đọng ven bờ hoen sắc gạch\nĐàn muỗi rừng huyên náo vù vù bay\nChao hiu quạnh! Trên vùng khô đỏ chạch\nKhông vết chân, không một dấu đường cày.\nLà Lao Bảo, chốn này đây, Lao Bảo\nTên đun sôi sùng sục tuỷ xương tàn\nLà nơi đây, nấm mồ bao khối não\nLà nơi đây, huyết ứ dưới lời than!\nLà nơi đây, pháp trường thân chiến sĩ\nNát bầm da quằn quại là nơi đây\nRoi đế quốc, báng súng trường quất xé\nThịt hy sinh của những kiếp đi đầy!\nNhắm mí mắt: chờn vờn trong đêm tối\nNhánh xương khô khua rợn cả lòng tôi\nTim không khóc, nhưng sôi lên, dữ dội\nSóng máu hờn nào uất khí tanh hôi.\nHỡi chiến sĩ rữa tan trong mả loạn\nHãy về đây trong đáy giếng hồn tôi!\nHãy về đây những ảnh hình ly tán\nNấu sôi niềm oán hận của muôn đời\nCho tôi hưởng tinh thần hăng chiến đấu\nCho da tôi dày dạn với ngày mai\nCho tôi hiến đến cuối cùng suối máu\nĐể nhuộm hồng bao cảnh xám bi ai!\nBài thơ Lão đầy tớ\nLão trương hai bàn tay\nNhìn tôi và trắng trợn:\n\"Tôi không hay đùa bỡn,\nLàm việc quá trâu cày\nĐến già, còn bửa củi\nGánh nước, cuốc vườn cau\nĐất bụi lấm đầy đầu\nMà chủ còn hất hủi!\nNhư cái kiếp ăn mày\nNgồi ăn trang góc xó\nBuồn thiu như con chó\nÁo rách chẳng ai may\nQuần rách giơ tuốt cả!\nLạnh thì nằm chòng queo\nTrơ trụi như con mèo\nKhông có vài tấm rạ!\"\nTôi riết chặt bàn tay\nCủa lão: \"Bao nhiêu nỗi\nĐau buồn và tức tối\nSẽ tan biến ngày mai...\nÔng đã nghe ai nói\nCó một xứ mênh mông\nNửa tây và nửa đông\nMạnh giầu riêng một cõi ?\nNơi không vua, không quan\nKhông hạng người ô uế\nKhông hạng người nô lệ\nSống đau xót, lầm than.\nNơi tiêu diệt lòng tham\nKhông riêng ai của cải\nHàng triệu người thân ái\nCùng chung sức nhau làm\nĐể cùng nhau vui sướng\nAi già nua tật nguyền\nThì cứ việc ngồi yên\nĐã sẵn tiền nuôi dưỡng\".\nLão ngơ ngác nhìn tôi\nRối rít: \"Ồ hay nhỉ!\nAi già nua được nghỉ\nCũng no ấm trọn đời ?\nAi cũng có nhà cửa\nCũng sung sướng bằng nhau ?\nĐã không ai đè đầu\nLàm chi có đầy tớ ?\nCậu bảo: Cũng không xa ?\n- Nước Nga ?\n- Ờ nước ấy\".\nVà há mồm khoan khoái\nLão ngồi mơ nước Nga...\nBài thơ Hầm người\nBao nhiêu hy vọng đem ngày mới\nVới cả trời vui phủ địa cầu\nTôi đã nuôi trong lòng phấn khởi\nTừ ngày chân bước xuống hầm sâu\nNơi rộng mênh mông không giới hạn\nCơ chừng xây trải mấy muôn năm\nHồn tôi - ôi đã, theo đèn bạn\nTrông thấy xương khô trắng đất hầm!\nVà bên hài cốt khô vàng ấy\nNhung nhúc - trời ơi! Một khối người\nĐang mải cuốc, cày, cưa, kéo, đẩy\nNhư nhau, không biết một ngày vui!\nĐây một thâm rơi thành xác chết,\nHàng ngàn thây khác nối nhau rơi...\nNgổn ngang sương lạnh đầy ao huyết\nGiữa lúc tầng cao dội tiếng cười!\nTôi đã nghe trong bầu uất nặng\n(Hơi trời không thể lọt vào đây)\nSặc nồng khí hận rung hầm lặng\nVà khối người kia bỗng đứng ngay\nCùng tung muôn nắm tay sừng sộ:\n\"Sao chúng ta còn mãi ở đây\nĐời ta đầu phải đời trâu, chó?\nKhông, chúng ta không ở chốn này!\nNày phá dô ta! Này ta phá!\nDô ta! Cho mở cửa hầm sâu!\"\nĐó nghe không bạn hầm đang rã\nBởi khối người kia đã ngẩng đầu!\nBài thơ Tình thương với chiến tranh\nHỡi những bà mẹ hiền\nHỡi những bà đáng kính\nĐang não nuột ưu phiền\nNỗi chồng con đi lính!\nCác bà đã từng trải\nBiết bao nhiêu ngày đêm\nTrong một trời sợ hãi\nRiết chặt những bầu tim.\nCác bà đã từng trông\nQua tình thương vô hạn\nBao nhiêu cảnh đau lòng\nSặc nồng hơi khói đạn!\nĐây những thành quách đổ\nĐây những tháp đền tan\nTất cả, xưa, đồ sộ\nTất cả, nay, điêu tàn!\nĐây, cời đống gạch lên\nPhải chăng các bà hỡi\nNhững thi thể non mềm\nHồng tươi như nắng mới\nNgày xưa trong tay mẹ\nNằm ngủ giấc mơ êm\nNgày xưa còn thơ bé\nRíu rít như đàn chim\nNgày xưa của tình yêu\nHai trái tim nồng ấm\nCa hát những ban chiều\nHai đầu xuân đằm thắm\nNgày xưa là hy vọng\nCủa bao mẹ hiền từ\nNgày xưa là tiên động\nCủa nỗi lòng ưu tư\nNhìn sâu xuống vào đây\nHỡi những bà yêu nước!\nPhải chăng những hình hài\nCủa chồng con hôm trước?\nNếu đôi nơi, chưa phải\nThì trong cõi mênh mông\nHỡi linh hồn rộng rãi\nĐể giây phút mà trông!\nPhải không, bờ bên kia\nHàng muôn người đi lại\nTrên mộ địa, tìm bia\nNhư các bà ban nãy!\nRồi u sầu, rũ rượi\nHọ sẽ tới tìm đây\nNước mắt trào như tưới\nNức nở, ôm ngàn thây!\nVì cũng như các bà\nHọ thương chồng con chết\nCũng yêu nước, yêu nhà\nCũng giận loài quân phiệt.\nNhư các bà đau đớn!\nSông núi có biên cương\nBiển trời dầu giới hạn\nĐâu cản được tình thương!\nÔi tình thương muôn năm\nTrong cõi lòng dào dạt\nSao lại hoá tình câm\nĐể thêm dày tội ác?\nCác bà không bom đạn\nDiệt loài buôn máu xương\nThì sao không ngăn cản\nBinh lính với tình thương?\nSao không bảo chồng con:\n- Về thôi! Quay mũi súng\nBắn chết cho kinh hồn\nCả một phường lợi dụng.\nBài thơ Hỏi cụ Ngáo\nNghe nói ngày xưa lão chặt đầu,\nĐầu xanh, đầu bạc tội gì đâu?\nSao không chặt hết đầu bao đứa,\nMũ mão rồng bay, áo phượng chầu?\nNay lão vác tròng đi thịt chó,\nChó vàng, chó mực tội gì đâu?\nSao không chặt hết bao con đó,\nLiếm gót giày Tây, béo mượt đầu?\nBài thơ Liên hiệp lại\nVô sản thế giới liên hiệp lại!\nCác Mác\nKhóc là nhục. Rên, hèn. Van, yếu đuối \nVà dại khờ là những lũ người câm \nTrên đường đi như những bóng âm thầm \nNhận đau khổ mà gởi vào im lặng.\nĐời ta đã chứa bao nhiêu cay đắng \nBao nhiêu xương, bao nhiêu máu oan hồn \nChưa vừa ư, những xác không mồ chôn \nNhững thi thể khô gầy đương mòn mỏi!\nĐời đói lạnh bởi không hề đòi hỏi \nNgậm căm hờn mà chuốc những ưu tư \nNẻo đường ra đã vạch tự bao giờ \nMời chân bước mà vẫn còn e ngại!\nQuyết chiến đấu! Nào, ta liên hiệp lại \nHỡi tù nhân khốn nạn của bần cùng! \nNgày mai đây, tất cả sẽ là chung \nTất cả sẽ là vui và ánh sáng!\nB\n  \nn gội nhựa ướt đầu xanh\nCó bao nhiêu đem khởi cuộc hành trình\nTôi chất cả vào rương còn lưng lẻo\nỒ vui quá! Rộn ràng trên vạn nẻo\nBốn phương trời và sau dấu muôn chân\nCũng như tôi, tất cả tuổi đương xuân\nChen bước nhẹ trong gió đầy ánh sáng\nTay hái sắc giầu như trăm móng ráng\nĐường thơm tho như mật bộng trưa hè\nKhông gian hồng như giấc mộng đê mê\nTim bồng bột hát những lời âu yếm…\nAnh, bước lại cùng tôi, ta sẽ nếm\nBên đường đây, đôi ba trái ngọt hiền\nVui ăn đi! Có lẽ một bà tiên\nĐã để đó cho những hồn thanh khiết\nKhoan khoái chút như trong ba bữa tết\nRồi đứng lên, ta lại bước vang đường\nToả đầy nơi hơi mát của muôn sương\nVà của gió nhịp tưng bừng linh hoạt!\nCứ như thế, cho tối ngày giải thoát\nCả loài ta. Và khi đó. Tự nhiên\nSẽ trố nhìn, ngơ ngác, lớp thanh niên\nXây thế giới cao quá trời xa thẳm.\nBài thơ Tiếng hát sông Hương\nTrên dòng Hương Giang\nEm buông mái chèo\nTrời trong veo\nNước trong veo\nEm buông mái chèo\nTrên dòng Hương Giang\nTrăng lên trăng đứng trăng tàn\nĐời em ôm chiếc thuyền nan xuôi dòng\nThuyền em rách nát\nMà em chưa chồng\nEm đi với chiếc thuyền không\nKhi mô vô bến rời dòng dâm ô!\nTrời ôi, em biết khi mô\nThân em hết nhục giày vò năm canh\nTình ôi gian dối là tình\nThuyền em rách nát còn lành được không?\n- Răng không, cô gái trên sông\nNgày mai cô sẽ từ trong ra ngoài\nThơm như hương nhụy hoa lài\nTrong như nước suối ban mai giữa rừng.\nNgày mai gió mới ngàn phương\nSẽ đưa cô tới một vườn đầy xuân\nNgày mai trong nắng trắng ngần\nCô thôi sống kiếp đày thân giang hồ\nNgày mai bao lớp đời dơ\nSẽ tan như đám mây mờ đêm nay\nCô ơi tháng rộng ngày dài\nMỏ lòng ra đón ngày mai huy hoàng\nTrên dòng Hương Giang...\nBài thơ Đi tây\nMột mảnh khăn đen trùm mái tóc,\nNàng bồng con, lủi thủi ra ga...\nTơi bời mưa lá, nàng không khóc,\nE lệ tình khô phút tiễn đưa...\nHàng cây lay động, nàng run rẩy...\nKhông hiểu vì đâu sợ vẩn vơ,\nNhư những nàng kia cùng cảnh ấy,\nCũng khăn trùm tóc, cũng bơ phờ.\nLạ lùng, nàng có biết ai đâu,\nMà lũ người kia dáng thảm sầu,\nÔm gối thẩn thờ bờ cỏ ướt,\nLặng nhìn, như hiểu nỗi lòng nhau.\nRồi bỗng cùng tuôn lệ dạt dào;\nU tình nàng đã những nao nao...\nBuồn không ai hẹn, thầm nên một,\nNàng cúi nhìn con khóc nghẹn ngào.\nĐi Tây, đi lính, là đi... chết!\nAi biết rồi đây, cuối xóm xa,\nLy biệt hôm nay thành vĩnh biệt\nĐôi hàng sùi sụt, gọi chồng... ma!\nNỗi tình đau đớn nào ai thấy,\nMà chính lòng kia dẫu nhớ thương,\nCó hiểu đâu: trường chinh chiến ấy\nDo bàn tay máu lũ buôn xương!\nVà mỗi thây rơi trên trận địa\nCàng gây thêm vững núi vàng dơ\nCủa loài đế quốc - ôi mai mỉa!\nSay máu cười trông lũ dại khờ!\nBài thơ Lạnh lùng\nVới gió bắc, đi về rét mướt,\nNương chuối già nghe lạnh sẽ rùng mình\nVài chim quen thưa thớt ở đầu cành\nCòn lưu luyến ngày tàn trong nắng yếu...\nTìm chi em, trong sương chiều thất thểu,\nChân ngại ngùng e lạnh của ngày đông,\nChờ chi em mà vơ vẩn buồn trông\nCây xơ xác chìa tay khô gầy gỏ?\nEm run rẩy thầm nghe trong tiếng gió,\nMùa thu qua, qua hết những tình thương\nMà tim em khao khát lượm trên đường!!\nRồi đây... lạnh, đây mưa và lặng lẽ,\nEm sẽ bước, mình em, trong vắng vẻ,\nCòn ai đâu, ái ngại, đứng nhìn em,\nCòn ai đâu buông nhẹ một lời êm?\nCửa gài then sẽ thờ ơ chẳng mở,\nNhư bao cửa lòng khô không hé nữa!\nBiết chăng em, hỡi bạn chơ vơ!\nAnh từng phen ngừng bước thẫn thờ\nChạnh lòng tưởng chốn phương trời xa vắng\nMột tấm lòng yêu thương trong yên lặng!\nBài thơ Hai cái chết\nThôi đã hết ngượng ngùng và bỡ ngỡ\nÔi dịu dàng, êm ấm, phút tình thân!\nLàn môi khô sẽ mấp máy đôi lần,\nLão đau đớn trông tôi mà nức nở:\nAnh có hiểu cô đơn là nỗi khổ\nCủa lòng tôi? Thất thểu giữa muôn người\nVẫn thấy mình trơ trọi; muốn tìm nơi\nĐầy nắng rát, vẫn còn nghe tái lạnh!\nMùa thu trước, hai tay gầy mỏng mảnh\nCòn dắt bồng hai đứa cháu mồ côi,\nTôi buồn lo ngày chẳng đủ cơm nuôi,\nVà dại nghĩ: “Thà “xong” đi một đứa!”\nThì ra… thật! Non ngày, con khát sữa,\nChết chiều mai. Tôi không khóc lại mừng:\nChính đời tôi đã giết chết tình thương\nMà khốn khổ vẫn đọa đày xác heo1\nÔi lạt lẽo là những ngày lạnh lẽo!\nMùa đông sang, băng giá cả lòng ai…\nTôi bảo thầm: “Không nhẽ chết chùm hai”,\nVà vui nguyện về mồ cho cháu sống.\nNó chẳng sống! Ngày hôm sau, trước cổng…\nMột lầu cao, nó chết trong lòng tôi\nGiữa “tình thương” lưu luyến của… đàn ruồi!\nRồi từ đấy, một mình, tôi mới biết\nCái đáng buồn, đáng sợ nhất: cô đơn!\nVà đây anh, cả một khối căm hờn\nMà tôi đã vun vì hai cái chết!\nBài thơ Như những con tàu\nLy Quê trên súng thần công\nXinh xinh như một tiên đồng Bồng Lai\nTrăng khuya len xuống rừng dài\nĐường non thăm thẳm, đá gài lô nhô\nHồng quân mê mải sông hồ\nĐêm nay tạm nghỉ bên bờ suối reo\nĐêm nay như những chiều chiều\nĐôi con chim đứng lưng đèo ngẩn ngơ\nLy Quê nâng ống tre tơ\nThổi bài Quốc tế dưới cờ Hồng quân\nHông quân bên suối xoa chân\nChân rơm rớm máu, Hồng quân không giầy!\nRa đi lừ ấy Giang Tây\nNước non vạn lý, đêm ngày trường chinh\nQuản chi lên thác xuống ghềnh\nMôi vầng cờ đỏ đinh ninh lời thề\nCan trường trải với sơn khê\nBước đi đã hẹn ngày về thành công.\nSáo kêu vi vút trên không\nSáo kêu dìu dặt bên lòng Hồng quân\nSáo kêu réo rắt xa gần\nSáo kêu giục giã bước chân quân Hồng\nLy Quê trên súng thần công\nNghe con chim hót trong lồng tim xanh.\nBài thơ Tiếng sáo Ly Quê\nLy Quê trên súng thần công\nXinh xinh như một tiên đồng Bồng Lai\nTrăng khuya len xuống rừng dài\nĐường non thăm thẳm, đá gài lô nhô\nHồng quân mê mải sông hồ\nĐêm nay tạm nghỉ bên bờ suối reo\nĐêm nay như những chiều chiều\nĐôi con chim đứng lưng đèo ngẩn ngơ\nLy Quê nâng ống tre tơ\nThổi bài Quốc tế dưới cờ Hồng quân\nHông quân bên suối xoa chân\nChân rơm rớm máu, Hồng quân không giầy!\nRa đi lừ ấy Giang Tây\nNước non vạn lý, đêm ngày trường chinh\nQuản chi lên thác xuống ghềnh\nMôi vầng cờ đỏ đinh ninh lời thề\nCan trường trải với sơn khê\nBước đi đã hẹn ngày về thành công.\nSáo kêu vi vút trên không\nSáo kêu dìu dặt bên lòng Hồng quân\nSáo kêu réo rắt xa gần\nSáo kêu giục giã bước chân quân Hồng\nLy Quê trên súng thần công\nNghe con chim hót trong lồng tim xanh..\nBài thơ Những người không chết\nAnh với tôi giữa bốn tường vôi lạnh\nLặng nhìn nhau, lựa phải nói năng chi!\nAnh nghe thu rứt lá gọi đời đi\nTôi thấy cả một mùa xuân bước lại.\nAnh là một thuỷ thủ già vững tay lái\nTôi, bên anh là bạn mới cầm chèo\nGần nhau đây mà xa biết bao nhiêu\nGiữa hai đứa mênh mông là biển rộng!\nThuyền anh đã bao lần theo ngọn sóng\nTrôi điêu linh trên vực mặn không cùng\nCánh buồm xưa kiêu hãnh gạt cuồng phong\nNay tơi tả rủ dòng trên cột lỏng\nVà mạn ván miên man theo nhịp sóng\nChiều hôm nay giông tố giạt vô bờ\nChiều hôm nay, trên bãi đá chơ vơ\nTôi đứng ngó thuyền anh trơ xác chết\nÔi trong đó biết bao ngày oanh liệt!\nChết hay không, nhân loại, những linh hồn \nĐã từng đau khổ lắm, đã tiêu non\nTất cả máu củn một thời trai trẻ\nĐể đem lại cho Người ngày mới mè ?\nKhông! Không! Không! Anh không chết. Trong tôi\nÝ đời anh đã nãy lộc đâm chồi\nTrong cân não của một loài cơ cực\nAnh đương sống với bao nhiêu sinh lực\nCủa thân cây đương buổi nhựa lên cành!\nKim nam châm đã hướng dẫn đời anh\nTôi sẵn có trong tay từ thuở ấy\nĐường đi đó, nhổ sào lên tôi lái\nChiếc thuyền tôi vui lướt giữa muôn thuyền\nNào cần chi biển rộng dẫu bình yên\nHay ghê gớm nổi cồn cao sóng dữ\nTôi cứ lái cho tới ngày mệt lử\nMột chiều kia, dù lại cũng như anh\nTrở về đây trong mạn ván tan lành\nGiữa lúc những thuyền kia lướt tới.\nBài thơ Chiều\nLão ngồi bên cửa sổ\nTrong nắng nhạt chiều thu\nCòng lưng đan chiếc rổ\nMai bán lấy vài xu.\nBàn tay khô lẩy bẩy\nKéo mũi lạt tre vàng\nTheo điệu buồn run rẩy\nTrên làn môi khô khan\nCho tới khi chiều tắt\nĐôi ngọn lá vàng rơi\nVô tình qua trước mắt\nLão buông lạt trông trời\nTừ lâu như thế mãi\nVẫn không nói không cười\nLão ngồi đan chậm rãi\nHy vọng của ngày mai...\nBài thơ Ý xuân\nXuân bước nhẹ trên nhành non lá mới\nBạn đời ơi, vui chút với trời hồng!\nHết lạnh rồi, gió bắc với mưa đông\nĐây nắng tới với chim ca lanh lảnh\nThì vui chút cho hồn thêm nhựa mạnh\nGân thêm săn và máu hận thêm nồng!\nĐời lạt mùi và đau đớn bất công\nLà để việc cho đời xuân sức khoẻ\nKiêu hãnh chút, bạn đời ơi, tuổi trẻ\nSay tương lai là tuổi của anh hùng!\nĐứng lên đi, xây dựng cuộc đời chung\nNắm tay sắt quyết đồng tâm lật đổ\nCả chế độ hung tàn gây thống khổ\nVà tị hiềm, và gian dối điêu vong!\nĐứng lên đi, hởi tuổi trẻ xung phong\nSóng cách mạng đang gầm rung thế giới!\nXuân bước nhẹ trên nhành non lá mới\nBạn đời ơi, vui lắm, cả trời hồng!\nBài thơ Tâm tư trong tù\nCô đơn thay là cảnh thân tù!\nTai mở rộng và lòng sôi rạo rực\nTôi lắng nghe tiếng đời lăn náo nức\nỞ ngoài kia vui sướng biết bao nhiêu!\nĐây âm u đôi ánh lạt ban chiều\nLen nhè nhẹ qua rào ô cửa nhỏ\nĐây lạnh lẽo bốn tường vôi khắc khổ\nĐây sàn lim, manh ván ghép sầm u...\nCô đơn thay là cảnh thân tù!\nTai mở rộng và lòng sôi rạo rực\nTôi lắng nghe tiếng đời lăn náo nức\nỞ kia vui sướng biết bao nhiêu!\nNghe chim reo trong gió mạnh lên triều\nNghe vội vã tiếng dơi chiều đập cánh\nNghe lạc ngựa rùng chân bên giếng lạnh\nDưới đường xa nghe tiếng guốc đi về...\nÔi! Hôm nay sao nhựa sống tràn trề\nTrong những tiếng nghe chừng quen thuộc quá!\nNghe gió xối trên cành cây ngọn lá\nNghe mênh mang sức khoẻ của trăm loài\nTôi mơ hồ nghe tất cả bên ngoài\nĐang ríu rít giữa một trời rộng rãi\nĐang hút mật của đời sây hoa trái\nHương tự do thơm ngát cả ngàn ngày...\nÔi! Bao nhiêu ảo tưởng của hồn ngây\nTôi phút bỗng như quên đời thê thảm\nỞ ngoài kia... biết bao thân tù hãm\nĐoạ đầy trong những hố thẳm không cùng\nTôi chiều nay giam cấm hận trong lòng\nChỉ là một giữa loài người đau khổ\nTôi chỉ một con chim bé nhỏ\nVứt trong lồng con giữa một lồng to\nChuyển đời quay theo tiếng gọi tự do\nTôi chỉ một giữa muôn người chiến đấu\nVẫn đứng thẳng trên đường đầy lửa máu\nChân kiêu căng không thoái bộ bao giờ!\nTôi, hôm nay, dầu xa tạm ngọn cờ\nHồn tranh đấu vẫn còn thôi thúc não!\nNơi đày ải là Đắc Pao, Lao Bảo\nLà Côn Lôn thế giới của ưu phiền?\nTôi sẽ cười như kẻ sẵn lòng tin\nGiữ trinh bạch linh hồn trong bụi bẩn:\nTôi chưa chết, nghĩa là chưa hết hận\nNghĩa là chưa hết nhục của muôn đời\nNghĩa là còn tranh đấu mãi không thôi\nCòn trừ diệt cả một loài thú độc!\nCó một tiếng còi xa trong gió rúc...\nBài thơ Con chim của tôi\nNó chết rồi, con chim của tôi\nCon chim sẻ sẻ mới ra đời\nHôm qua nó hãy còn bay nhảy\nChỉ một ngày giam, đã chết rồi!\nTôi muốn cô đơn dịu bớt sầu\nNên tôi yêu nó có gì đâu!\nTình thương vô ý gây nên tội\nTôi đã tù, sao bắt nó tù?\nSao nỡ dù trong giây phút thôi\nBắt con chim nhỏ hận câm lời\nSao không trả nó về mây gió\nCho nó say sưa uống ánh trời?\nTôi dẫu dành cơm mớm nó ăn\nĐủ làm sao được: thiếu không gian!\nSao tôi không hiểu, sao không hiểu?\nĐể tội tình chưa, nó chết oan!\nBài thơ Nhớ người\nKhi con hổ thênh thang trong rú rậm\nSay hương cây bỗng mắc cạn giăng thầm\nNằm dài lưng trong cũi sắt trăm năm\nNó có nhớ buôn chăng: xa bóng núi ?\nCũng như nó, sa chân vào ngục tối\nSao mà ta tha thiết nhớ rừng nguờ!\nNhớ bạn đời trai trẻ dậy xuân tươi\nTrong nét rắn của thân hình vạm vỡ\nNhớ những mắt thơ ngây nhìn bỡ ngỡ\nDưới hàng mi mở rộng chân trời hồng...\nNhớ những lời mong ước toả lên không:\nÔi đẹp đẽ, những linh hồn hăm hở\nSăn đón bạn không cần chi mặc cả\nNhọc bao nhiêu và giá bạn bao nhiêu\nMiễn thêm đông, thiệt mấy cũng lời nhiều\nÔi ngạo mạn là lòng người tuổi trẻ!\nTiêu hoang thế vẫn dồi dào sức khoẻ\nGiàu đức tin nên vẫn thấy đời vui\nCả tương lai ngào ngạt vị thơm bùi,\nBước một bước, tưởng thêm gần thế giới\nCủa Bình đẳng, Tự do và Bác ái\nỒ những trái tim trong tựa thuỷ tinh\nGiống nhau sao những gương mặt hiền lành\nTa nhớ lắm, hởi bạn đời yêu dấu\nCon muôn thủa của tinh thần chiến đấu\nKiến trúc sư của xã hội ngày mai!\nCháy lòng ta nỗi nhớ, bạn đời ơi!\nChim trên mái kêu nhau về tổ ở\nChờ đây một mình ta sau cánh cửa\nĐi vẫn vơ theo bốn vách xà lim\nÔi cô đơn thấm lạnh cả tâm tình\nNghe bên cạnh tiếng ngáp dài ngao ngán...\nBài thơ Trưa tù\nĐây thu gọn giữa thành cao bưng bít\nMột mùa hé vây riết một hồn thơ\nMặt trời lên trên những ngọn bàng tơ\nBóng thưa thớt từ từ thu ngắn lại\nNgười hàng xứ về lao đi lải rải\nÁo quần lam rách rưới dáng bơ phờ\nMúc gió vàng trong những nón vàng khô\nVà uể oải hắt vào lưng khét cháy\nMồ hôi. Mệt. Môi không buồn mấp máy\nMắt đờ cay sợ nắng khép lim dim\nMà ngoài sân, tất cả cũng im lìm:\nBuồn không gió, hai hàng cây đứng ngủ\nĐàn vịt nhỏ nằm ngây trên liếp cỏ\nĐôi bồ câu trốn nắng dưới bờ mương\nĐằng xa kia, nắng gắt dọc chông tường\nNgười lính đứng, gục đầu trên vọng gác.\nBài thơ Quanh quẩn\nCó ngang dọc mới hiễu buồn quanh quẩn\nKhổ vô biên của ngày tháng khô khan.\nĐây con tàu im lặng vượt thời gian\nToa lớn nhỏ quanh năm vừa chật chỗ.\nKhách chen chúc trên hai hàng sập gỗ\nMột lối đi vừa rộng giữa bờ xai\nNhững tường cao và những chấn song gài\nChuồng tiêu giữa hai ô phòng nhỏ nhỏ\nGiản tiện quá: chơi, nằm, ăn, ỉa đó.\nĐủ ba mùi: vôi, cứt với mồ hôi\nTrộn hoà nhau làm nên một thứ mùi\nCay nồng nặc của bọn người khốn nạn\nMà muỗi rệp cũng hè nhau đốt cắn\nMà đến loài chí rận cũng không tha!\nMỗi người đi khi lãnh vé vào toa\nLà cảm thấy mình sa vào địa ngục\nNơi phải nuốt chua cay và tủi nhục\nTrọc lóc đầu, số áo đã thay tên\nBàn tay trơn còn đâu nữa tự quyền\nCòn đâu nữa mênh mông đường hoạt động!\nThân giam cấm như con thuyền biễn rộng\nSống loanh quanh trong một vũng ao tù\nĐời lặng thầm không một tiếng vang to\nTrăm ý nghĩ không ngoài khuôn chật hẹp\nNgày cứ thế, vươn lên rồi cửa khép:\nNghĩa là trưa; lại mờ: nghĩa là chiều\nRồi là đêm, cửa khoá. Ngọn đèn treo\nBật cháy sáng. Thì thầm rồi yên tĩnh\nToa tàu đổi làm một căn phòng bệnh\nNhững chăn đơn phủ kín những hình hài...\nRồi lại mai, trưa, chiều, tối: một ngày mai\nTuy khác đến, nhưng để rồi lại cũ.\nMùa đổi áo trên những cành gội nhỏ\nMột khung trời mưa nắng, bốn tường câm.\nGa thời gian, từng chặng, mắt vừa tầm\nKhách đôi kẻ trông ra ngoài tính nhẩm...\nNgày đi chóng bởi không chờ, tháng chậm\nKhách dài lâu ngao ngán rủa bâng quơ\nỞ ngoài kia, bao kẻ đợi người chờ!\nBao đồng chí, những ai còn ai mất?\nTrái đất hỡi, sao mà mi vẫn chật!\nĐừng ai vô thêm nữa, bạn đời ơi\nRát mắt trông ra, cửa sắt ngăn trời\nÔi đêm tối những nơi nào lửa đỏ?\nNếu đôi lúc ta hát thầm nhỏ nhỏ\nDưới gầm xai, hay cười nói huyên thuyên\nNhư một thằng trẻ dại, một thằng điên\nLà để khổ trong những giờ im lặng\nĐể nuốt bọt với bao nhiêu mật đắng\nCủa một đời cách biệt khối đời chung\nĐả nao nao với những mộng khôn cùng\nĐể cháy ruột mơ những ngày hoạt động.\nBài thơ Khi con tu hú\nKhi con tu hú gọi bầy\nLúa chiêm đang chín trái cây ngọt dần\nVườn râm dậy tiếng ve ngân\nBắp rây vàng hạt đầy sân nắng đào\nTrời xanh càng rộng càng cao\nĐôi con diều sáo lộn nhào từng không...\nTa nghe hè dậy bên lòng\nMà chân muốn đạp tan phòng, hè ôi.\nNgột làm sao, chết uất thôi\nCon chim tu hú ngoài trời cứ kêu!"