"Đoạn trích Tức nước vỡ bờ\nTức nước vỡ bờ\nCháo chín, chị Dậu bắc mang ra giữa nhà, ngả mâm bát múc ra la liệt. Rồi chị lấy quạt cho chóng nguội.\nTiếng trống và tiếng tù và đã thủng thẳng đưa nhau từ phía đầu làng đến đình.\nTiếng chó sủa vang các xóm.\nBà lão láng giềng lại lật đật chạy sang:\n- Bác trai đã khá rồi chứ?\n- Cảm ơn cụ, nhà cháu đã tỉnh táo như thường. Nhưng xem ý hãy còn lề bề, lệt bệt chừng như vẫn mỏi mệt lắm.\n- Này, bảo bác ấy có trốn đi đâu thì trốn. Chứ cứ nằm đấy, chốc nữa họ vào thúc sưu, không có, họ lại đánh trói thì khổ. Người ốm dề dề như thế, nếu lại phải một trận đòn, nuôi mấy tháng cho hoàn hồn?\n- Vâng, cháu cũng đã nghĩ như cụ. Nhưng để cháo nguội, cháu cho nhà cháu ăn lấy vài húp cái đã.\nNhịn xuông từ sáng hôm qua đến giờ còn gì.\n- Thế thì phải giục anh ấy ăn mau mau đi, kẻo nữa người ta sắp sửa keo vào rồi đấy!\nRồi bà lão lại lật đật trở về với vẻ mặt băn khoăn.\nCháo đã hơi nguội.\nThằng Dần vục đầu vừa thổi vừa húp soàn soạt.\nChị Dậu rón rén bưng một bát lớn đến chỗ chồng nằm:\n- Thầy hãy cố ngồi dậy húp ít cháo cho đỡ xót ruột.\nRồi chị đón lấy cái Tỉu và ngồi xuống đó, như có ý chờ xem chồng chị ăn có ngon miệng hay không.\nAnh Dậu uốn vai ngáp dài một tiếng. Uể oải, chống tay xuống phản, anh vừa rên vừa ngỏng đầu lên. Run rẩy cất bát cháo, anh mới kề vào đến miệng. Cai lệ và người nhà lí trưởng đã sầm sập tiến vào với những roi song, tay thước và dây thừng.\nGõ đầu roi xuống đất, cai lệ thét bằng giọng khàn khàn của người hút nhiều xái cũ:\n- Thằng kia, ông tưởng mày chết đêm qua, còn sống đấy à? Nộp nốt tiền sưu! Mau!\nHoảng quá anh Dậu vội để bát cháo xuống phản, lăn đùng ra đó, không nói được một câu gì. Người nhà lí trưởng cười cách mỉa mai:\n- Anh ta sắp phải gió như đêm qua đấy!\nRồi hắn chỉ luôn vào mặt chị Dậu:\n- Chị khất tiền sưu đến chiều mai phải không? Ðấy chị hãy nói với ông cai, để ông ấy ra đình kêu với quan cho! Chứ ông Lý tôi thì không có quyền dám cho chị khất một giờ nào nữa!\nChị Dậu run run:\n- Nhà cháu đã túng, lại phải đóng cả xuất sưu của chú nó nữa, nên mới lôi thôi như thế. Chứ cháu có dám bỏ bễ tiền sưu của nhà nước đâu! Hai ông làm phúc nói với ông lí hãy cho cháu khất...\nCai lệ không để cho chị được nói hết câu, trợn ngược hai mắt, hắn quát:\n- Mày định nói cho cha mày nghe đấy à? Sưu của nhà nước, mà dám mở mồm xin khất!\nChị Dậu vẫn cố thiết tha:\n- Khốn nạn! Nhà cháu đã không có, dẫu ông chửi mắng cũng đến thế thôi. Xin ông trông lại!\nCai lệ vẫn giọng hằm hè:\n- Nếu không có tiền nộp sưu cho ông bây giờ, thì ông sẽ rỡ cả nhà mày đi, chửi mắng thôi à?\nRồi hắn quay ra bảo anh người nhà lí trưởng:\n- Không hơi đâu mà nói với nó, trói cổ thằng chồng nó lại, điệu ra đình kia Người nhà Lí trưởng hình như không dám hành hạ một người ốm nặng, sợ hoặc xảy ra sự gì, hắn cứ lóng ngóng ngơ ngác, muốn nói mà không dám nói. Ðùng đùng, Cai lệ giật phắt cái thừng trong tay anh này và chạy sầm sập đến chỗ Anh Dậu.\nChị Dậu xám mặt, vội vàng đặt con bé con xuống đất, chạy đến đỡ lấy tay hắn:\n- Cháu van ông, nhà cháu vừa mới tỉnh được một lúc, ông tha cho!\n- Tha này, tha này!\nVừa nói hắn vừa bịch luôn vào ngực chị Dậu, mấy bịch, rồi lại sấn đến để trói anh Dậu.\nHình như tức quá không thể chịu được, chị Dậu liều mạng cự lại:\n- Chồng tôi đau ốm, ông không được phép hành hạ.\nCai lệ tát vào mặt chị một cái bốp, rồi hắn cứ nhảy vào cạnh anh Dậu, Chị Dậu nghiến hai hàm răng:\n- Mày trói ngay chồng bà đi, bà cho mày xem!\nRồi chị túm lấy cổ hắn, ấn dúi ra cửa. Sức lẻo khoẻo của anh chàng nghiện chạy không kịp với sức xô đẩy của người đàn bà lực điền, hắn ngã chỏng quèo trên mặt đất, miệng vẫn nham nhảm thét trói vợ chồng kẻ thiếu sưu.\nNgười nhà lí trưởng sấn sổ bước đến, huơ gậy chực đánh chị Dậu. Nhanh như cắt, chị Dậu nắm ngay được gậy của hắn. Hai người giằng co nhau du đẩy nhau, rồi ai nấy đều buông gây ra, áp vào vật nhau. Hai đứa trẻ con kêu khóc om sòm. Kết cục, anh chàng “hầu cận ông lí” yếu hơn chị chàng con mọn, hắn bị chị này túm tóc lẳng cho một cái, ngã nhào ra thềm.\nAnh Dậu sợ quá muốn dậy can vợ, nhưng mệt đắm ngồi lên lại nằm xuống, vừa run vừa rên:\n- U nó không được thế! Người ta đánh mình không sao, mình đánh người ta thì mình phải tù phải tội.\nChị Dậu vẫn chưa nguôi giận:\n- Thà ngồi tù. Ðể cho chúng nó làm tình làm tội mãi thế, tôi không chịu được...\nI. Đôi nét về tác giả Ngô Tất Tố\n- Ngô Tất Tố (1893 - 1954) quê ở huyện Lộc Hà, huyện Từ Sơn, tỉnh Bắc Ninh (nay thuộc Đông Anh, Hà Nội), xuất thân là một nhà Nho gốc nông dân.\n- Ông là một học giả có nhiều công trình nghiên cứu về triết học, văn học cổ có giá trị; một nhà báo với nhiều bài viết mang khuynh hướng dân chủ và giàu tính chiến đấu; một nhà văn hiện thực chuyên viết về nông thôn trong giai đoạn trước cách mạng.\n- Sau cách mạng, Ngô Tất Tố sau sưa hoạt động trong công tác tuyên truyền văn nghệ phục vụ kháng chiến chống Pháp.\n- Ông được trao tặng giải thưởng Hồ Chí Minh về Văn học nghệ thuật năm 1996.\n- Một số tác phẩm ở nhiều thể loại như: Tắt đèn (tiểu thuyết, 1939), Lều chõng (phóng sự tiểu thuyết, 1940), phóng sự Tập án cái đình (1939), Việc làng (phóng sự, 1940), Trời hửng (dịch, truyện ngắn, 1946), Đóng góp (kịch, 1956)...\nII. Giới thiệu về đoạn trích Tắt đèn\n1. Hoàn cảnh sáng tác\n- “Tắt đèn” là tác phẩm tiêu biểu nhất trong sự nghiệp sáng tác của Ngô Tất Tố.\n- Đoạn trích “Tức nước vỡ bờ” trích trong chương XVIII của tiểu thuyết, tên nhan đề do người biên soạn đặt.\n2. Bố cục\nGồm 2 phần:\nPhần 1: Từ đầu đến “chồng chị ăn có ngon miệng hay không”. Cảnh chị Dậu chăm sóc chồng bị ốm.\nPhần 2. Còn lại. Cảnh người nhà lí trưởng đến bắt nộp sưu và sự phản kháng của chị Dậu.\n3. Tóm tắt\nGia đình thuộc “nghèo nhất nhì trong hạng cùng đinh” nên chị Dậu phải chạy ngược chạy xuôi vay tiền để nộp suất sưu cho chồng. Anh Dậu bị ốm nhưng vẫn bị bọn lính đánh trói, lôi ra đình cùm kẹp. Chị Dậu rứt ruột đem con Tí, đứa con gái đầu lòng 7 tuổi bán cho lão Nghị Quế bên thôn Đoài để lấy tiền nộp sưu. Đêm hôm ấy người ta cõng anh Dậu về. Bà con hàng xóm đến cứu giúp, có bà lão đem một bát gạo đến cho chị nấu cháo. Cháo chín, chị Dậu mang đến cho chồng. Nhưng anh Dậu chưa kịp ăn thì cai lệ và người nhà lí trưởng đã đến đòi tiền suất sưu của người em chồng đã chết. Chị Dậu tìm cách van xin để khất sưu, nhưng không được. Chúng định đánh anh Dậu, chị Dậu vùng lên đáp trả lại.\n4. Ý nghĩa nhan đề\n“Tức nước vỡ bờ” trước hết là một thành ngữ dân gian: “Tức nước vỡ bờ” xuất phát là một thành ngữ của nhân dân ta, chỉ một hiện tượng tự nhiên trong cuộc sống: nếu nước quá đầy, quá lớn thì tất yếu bờ sẽ tràn, sẽ vỡ.\nNhà văn đã mượn hình ảnh trên giống như một lời kêu tinh thần đấu tranh của họ chống lại áp bức bóc lột vì một cuộc sống công bằng.\n5. Nội dung\nĐoạn trích “Tức nước vỡ bờ” đã vạch trần bộ mặt tàn ác, bất nhân của xã hội phong kiến đương thời khi đã đẩy người nông dân vào hoàn cảnh khổ cực. Ngoài ra, tác giả còn cho người đọc thấy được hình ảnh người phụ nữ nông dân vừa giàu tình yêu thương lại vừa dũng cảm mạnh mẽ.\n6. Nghệ thuật\nTình huống truyện độc đáo, hấp dẫn.\nNghệ thuật miêu tả nhân vật.\nNgôn ngữ bình dị, giàu tính khẩu ngữ.\nIII. Dàn ý phân tích Tức nước vỡ bờ\n(1) Mở bài\nDẫn dắt, giới thiệu về đoạn trích Tức nước vỡ bờ.\n(2) Thân bài\na. Cảnh chị Dậu chăm sóc chồng\n- Hoàn cảnh gia đình:\n“nghèo nhất nhì trong hạng cùng đinh” - phải chạy ngược chạy xuôi vay tiền để nộp suất sưu cho chồng.\nAnh Dậu bị ốm nhưng vẫn bị bọn lính đánh trói, lôi ra đình cùm kẹp.\nChị Dậu rứt ruột đem con Tí, đứa con gái đầu lòng 7 tuổi bán cho lão Nghị Quế bên thôn Đoài để lấy tiền nộp sưu.\nĐêm hôm ấy người ta cõng anh Dậu về. Bà con hàng xóm đến cứu giúp, có bà lão đem một bát gạo đến cho chị nấu cháo.\n- Chị Dậu chăm sóc chồng:\nCháo chín, chị mang ra giữa nhà quạt cho nguội.\nKhi cháo nguội, chị rón rén mang đến chỗ chống nằm nhẹ nhàng bảo chồng dậy ăn.\nChị ngồi xuống chờ xem chờ chống ăn có ngon miệng không.\n=> Một người vợ dịu dàng, hết mực yêu thương chồng và ân cần chu đáo.\nb. Cảnh người nhà lí trưởng đến bắt nộp sưu và sự phản kháng của chị Dậu\n- Hoàn cảnh: Anh Dậu mới kề bát cháo vào miệng thì cai lệ và người nhà lí trưởng đã sầm sập tiến vào với những roi song, tay thước và dây thừng.\n- Mục đích: Bắt chị Dậu nộp nốt chỗ sưu cho người em chồng đã chết từ năm ngoái.\n- Thái độ của cai lệ và người nhà lí trưởng:\nQuát nạt, đe dọa bằng những lời lẽ hách dịch, kém văn hóa.\nCai lệ còn tát vào mặt chị Dậu, nhảy vào định đánh anh Dậu.\n- Chị Dậu:\nBan đầu, chị xưng hô lịch sự “gọi ông - xưng cháu”, nhẫn nhịn van nài tên cai lệ và người nhà lí trưởng khất sưu cho.\nKhi tên cai lệ định chạy tới đánh anh Dậu, dường như quá tức mà không chịu được chị cự lại: “Chồng tôi đau ốm, các ông không được phép hành hạ”.\nĐến lúc tên cai lệ tát vào mặt chị một cái và vẫn nhảy vào anh Dậu. Những dồn nén của chị Dậu đã bộc phát thành hành động rõ ràng:\nChị nghiến hai hàm răng: “Mày trói chồng bà đi, bà cho mày xem”; “Rồi túm cổ hắn, ấn dúi ra cửa…”. Sự phản kháng mạnh mẽ từ một người phụ nữ lực điền.\n=> Chị Dậu không chỉ là một người phụ nữ yếu đuối, mà rất dũng cảm, mạnh mẽ khi có người dám động đến gia đình mình.\n(3) Kết bài\nKhẳng định giá trị nội dung, nghệ thuật của đoạn trích Tức nước vỡ bờ.\n \"\""