"Bài thơ Từ ấy\nTừ ấy\nTừ ấy trong tôi bừng nắng hạ\nMặt trời chân lý chói qua tim\nHồn tôi là một vườn hoa lá\nRất đậm hương và rộn tiếng chim...\nTôi buộc lòng tôi với mọi người\nĐể tình trang trải với trăm nơi\nĐể hồn tôi với bao hồn khổ\nGần gũi nhau thêm mạnh khối đời\nTôi đã là con của vạn nhà\nLà em của vạn kiếp phôi pha\nLà anh của vạn đầu em nhỏ\nKhông áo cơm, cù bất cù bơ...\nI. Đôi nét về tác giả Tố Hữu\n1. Vài nét về tiểu sử\n- Tố Hữu (1920 - 2002) tên thật là Nguyễn Kim Thành.\n- Quê gốc ở làng Phù Lai, nay thuộc xã Quảng Thọ, huyện Quảng Điền, tỉnh Thừa Thiên - Huế.\n- Thân sinh là một nhà nho nghèo, bà mẹ cũng là con một nhà nho, cả hai người đã truyền cho con tình yêu tha thiết với văn học dân gian.\n- Năm 12 tuổi, mồ côi mẹ. Sau đó một năm vào học tại trường Quốc học Huế, tham gia phong trào đấu tranh cách mạng.\n- Bước vào tuổi thiếu niên, ông tham gia phong trào cách mạng và trở thành người lãnh đạo chủ chốt của Đoàn thanh niên Dân chủ ở Huế.\n- Cuối tháng 4 năm 1939, Tố Hữu bị thực dân Pháp bắt giam vào nhà lao Thừa Thiên.\n- Tháng 3 năm 1942: ông vượt ngục ra Thanh Hoá tiếp tục hoạt động.\n- Cách mạng tháng Tám 1945: Ông là Chủ tịch Uỷ ban khởi nghĩa Huế.\n- Kháng chiến toàn quốc bùng nổ, ông ra Thanh Hoá, lên Việt Bắc công tác ở cơ quan Trung ương Đảng, phụ trách văn hoá văn nghệ.\n- Tố Hữu cũng từng giữ nhiều chức vụ quan trọng trong hệ thống chính trị của Việt Nam.\n- Ông là một nhà thơ tiêu biểu của nền thơ ca cách mạng Việt Nam. Đồng thời ông cũng là một cán bộ cách mạng lão thành của Việt Nam.\n- Năm 1996: Được tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n2. Đường cách mạng, đường thơ\n- Tố Hữu là một trong những lá cờ đấu của nền văn nghệ Cách mạng Việt Nam.\n- Các chặng đường thơ của Tố Hữu luôn gắn bó và phản ánh chân thật chặng đường cách mạng đầy gian khổ hy sinh nhưng cũng nhiều thắng lợi vinh quang của dân tộc, đồng thời cũng là những chặng đường vận động trong quan điểm tư tưởng và bản lĩnh nghệ thuật của nhà thơ.\n- Các chặng đường thơ:\nTừ ấy (1937 - 1946): chặng đường đầu tiên của thơ Tố Hữu, đánh dấu bước trưởng thành của người thanh niên quyết tâm đi theo ngọn cờ cách mạng và gồm ba phần Máu lửa - Xiềng xích - Giải phóng.\nViệt Bắc (1947 - 1954): là tiếng ca hùng tráng, thiết tha về cuộc kháng chiến chống Pháp và những con người kháng chiến.\nGió lộng (1955 - 1961): dạt dào những nguồn cảm hứng lớn lao.\nRa trận (1962 - 1971); Máu và hoa (1972 - 1977): am vang khí thế quyết liệt của cuộc kháng chiến chống Mĩ cứu nước và niềm vui chiến thắng.\nMột tiếng đờn (1978 -1992), Ta với ta (1992 - 1999): hai tập thơ đánh dấu chuyển biến mới trong thơ Tố Hữu, dòng chảy sôi động của cuộc sống thường nhật với niềm vui, nỗi buồn, được mất, sướng khổ…\n3 Phong cách thơ Tố Hữu\na. Về nội dung, thơ Tố Hữu mang tính chất trữ tình chính trị sâu sắc.\n- Thơ Tố Hữu hướng đến lẽ sống lớn, tình cảm lớn, niềm vui lớn của con người cách mạng, của cả dân tộc. Thơ Tố Hữu không đi sâu vào tình cảm riêng, mà tập trung thể hiện những tính cảm lớn, mang tính tiêu biểu, phổ biến của con người cách mạng: tình yêu lí tưởng (Từ ấy), tình quân dân (Cá nước), tình cảm quốc tế vô sản (Em bé Triều Tiên).\n- Thơ Tố Hữu mang tính sử thi, coi những sự kiện chính trị lớn của đất nước là đối tượng thể hiện chủ yếu, luôn đề cập đến vấn đề có ý nghĩa lịch sử và tính chất toàn dân: Cảnh xây dựng đất nước thật vĩ đại (Bài ca mùa xuân năm 1961), cảnh cả nước lên đường ra trận (Chào xuân 67)...\nb. Về nghệ thuật, trong thơ Tố Hữu mang tính dân tộc đậm đà.\n- Thể thơ: Đặc biệt thành công trong việc sử dụng thể thơ truyền thống của dân tộc. Những bài thơ lục bát như Khi con tú hú, Việt Bắc, Bầm ơi…; Những bài thơ theo thể thất ngôn như Quê mẹ, Mẹ Tơm, Bác ơi!...\n- Ngôn ngữ: không chỉ chú ý sáng tạo những từ mới, cách diễn đạt mới mà thường sử dụng những từ ngữ và cách nói quen thuộc với dân tộc. Đặc biệt thơ Tố Hữu phát huy cao độ tính nhạc phong phú của tiếng Việt.\nII. Giới thiệu về bài thơ Từ ấy\n1. Hoàn cảnh sáng tác\n- Năm 1938, Tố Hữu được kết nạp vào Đảng Cộng sản. Đó là ngày mà ông được đứng vào hàng ngũ những người cùng phấn đấu vì một lý tưởng cao đẹp. Và để ghi nhận kỉ niệm đáng nhớ ấy với những cảm xúc, suy tư sâu sắc, Tố Hữu đã sáng tác bài thơ “Từ ấy”.\n- Bài thơ nằm trong phần “Máu lửa” của tập “Từ ấy” (tập thơ gồm 3 phần Máu lửa, Xiềng xích, Giải phóng).\n2. Thể thơ\nBài thơ “Từ ấy” thuộc thể thơ bảy chữ.\n3. Bố cục\nGồm 3 phần:\nPhần 1. Khổ thơ thứ nhất: Niềm vui sướng khi bắt gặp lí tưởng cộng sản.\nPhần 2. Khổ thơ thứ hai: Nhận thức về lẽ sống mới của tác giả.\nPhần 3. Khổ thơ cuối cùng: Sự chuyển biến sâu sắc trong tình cảm.\n4. Ý nghĩa nhan đề\n- “Từ ấy”: mang ý nghĩa về một khoảng thời gian phiếm chỉ.\n- Khi đặt vào hoàn cảnh lịch sử mà Tố Hữu sáng tác bài thơ này, thì nhan đề thể trên thể hiện được ý nghĩa lớn lao:\n“Từ ấy” - dấu mốc son chói lọi trong cuộc đời hoạt động cách mạng của nhà thơ Tố Hữu. Đó là thời điểm mà Tố Hữu được đứng trong hàng ngũ cách mạng của Đảng.\nĐồng thời tác giả còn muốn bộc lộ niềm vui sướng hân hoan của nhà Cách Mạng trẻ tuổi lần đầu tiên bắt gặp lí tưởng của Đảng, của cách mạng và khát vọng nguyện dấn thân vào con đường máu lửa ấy.\n5. Nội dung\nTừ ấy là lời tâm nguyện của người thanh niên yêu nước được giác ngộ lý tưởng cách mạng.\n6. Nghệ thuật\nHình ảnh tươi sáng, sử dụng nhiều biện pháp tu từ và ngôn ngữ giàu nhạc điệu…\nIII. Dàn ý phân tích Từ ấy\n(1) Mở bài\nDẫn dắt, giới thiệu bài thơ Từ ấy của Tố Hữu.\n(2) Thân bài\na. Niềm vui sướng khi bắt gặp lí tưởng cộng sản\n Hai câu thơ đầu:\n- “Từ ấy”: trạng từ chỉ thời gian, đã đánh dấu thời điểm cực kỳ quan trọng trong cuộc đời hoạt động cách mạng của Tố Hữu.\n- Hình ảnh ẩn dụ:\n“nắng hạ”: ánh nắng của mùa hạ thường chói chang, rực rỡ.\n“mặt trời chân lý”: ánh sáng của Đảng giống như ánh sáng mặt trời, soi sáng tâm hồn tác giả.\n- Các động từ mạnh: “bừng” gợi sự đột ngột, “chói” gợi sự mạnh mẽ, từ đó cho thấy sức mạnh của ánh sáng lý tưởng Cách mạng.\n=> Lí tưởng cộng sản giống như một nguồn sáng mới làm bừng sáng cả trí tuệ và tâm hồn của nhà thơ.\n Hai câu sau:\n- Hình ảnh so sánh “hồn tôi là một vườn hoa lá”: so sánh cái trừu tượng với cái cụ thể.\n- Hình ảnh thơ giàu sức biểu cảm “rất đậm hương và rộn tiếng chim”: khu vườn tâm hồn của tác giả tràn ngập hương thơm, tiếng ca.\n=> Tâm hồn tác giả lúc này căng tràn sức sống.\nb. Nhận thức về lẽ sống mới của tác giả\n- Trước khi bắt gặp lí tưởng cộng sản: tâm hồn nhà thơ chìm đắm trong cái tôi tiểu tư sản.\n- Sau khi bắt gặp lí tưởng cộng sản tâm hồn nhà thơ có sự chuyển biến sâu sắc.\n“Buộc lòng tôi với mọi người”: muốn thoát khỏi giới hạn của “cái tôi” cá nhân để hòa vào cộng đồng\n“Để hồn trang trải với trăm nơi/Để hồn tôi với bao hồn khổ”: tư nguyện gắn kết tâm hồn với mọi người.\n“Gần gũi nhau thêm mạnh khối đời”: gần gũi là sự gắn bó thân thiết giữa con người, “khối đời” là hình ảnh ẩn dụ, chỉ một khối người đông đảo, cùng chung lý tưởng.\n=> Nhà thơ đã tự nguyện gắn kết cuộc sống của mình với những người cùng chung lý tưởng tạo ra một khối mạnh mẽ, to lớn.\nc. Sự chuyển biến sâu sắc trong tình cảm\n- “Tôi đã” kết hợp với “là” được điệp lại ba lần”: khẳng định vị thế của mình trong gia đình chung.\n- Các từ “con, em, anh”: khẳng định mối quan hệ ruột thịt, gắn bó sâu sắc.\n- Hình ảnh “kiếp phôi pha, cù bấc cù bơ”: gợi sự khó khăn, vất vả.\n=> Tình cảm giai cấp trở nên gần gũi, đầm ấm như tình cảm gia đình.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Từ ấy.\n \"\""