"Bài thơ Tự tình\nI. Nội dung bài thơ Tự tình\nTự tình I\nTiếng gà văng vẳng gáy trên bom,\nOán hận trông ra khắp mọi chòm.\nMõ thảm không khua mà cũng cốc,\nChuông sầu chẳng đánh cớ sao om.\nTrước nghe những tiếng thêm rầu rĩ,\nSau giận vì duyên để mõm mòm.\nTài tử văn nhân ai đó tá?\nThân này đâu đã chịu già tom!\nTự tình II\nĐêm khuya văng vẳng trống canh dồn,\nTrơ cái hồng nhan với nước non.\nChén rượu hương đưa say lại tỉnh,\nVầng trăng bóng xế khuyết chưa tròn,\nXiên ngang mặt đất, rêu từng đám.\nĐâm toạc chân mây, đá mấy hòn.\nNgán nỗi xuân đi xuân lại lại,\nMảnh tình san sẻ tí con con!\nTự Tình III\nChiếc bánh buồn vì phận nổi lênh,\nGiữa dòng ngao ngán nỗi lênh đênh.\nLưng khoang tình nghĩa dường lai láng,\nNửa mạn phong ba luống bập bềnh.\nCầm lái mặc ai lăm đỗ bến,\nGiong lèo thây kẻ rắp xuôi ghềnh.\nẤy ai thăm ván cam lòng vậy,\nNgán nỗi ôm đàn những tấp tênh.\nII. Đôi nét về tác giả Hồ Xuân Hương\n- Hồ Xuân Hương (chưa rõ năm sinh, năm mất) quê ở làng Quỳnh Đôi, huyện Quỳnh Lưu, tỉnh Nghệ An nhưng bà chủ yếu sống ở kinh thành Thăng Long.\n- Hồ Xuân Hương có một ngôi nhà riêng ở gần Hồ Tây có tên là Cố Nguyệt Đường.\n- Bà từng đi nhiều nơi và quen biết với nhiều danh sĩ nổi tiếng (trong đó có cả Nguyễn Du).\n- Cuộc đời của Hồ Xuân Hương từng trải qua nhiều cuộc tình ngang trái, thường rơi vào cảnh ngộ éo le (làm vợ lẽ).\n- Các tác phẩm của bà chủ yếu bao gồm thơ Nôm và thơ chữ Hán. Theo các nhà nghiên cứu, hiện nay còn khoảng 40 bài thơ được tương truyền là của Hồ Xuân Hương.\n- Các sáng tác của bà đa phần đều viết về phụ nữ với tiếng nói thương cảm, cũng như sự khẳng định đề cao khát vọng của họ.\n- Hồ Xuân Hương từng được mệnh danh là “Bà chúa thơ Nôm”.\n- Một số bài thơ nổi tiếng như: Bánh trôi nước, Khóc Tổng Cóc, Không chồng mà chửa, Quả mít…\nIII. Giới thiệu về bài thơ Tự tình\n1. Hoàn cảnh sáng tác\n- Tự tình (I, II, III) là chùm ba bài thơ của Hồ Xuân Hương.\n- Chùm thơ Tự tình bộc lộ những nỗi niềm sầu tủi, cay đắng của chính nhà thơ.\n- Bài thơ trong SGK là bài Tự tình II.\n2. Thể thơ\nCả ba bài thơ đều được viết theo thể thất ngôn bát cú.\n3. Bố cục\n- Cả ba bài thơ đều được bố cục theo kết cấu: Đề - Thực - Luận - Kết.\n- Bố cục của bài thơ Tự tình II:\nHai câu đề: Nỗi niềm cô đơn của nhà thơ.\nHai câu thực: Cảnh ngộ chua xót trong thực tại.\nHai câu luận: Thái độ phản kháng của nhà thơ.\nHai câu kết: Sự chán chường trước thực tại không thể thay đổi.\n4. Ý nghĩa nhan đề\nTự tình: Tự bộc lộ tâm tư, tình cảm một cách trực tiếp. Đó là lời tự bạch, tự trải lòng mình của Hồ Xuân Hương.\nBài thơ Tự tình (II) chính là nỗi đau của riêng nhà thơ Hồ Xuân Hương hay cũng là nỗi đau đáu, bẽ bàng của một lớp phụ nữ bị chèn ép, bị chế độ phong kiến làm cho dang dở, lẻ loi.\nIV. Dàn ý phân tích Tự tình (Bài II)\n(1) Mở bài\nDẫn dắt, giới thiệu về tác giả Hồ Xuân Hương và bài thơ Tự tình.\n(2) Thân bài\na. Nỗi niềm cô đơn của nhà thơ\n- Câu 1:\nThời gian: Đêm khuya, trống canh dồn: nhịp gấp gáp, liên hồi của tiếng trống thể hiện bước đi thời gian gấp gáp, vội vã.\nKhông gian: “văng vẳng”: Không gian rộng lớn nhưng tĩnh lặng, vắng vẻ.\n=> Con người trở nên nhỏ bé, cô đơn dễ chất chứa những nỗi niềm tâm trạng.\n- Câu 2: Diễn tả trực tiếp nỗi buồn tủi bằng cách sử dụng từ ngữ gây ấn tượng mạnh:\nTừ “trơ” được nhấn mạnh: Nỗi đau, hoàn cảnh “trơ trọi”, tủi hờn. Đồng thời thể hiện bản lĩnh thách thức, đối đầu với những bất công ngang trái.\nHai chữ “hồng nhan” được đặt cạnh danh từ chỉ đơn vị “cái” gợi lên sự bạc bẽo, bất hạnh của kiếp phụ nữ.\n=> Bi kịch người phụ nữ trong xã hội xưa.\nb. Cảnh ngộ chua xót trong thực tại\n- Câu 3: Hình ảnh người phụ nữ cô đơn trong đêm khuya vắng lặng với bao xót xa:\nChén rượu hương đưa: mượn rượu để giải sầu.\nSay lại tỉnh: gợi vòng luẩn quẩn không lối thoát, cuộc rượu say rồi tỉnh cũng như cuộc tình vương vít cũng nhanh tàn, để lại sự rã rời.\n=>Vòng luẩn quẩn ấy gợi cảm nhận duyên tình đã trở thành trò đùa của số phận.\n- Câu 4: Nỗi chán chường, đau đớn ê chề\nVầng trăng bóng xế: Trăng đã sắp tàn hay cũng chính là tuổi xuân đã trôi qua.\nKhuyết chưa tròn: Nhân duyên chưa trọn vẹn, chưa tìm được hạnh phúc viên mãn, tròn đầy, cho thấy sự muộn màng dở dang của con người.\n=> Niềm mong mỏi thoát khỏi hoàn cảnh thực tại nhưng không tìm được lối thoát.\nc. Thái độ phản kháng của nhà thơ\n- Khung cảnh thiên nhiên:\nRêu: sự vật yếu ớt, hèn mọn mà cũng không chịu mềm yếu.\nĐá: im lìm nhưng nay phải rắn chắc hơn, phải nhọn hoắt lên để “đâm toạc chân mây”.\nĐộng từ mạnh xiên, đâm kết hợp với bổ ngữ ngang, toạc: thể hiện sự bướng bỉnh, ngang ngạnh.\n=> Sự phản kháng của thiên nhiên hay cũng chính là sự phản kháng của con người.\nd. Sự chán chường trước thực tại không thể thay đổi\n- Câu 7:\n“Ngán”: chán nản, ngán ngẩm\n“Xuân đi xuân lại lại”: “xuân” mang hai ý nghĩa, vừa là mùa xuân, hay là tuổi xuân.\n=> Mùa xuân đi rồi trở lại theo nhịp tuần hoàn còn tuổi xuân của con người cứ qua đi mà không bao giờ trở lại.\n- Câu 8:\n“Mảnh tình san sẻ”: mảnh tình vốn đã nhỏ bé, không được trọn vẹn nhưng lại phải san sẻ.\n“Tí con con”: tí và con con đều là hai tính từ chỉ sự nhỏ bé, đặt hai tính từ này cạnh nhau càng làm tăng sự nhỏ bé, hèn mọn.\n=> Nỗi xót xa, đau đớn trước cảnh ngộ chung chồng.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Tự tình. \n \"\""