"Bài thơ Viếng lăng Bác\nViếng lăng Bác\nCon ở miền Nam ra thăm lăng Bác\nĐã thấy trong sương hàng tre bát ngát\nÔi! Hàng tre xanh xanh Việt Nam\nBão táp mưa sa, đứng thẳng hàng.\nNgày ngày mặt trời đi qua trên lăng\nThấy một mặt trời trong lăng rất đỏ\nNgày ngày dòng người đi trong thương nhớ\nKết tràng hoa dâng bảy mươi chín mùa xuân...\nBác nằm trong giấc ngủ bình yên\nGiữa một vầng trăng sáng dịu hiền\nVẫn biết trời xanh là mãi mãi\nMà sao nghe nhói ở trong tim!\nMai về miền Nam thương trào nước mắt\nMuốn làm con chim hót quanh lăng Bác\nMuốn làm đoá hoa toả hương đâu đây\nMuốn làm cây tre trung hiếu chốn này.\nI. Đôi nét về tác giả Viễn Phương\n- Viễn Phương (1928 - 2005), tên khai sinh là Phan Thanh Viễn, quê ở tỉnh An Giang.\n- Trong hai cuộc kháng chiến chống Pháp và chống Mỹ, ông hoạt động ở Nam Bộ.\n- Viễn Phương là một trong những cây bút có mặt sớm nhất của lực lượng Văn nghệ giải phóng miền Nam trong giai đoạn chống Mỹ cứu nước.\n- Một số tác phẩm chính: Chiến thắng hòa bình (trường ca, 1952), Anh hùng mìn gạt (truyện kí, 1968), Mắt sáng học trò (thơ, 1970), Như mây mùa xuân (1978), Quê hương địa đạo (truyện và kí, 1981), Sắc lụa Trữ La (1988)...\nII. Giới thiệu về bài thơ Viếng lăng Bác\n1. Hoàn cảnh sáng tác\n- Năm 1976, sau khi giải phóng miền Nam, thống nhất đất nước, Lăng Chủ tịch Hồ Chí Minh ở Hà Nội cũng vừa được khánh thành.\n- Viễn Phương nhân dịp này ra thăm miền Bắc và vào lăng viếng Bác Hồ. Ông đã sáng tác bài thơ Viếng lăng Bác và in trong tập Như mây mùa xuân (thơ, 1978).\n2. Bố cục\nGồm 4 phần:\nPhần 1. Khổ thơ thứ nhất: Khung cảnh ngoài lăng Bác.\nPhần 2. Khổ thơ thứ hai: Hình ảnh đoàn người vào lăng viếng Bác và cảm xúc của nhà thơ.\nPhần 3. Khổ thơ thứ ba: Hình ảnh Bác Hồ và cảm xúc của nhà thơ.\nPhần 4. Khổ thơ cuối. Cảm xúc và ước nguyện của nhà thơ khi ra về.\n3. Ý nghĩa nhan đề\nNhan đề “Viếng lăng Bác” tuy ngắn gọn nhưng lại chứa đựng nội dung sâu sắc. Trước hết, từ “viếng” có thể hiểu đơn giản là hành động thăm hỏi, chia buồn khi có người mất, còn “lăng Bác” là một địa danh ở Hà Nội, nơi lưu giữ thi hài của Chủ tịch Hồ Chí Minh. Năm 1976, sau khi giải phóng miền Nam, thống nhất đất nước, Lăng Chủ tịch Hồ Chí Minh ở Hà Nội cũng vừa được khánh thành. Viễn Phương nhân dịp này ra thăm miền Bắc và vào lăng viếng Bác Hồ. Bài thơ đã được sáng tác nhân dịp sự kiện này. Đồng thơ qua đó, Viễn Phương cũng bộc lộ tình cảm thành kính, yêu thương nhưng cũng đầy xót xa đối với Chủ tịch Hồ Chí Minh - vị cha già kính yêu của dân tộc Việt Nam.\n4. Mạch cảm xúc\nMạch cảm xúc vận động theo trình tự không gian, thời gian vào lăng viếng Bác. Đầu tiên, trước khi vào lăng bác, tác giả tập trung gợi hình ảnh về quê hương đất nước. Tiếp đến, cảm xúc về dòng người bất tận ngày ngày vào lăng viếng Bác, nhà thơ xúc cảm và suy ngẫm về lãnh tụ kính yêu được gợi lên từ những hình ảnh giàu ý nghĩa biểu tượng: mặt trời, vầng trăng, trời xanh. Cuối cùng, khi sắp phải trở về miền Nam, tác giả bộc lộ niềm mong ước được mãi mãi ở lại bên lăng Bác.\n5. Thể thơ\nBài thơ Viếng lăng Bác được sáng tác theo thể thơ tự do.\n6. Nội dung\nBài thơ Viếng lăng Bác thể hiện lòng thành kính và niềm xúc động sâu sắc của nhà thơ và mọi người đối với Bác Hồ khi vào lăng viếng Bác.\n7. Nghệ thuật\nBài thơ có giọng điệu trang trọng và tha thiết, nhiều hình ảnh ẩn dụ đẹp và gợi cảm, ngôn ngữ bình dị mà cô đúc.\n8. Mở bài và kết bài\n- Mở bài: Chủ tịch Hồ Chí Minh là vị lãnh tụ kính yêu của dân tộc Việt Nam. Có rất nhiều tác phẩm viết về người với lòng kính yêu sâu sắc. Bài thơ Viếng lăng Bác của Viễn Phương cũng là một trong số đó. Năm 1976, sau khi giải phóng miền Nam, thống nhất đất nước, Lăng Chủ tịch Hồ Chí Minh ở Hà Nội cũng vừa được khánh thành. Viễn Phương nhân dịp này ra thăm miền Bắc và vào lăng viếng Bác Hồ. Ông đã sáng tác bài thơ “Viếng lăng Bác” để bộc lộ lòng thành kính, biết ơn với chủ tịch Hồ Chí Minh - vị lãnh tụ kính yêu của dân tộc Việt Nam.\n- Kết bài: Viếng lăng Bác của Viễn Phương đã kết tinh được những tình cảm trong sáng, bình dị mà thiêng liêng nhất. Bài thơ đã chạm đến trái tim của mỗi người đọc bởi sự chân thành qua từng lời thơ, từng hình ảnh.\nIII. Dàn ý phân tích Viếng lăng Bác\n(1) Mở bài\nGiới thiệu nhà thơ Viễn Phương, bài thơ Viếng lăng Bác.\n(2) Thân bài\na. Khung cảnh ngoài lăng Bác\n- Lời giới thiệu của tác giả:\n“Con và Bác”: Cách xưng hô ngọt ngào thân thương rất Nam Bộ.\n“thăm”: giảm nhẹ nỗi đau thương mà vẫn không che giấu được nỗi xúc động của cảnh từ biệt sinh li.\n- Hình ảnh:\n“hàng tre trong sương”: hình ảnh quen thuộc với đất nước Việt Nam.\n“bão táp mưa sa”: thành ngữ mang tính ẩn dụ để chỉ sự khó khăn gian khổ.\n“đứng thẳng hàng”: ẩn dụ mang tính khẳng định tinh thần hiên ngang bất khuất, sức sống bền bỉ của dân tộc.\nb. Hình ảnh đoàn người vào lăng viếng Bác và cảm xúc của nhà thơ\n- Hai câu thơ đầu: “Ngày ngày mặt trời đi qua trên lăng/Thấy một mặt trời trong lăng rất đỏ”.\nSự trường tồn vĩnh cửu của Bác, giống như sự tồn tại vĩnh viễn của mặt trời tự nhiên.\nSự vĩ đại của Bác, Người đã đem lại cuộc sống tự do cho dân tộc Việt Nam thoát khỏi đêm dài nô lệ.\n- Hai câu thơ tiếp theo: “Ngày ngày dòng người đi trong thương nhớ/Kết tràng hoa dâng bảy mươi chín mùa xuân…”\nDòng người đang nối tiếp dài vô tận hàng ngày đến viếng lăng Bác bằng tất cả tấm lòng thành kính và thương nhớ.\n“Tràng hoa” là hình ảnh ẩn dụ cho dòng người trên khắp mọi miền tổ quốc về viếng Bác.\nc. Hình ảnh Bác Hồ và cảm xúc của nhà thơ\n- “Bác nằm trong giấc ngủ bình yên”: Hình ảnh Bác nằm đó giống như đang ngủ.\n- “Giữa một vầng trăng sáng dịu hiền”: vẻ đẹp thanh thản, phong thái ung dung và thanh cao của Bác.\n- Hình ảnh “trời xanh”: sự trường tồn bất tử của Bác. Trời xanh thì còn mãi mãi trên đầu, cũng giống như Bác vẫn còn sống mãi mãi với non sông đất nước.\n- “Mà sao nghe nhói ở trong tim”: Dù rằng Người vẫn sống mãi trong suy nghĩ của mỗi người dân, nhưng không sao xoá đi được nỗi đau xót vô hạn của cả dân tộc.\nd. Cảm xúc và ước nguyện của nhà thơ khi ra về\n- Cảm xúc của nhà thơ khi trở lại miền Nam đối với Bác vô cùng chân thành và xúc động Mai về miền Nam thương trào nước mắt.\n- Câu thơ như bộc lộ rất chân thành nỗi xót thương vô hạn bị kèm nén cho tới phút chia tay và tuôn thành dòng lệ.\n- Trong cảm xúc nghẹn ngào, tâm trạng lưu luyến ấy, nhà thơ như muốn được hoá thân để mãi mãi bên Người. Điệp ngữ “muốn làm” được nhắc tới ba lần cùng với các hình ảnh liên tiếp con chim, đoá hoa, cây tre như để nói lên ước nguyện tha thiết của nhà thơ muốn là Bác yên lòng, muốn đền đáp công ơn trời biển của Người.\n=> Nguyện ước của nhà thơ vừa chân thành, sâu sắc đó cũng chính là những cảm xúc của hàng triệu con người miền Nam trước khi rời lăng Bác sau những lần đến thăm người.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Viếng lăng Bác.\n \"\""