"Bài thơ Vào nhà ngục Quảng Đông cảm tác\nVào nhà ngục Quảng Đông cảm tác\nVẫn là hào kiệt, vẫn phong lưu,\nChạy mỏi chân thì hẵng ở tù.\nĐã khách không nhà trong bốn bể,\nLại người có tội giữa năm châu.\nDang tay ôm chặt bồ kinh tế,\nMở miệng cười tan cuộc oán thù.\nThân ấy hãy còn, còn sự nghiệp,\nBao nhiêu nguy hiểm sợ gì đâu.\nI. Đôi nét về nhà thơ Phan Bội Châu\n- Phan Bội Châu 1867- 1940) tên thuở nhỏ là Phan Văn San, tên hiệu là Sào Nam\n- Quê quán: làng Đan Nhiễm (nay là xã Nam Hòa, huyện Nam Đàn, tỉnh Nghệ An).\n- Phan Bội Châu là một nhà yêu nước, nhà cách mạng lớn nhất của dân tộc ta trong vòng 20 năm đầu thế kỉ XX.\n- Những tác phẩm tiêu biểu: Sào Nam thi tập, Văn tế Phan Châu Trinh, Phan Bội Châu niên biểu...\nII. Giới thiệu về bài thơ Vào nhà ngục Quảng Đông cảm tác\n1. Hoàn cảnh sáng tác\nBài thơ được sáng tác khi Phan Bội Châu bị bọn phiệt tỉnh Quảng Đông bắt giam, trong hoàn cảnh ấy ông đã viết tác phẩm Ngục trung thư.\n“Vào nhà ngục Quảng Đông cảm tác” là bài thơ Nôm nằm trong tập Ngục trung thư tập.\n2. Thể thơ\n- Thất ngôn bát cú\n- Giọng thơ hào hùng nhưng cũng đầy dóm dỉnh.\n3. Bố cục\nGồm 4 phần theo kết cấu: Đề - Thực - Luận - Kết\nHai câu đề: Thể hiện khí phách ngang tàng, bất khuất của nhà chí sĩ khi rơi vào tù ngục.\nHai câu thực: Chiêm nghiệm về cuộc đời sóng gió.\nHai câu luận: Bàn luận về hình tượng người anh hùng.\nHai câu kết: Khẳng định lại tư tưởng của nhà thơ.\n4. Nội dung\nBài thơ “Vào nhà ngục Quảng Đông cảm tác” đã thể hiện phong thái ung dung, khí phách kiên cường của người chí sĩ yêu nước Phan Bội Châu.\n5. Nghệ thuật\nGiọng điệu hào hùng, hình ảnh mang tính biểu tượng cao…\nIII. Dàn ý phân tích Vào nhà ngục Quảng Đông cảm tác\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Vào nhà ngục Quảng Đông cảm tác.\n(2) Thân bài\na. Khí phách ngang tàng, bất khuất của nhà chí sĩ khi rơi vào tù ngục\n- “Hào kiệt, phong lưu”: chỉ những người có tài năng, có ý chí - những bậc anh hùng có phong thái ung dung, không thay đổi trong bất cứ hoàn cảnh nào.\n- Điệp từ “vẫn”: không thay đổi, thể hiện cách sống đàng hoàng của bậc anh hùng.\n- Đặc biệt là hình ảnh “chạy mỏi chân thì hãy ở tù”: sự nghiệp cách mạng là một chặng đường dài, nhà tù chỉ là một trạm dừng chân tạm thời, cho thấy tinh thần lạc quan.\n=> Tính cách của người tù cách mạng: bình tĩnh, tự tin ngay cả trong nguy nan.\nb. Chiêm nghiệm về cuộc đời sóng gió\n- Người tù cách mạng tự nhận mình là một người tự do đi đây đi đó giữa thế gian rộng lớn.\n- Lại người có tội giữa năm châu: người cách mạng phải rơi vào hoàn cảnh tù đày.\n=> Vẻ đẹp của người tù yêu nước: lạc quan, ung dung\nc. Bàn luận về hình tượng người anh hùng\n- “Bủa tay ôm chặt bồ kinh thế”: Hình ảnh mang tính biểu tượng “bô kinh thế” - sự nghiệp cách mạng lớn lao của dân tộc, thể hiện ước vọng, lý tưởng không thay đổi, bất chấp mọi hoàn cảnh.\n- “Mở miệng cười tan”: Tiếng cười bộc lộ một tinh thần sảng khoái, với mong muốn dẹp tan quân thù.\nc. Khẳng định lại tư tưởng của nhà thơ\n- Lời khẳng định đầy quyết tâm: còn sống ngày nào, thì vẫn tiếp tục với sự nghiệp cách mạng.\n- Ý chí theo đuổi bất chấp mọi nguy hiểm, đó là một tinh thần đáng nể phục.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Vào nhà ngục Quảng Đông cảm tác.\n \"\""