"Văn bản Văn tế nghĩa sĩ Cần Giuộc\nVăn tế nghĩa sĩ Cần Giuộc\nHỡi ơi!\nSúng giặc đất rền; lòng dân trời tỏ.\nMười năm công vỡ ruộng, chưa ắt còn danh nổi như phao; một trận nghĩa đánh Tây, thân tuy mất tiếng vang như mõ.\nNhớ linh xưa:\nCui cút làm ăn; toan lo nghèo khó.\nChưa quen cung ngựa, đâu tới trường nhung; chỉ biết ruộng trâu, ở trong làng bộ.\nViệc cuốc, việc cày, việc bừa, việc cấy, tay vốn quen làm; tập khiên, tập súng, tập mác, tập cờ, mắt chưa từng ngó.\nTiếng phong hạc phập phồng hơn mươi tháng, trông tin quan như trời hạn mong mưa; mùi tinh chiên vấy vá đã ba năm, ghét thói mọi như nhà nông ghét cỏ.\nBữa thấy bòng bong che trắng lốp, muốn tới ăn gan; ngày xem ống khói chạy đen sì, muốn ra cắn cổ.\nMột mối xa thư đồ sộ, há để ai chém rắn đuổi hươu; hai vầng nhật nguyệt chói loà, đâu dung lũ treo dê bán chó.\nNào đợi ai đòi, ai bắt, phen này xin ra sức đoạn kình; chẳng thèm chốn ngược, chốn xuôi, chuyến này dốc ra tay bộ hổ.\nKhá thương thay!\nVốn chẳng phải quân cơ, quân vệ, theo dòng ở lính diễn binh; chẳng qua là dân ấp, dân lân, mến nghĩa làm quân chiêu mộ.\nMười tám ban võ nghệ, nào đợi tập rèn; chín chục trận binh thư, đâu chờ bày bố.\nNgoài cật có một manh áo vải, nào đợi đeo bao tấu bầu ngòi; trong tay cầm một ngọn tầm vông, chi nài sắm dao tu nón gõ.\nHoả mai đánh bằng rơm con cúi, cũng đốt xong nhà dạy đạo kia; gươm đeo dùng bằng lưỡi dao phay, cũng chém rớt đầu quan hai nọ.\nChi nhọc quan quản trống kỳ, trống giục, đạp rào lướt tới, coi giặc cũng như không; nào sợ thằng Tây bắn đạn nhỏ, đạn to, xô cửa xông vào, liều mình như chẳng có.\nKẻ đâm ngang, người chém dọc, làm cho mã tà ma ní hồn kinh; bọn hè trước, lũ ó sau, trối kệ tàu thiếc tàu đồng súng nổ.\nÔi!\nNhững lăm lòng nghĩa lâu dùng; đâu biết xác phàm vội bỏ.\nMột chắc sa trường rằng chữ hạnh, nào hay da ngựa bọc thây; trăm năm âm phủ ấy chữ quy, nào đợi gươm hùm treo mộ.\nĐoái sông Cần Giuộc, cỏ cây mấy dặm sầu giăng; nhìn chợ Trường Bình, già trẻ hai hàng luỵ nhỏ.\nChẳng phải án cướp, án gian đày tới, mà vi binh đánh giặc cho cam tâm; vốn không giữ thành, giữ luỹ bỏ đi, mà hiệu lực theo quân cho đáng số.\nNhưng nghĩ rằng:\nTấc đất ngọn rau ơn chúa, tài bồi cho nước nhà ta; bát cơm manh áo ở đời, mắc mớ chi ông cha nó.\nVì ai khiến quan quân khó nhọc, ăn tuyết nằm sương; vì ai xui hào luỹ tan tành, xiêu mưa ngã gió.\nSống làm chi theo quân tà đạo, quăng vùa hương, xô bàn độc, thấy lại thêm buồn; sống làm chi ở lính mã tà, chia rượu lạt, gặm bánh mì, nghe càng thêm hổ.\nThà thác mà đặng câu địch khái, về theo tổ phụ cũng vinh; hơn còn mà chịu chữ đầu Tây, ở với man di rất khổ.\nÔi thôi thôi!\nChùa Tân Thạnh năm canh ưng đóng lạnh, tấm lòng son gửi lại bóng trăng rằm; đồn Lang Sa một khắc đặng trả hờn, tủi phận bạc trôi theo dòng nước đổ.\nĐau đớn bấy! Mẹ già ngồi khóc trẻ, ngọn đèn khuya leo lét trong lều; não nùng thay! Vợ yếu chạy tìm chồng, cơn bóng xế dật dờ trước ngõ.\nÔi!\nMột trận khói tan; nghìn năm tiết rỡ.\nBinh tướng nó hãy đóng sông Bến Nghé, ai làm cho bốn phía mây đen; ông cha ta còn ở đất Đồng Nai, ai cứu đặng một phường con đỏ.\nThác mà trả nước non rồi nợ, danh thơm đồn sáu tỉnh chúng đều khen; thác mà ưng đền miếu để thờ, tiếng ngay trải muôn đời ai cũng mộ.\nSống đánh giặc, thác cũng đánh giặc, linh hồn theo giúp cơ binh, muôn kiếp nguyện được trả thù kia; sống thờ vua, thác cũng thờ vua, lời dụ dạy đã rành rành, một chữ ấm đủ đền công đó.\nNước mắt anh hùng lau chẳng ráo, thương vì hai chữ thiên dân; cây hương nghĩa sĩ thắp thêm thơm, cám bởi một câu vương thổ\nHỡi ơi thương thay!\nCó linh xin hưởng.\nI. Đôi nét về Nguyễn Đình Chiểu\n1. Cuộc đời\n- Nguyễn Đình Chiểu (1822 - 1888) tự là Mạnh Trạch, hiệu Trọng Phủ, Hối Trai.\n- Quê quán: sinh tại quê mẹ - làng Tân Thới, huyện Bình Dương, tỉnh Gia Định (nay thuộc thành phố Hồ Chí Minh).\n- Ông xuất thân trong một gia đình nhà nho.\n- Năm 1843 ông đỗ tú tài tại trường thi Gia Định.\n- Năm 1846 ông ra Huế chuẩn bị thi tiếp tại quê cha nhưng nhận được tin mẹ mất phải bỏ thi trở về Nam chịu tang (1849). Dọc đường về ông bị đau mắt nặng rồi bị mù. Không khuất phục trước số phận, Nguyễn Đình Chiểu về Gia Định mở trường dạy học và bốc thuốc chữa bệnh cho dân và tiếng thơ bắt đầu vang khắp lục tỉnh.\n- Giặp Pháp đánh vào Gia Định (1859), ông đã đứng vững trên tuyến đầu của cuộc kháng chiến chống ngoại xâm, cùng nhiều lãnh tụ bàn mưu tính kế đánh giặc và những vần thơ cháy bỏng căm hờn, sục sôi ý chí chiến đấu.\n2. Sự nghiệp thơ văn\na. Những tác phẩm chính\nỞ giai đoạn đầu, ông viết hai truyện thơ dài là: Truyện Lục Vân Tiên, Dương Từ - Hà Mậu.\nGiai đoạn sau, thơ văn Nguyễn Đình Chiểu là lá cờ đầu của văn thơ yêu nước chống Pháp nửa cuối thế kỉ XIX với nhiều tác phẩm xuất sắc cả về nội dung và nghệ thuật: Chạy giặc, Thư gửi cho em, Văn tế nghĩa sĩ Cần Giuộc, Ngư tiều vấn đáp y thuật…\nb. Nội dung thơ văn\nLí tưởng đạo đức, nhân nghĩa: Truyện Lục Vân Tiên được viết nhằm mục đích truyền dạy những bài học về đạo lý làm người chân chính.\nLòng yêu nước thương dân: Khi cuộc chiến tranh xâm lược của thực dân Pháp nổ ra, Nguyễn Đình Chiểu đã sáng tác những tác phẩm đáp ứng yêu cầu của cuộc chiến đấu giữ nước buổi ấy.\nc. Nghệ thuật thơ văn\n- Vẻ đẹp thơ văn Nguyễn Đình Chiểu ẩn trong tầng sâu của cảm xúc, suy ngẫm.\n- Bút pháp trữ tình xuất phát từ cõi tâm trong sáng, nhiệt thành và đầy tình yêu thương con người.\n- Thơ văn Nguyễn Đình Chiểu đậm đà sắc thái Nam Bộ.\nII. Giới thiệu về Văn tế nghĩa sĩ Cần Giuộc\n1. Hoàn cảnh sáng tác\n- Năm 1858, thực dân Pháp nổ súng vào Đà Nẵng, Việt Nam. Sau khi chiếm được thành Gia Định vào đầu năm 1859, quân Pháp bắt đầu một quá trình mở rộng tấn công ra các vùng lân cận như Tân An, Cần Giuộc, Gò Công.\n- Đêm rằm tháng 11 năm Tân Dậu (ngày 16 tháng 12 năm 1861), những nghĩa sĩ mà trước đây vốn là nông dân, vì quá căm phẫn kẻ ngoại xâm, đã quả cảm tập kích đồn Pháp ở Cần Giuộc, tiêu diệt được một số quân của đối phương và viên tri huyện người Việt đang làm cộng sự cho Pháp. Khoảng 20 nghĩa sĩ bỏ mình. Những tấm gương đó đã gây nên niềm xúc động lớn trong nhân dân.\n- Theo yêu cầu của Tuần phủ Gia Định là Đỗ Quang, Nguyễn Đình Chiểu làm bài Văn tế nghĩa sĩ Cần Giuộc, để đọc tại buổi truy điệu các nghĩa sĩ đã hy sinh trong trận đánh này.\n2. Thể loại\nTác phẩm được viết theo thể Văn tế (ngày nay gọi là điếu văn) là thể văn thường dùng để đọc khi tế, cúng người chết, nó có hình thức tế – tưởng.\n3. Bố cục\nPhần 1. Lung khởi (Hỡi ôi ... tiếng vang như mõ): Khái quát bối cảnh thời đại và khẳng định ý nghĩa cái chết của người nghĩa binh nông dân.\nPhần 2. Thích thực (Tiếp đến tàu đồng súng nổ): Miêu tả hình ảnh người nông dân nghĩa sĩ qua các giai đoạn lao động vất vả tới lúc thành dũng sĩ đánh giặc, lập công.\nPhần 3. Ai vãn (Tiếp đến cơn bóng xế dật dờ trước ngõ): Niềm đau xót, tiếc thương, cảm phục của tác giả và nhân dân với người nghĩa sĩ.\nPhần 4. Kết (Còn lại): Ngợi ca linh hồn bất tử của nghĩa sĩ.\n4. Nội dung\nVăn tế nghĩa sĩ Cần Giuộc là tiếng khóc bi tráng cho một thời kỳ lịch sử đau thương nhưng vĩ đại của dân tộc, là bức tượng đài bất tử về những người nông dân nghĩa sĩ Cần Giuộc đã dũng cảm chiến đấu hi sinh vì tổ quốc.\n5. Nghệ thuật\nBài văn cũng là một thành tựu xuất sắc về nghệ thuật xây dựng hình tượng nhân vật, kết hợp nhuần nhuyễn chất trữ tình và tính hiện thực, ngôn ngữ bình dị trong sáng sinh động…\nIII. Dàn ý phân tích Văn tế nghĩa sĩ Cần Giuộc\n(1) Mở bài\nGiới thiệu về tác giả Nguyễn Đình Chiểu, tác phẩm Văn tế nghĩa sĩ Cần Giuộc.\n(2) Thân bài\na. Khái quát bối cảnh thời đại và khẳng định ý nghĩa cái chết của người nghĩa binh nông dân\n- Câu mở đầu “Hỡi ôi!”: Thể hiện niềm tiếc thương chân thành, tha thiết.\n- Hình ảnh “ Súng giặc đất rền”: Cho thấy sự tàn phá nặng nề, giặc đã xâm lược nước ta bằng vũ khí tối tân.\n- “Lòng dân trời tỏ”: Đánh giặc bằng tấm lòng yêu quê hương, đất nước được trời đất chứng giám.\n=> Khẳng định tiếng thơm còn mãi đến muôn đời.\nb. Miêu tả hình ảnh người nông dân nghĩa sĩ qua các giai đoạn lao động vất vả tới lúc thành dũng sĩ đánh giặc, lập công\n Nguồn gốc xuất thân\n- Từ nông dân nghèo khổ, những dân ấp, dân lân (những người bỏ quê đến khai khẩn đất mới để kiếm sống): “cui cút làm ăn; toan lo nghèo khó”: hoàn cảnh sống cô đơn, thiếu người nương tựa, âm thầm lặng lẽ lao động mà vẫn nghèo khó suốt đời\n- Nghệ thuật tương phản: “chưa quen - chỉ biết, vốn quen - chưa biết”.\n=> Nguyễn Đình Chiểu nhấn mạnh việc quen (đồng ruộng) và chưa quen (chiến trận, quân sự) của những người nông dân Nam Bộ để tạo sự đối lập tầm vóc anh hùng trong đoạn sau.\n=> Những người nông dân nghĩa sĩ họ chỉ là những người nghèo khó và lương thiện, chính hoàn cảnh đã buộc họ phải đứng lên trở thành những người chiến sĩ và cuối cùng là “nghĩa sĩ”.\n Lòng yêu nước nồng nàn\n- Khi thực dân Pháp xâm lược người nông dân cảm thấy: Ban đầu lo sợ rồi đến trông chờ tin quan - ghét - căm thù - đứng lên chống lại.\nVốn là những người nông dân nghèo khó không biết đến việc binh đao, họ lo sợ là chuyện bình thường\nSự chờ đợi “quan”: như “trời hạn trông mưa”\nThái độ đối với giặc: “ghét thói mọi như nhà nông ghét cỏ”, “muốn tới ăn gan”, “muốn ra cắn cổ” - Thái độ căm ghét, căm thù đến tột độ được diễn tả bằng những hình ảnh cường điệu mạnh mẽ mà chân thực\n- Nhận thức về tổ quốc: Họ không dung tha những kẻ thù lừa dối, bịp bợm.\n=> Họ chiến đấu một cách tự nguyện: “nào đợi đòi ai bắt…”\n=> Diễn biến tâm trạng người nông dân, sự chuyển hóa phi thường trong thái độ, chính lòng yêu nước và niềm căm thù giặc, cộng với sự thờ ơ thiếu trách nhiệm của “quan” đã khiến họ tự lực tự nguyện đứng lên chiến đấu\n Tinh thần chiến đấu hi sinh của người nông dân\n- Tinh thần chiến đấu tuyệt vời: Vốn không phải lính diễn binh, chỉ là dân ấp dân lân mà “mến nghĩa làm quân chiêu mộ”\n- Quân trang rất thô sơ: một manh áo vải, ngọn tầm vông, lưỡi dao phay, rơm con cúi đã đi vào lịch sử => làm rõ nét hơn sự anh dũng của những người nông dân nghĩa sĩ\n- Lập được những chiến công đáng tự hào: “đốt xong nhà dạy đạo”, “chém rớt đầu quan hai nọ”.\n- “đạp rào”, “xô cửa”, “liều mình”, “đâm ngang”, “chém ngược”…: động từ mạnh chỉ hành động mạnh mẽ với mật độ cao nhịp độ khẩn trương sôi nổi.\n- Sử dụng các động từ chéo “đâm ngang, chém ngược” => làm tăng thêm sự quyết liệt của trận đánh.\n=> Tượng đài nghệ thuật sừng sững về người nông dân nghĩa sĩ đánh giặc cứu nước.\nc. Niềm đau xót, tiếc thương, cảm phục của tác giả và nhân dân với người nghĩa sĩ\n- Sự hi sinh của những người nông dân được nói đến một cách hình ảnh với niềm tiếc thương chân thành: “xác phàm vội bỏ”, “da ngựa bọc thây”: cách nói tránh sự hi sinh của những nghĩa sĩ.\n- Chính họ, những người tự nguyện chiến đấu với những vũ khí thô sơ nay lại hi sinh anh dũng trên chiến trường để lại niềm tiếc thương nhưng tự hào cho người ở lại.\n=> Hình tượng những người nông dân nghĩa sĩ với sự chiến đấu và hy sinh anh dũng xứng đáng đi vào sử sách.\nd. Ngợi ca linh hồn bất tử của nghĩa sĩ\n- Tác giả khẳng định: “Một trận khói tan, nghìn năm tiết rỡ: Danh tiếng nghìn năm còn lưu mãi.\n- Ông cũng nêu cao tinh thần chiến đấu, xả thân vì nghĩa lớn của nghĩa quân\n- Đây là cái tang chung của mọi người, của cả thời đại, là khúc bi tráng về người anh hùng thất thế.\n=> Khẳng định sự bất tử của những người nghĩa sĩ.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Văn tế nghĩa sĩ Cần Giuộc.\n \"\""