"Đoạn trích Lời tiễn dặn\nLời tiễn dặn\n1.\nQuảy gánh qua đồng ruộng,\nNgười đẹp anh yêu cất bước theo chồng.\nVừa đi vừa ngoảnh lại,\nVừa đi vừa ngoái trông,\nChân bước xa lòng càng đau nhớ.\nEm tới rừng ớt ngắt lá ớt ngồi chờ,\nTới rừng cà gắt là cà ngồi đợi,\nTới rừng là ngón ngóng trông.\nAnh tới nơi, em bẻ lá xanh em ngồi;\nĐược nhủ đôi câu, anh mới đành lòng quay lại,\nĐược dặn đôi lời, anh yêu e mới chịu quay đi.\n/.../\nXin hãy cho anh kề vóc mảnh,\nQuấn quanh vai ủ lấy hương người,\nCho mai sau lửa xác đượm hơi[3]\nMột lát bên em thay lời tiễn dặn!\nCon nhỏ hãy đưa anh ẵm,\nBé xinh hãy đưa anh bồng,\nCho anh bế con dòng, đừng ngượng,\nNựng con rồng, con phượng, đừng buồn.\n/.../\n“Đôi ta yêu nhau, đợi tới tháng Năm lau nở,\nĐợi mùa nước đỏ cá về,\nĐợi chim tăng ló hót gọi hè.\nKhông lấy được nhau mùa hạ, ta sẽ lấy nhau mùa đông,\nKhông lấy được nhau thời trẻ, ta sẽ lấy nhau khi goá bụa về già.”\n/.../\n2.\n- “Dậy đi em, dậy đi em ơi!\nDậy rũ áo kẻo bọ,\nDậy phủi áo kẻo lấm!\nĐầu bù anh chải cho,\nTóc rối đưa anh búi hộ!”\nAnh chặt tre về đốt gióng đầu,\nChặt tre dày, anh hun gióng giữa,\nLam ông thuốc này em uống khỏi đau.\nTơ rối đôi ta cũng gỡ,\nTơ vò ta vuốt lại quay guồng;\nQuay lại guồng gỗ tốt cán thuôn,\nVề với người ta thương thuở cũ.\nChết ba năm hình còn treo đó;\nChết thành sông, vục nước uống mát lòng,\nChết thành đất, mọc dây trầu xanh thắm,\nChết thành bèo, ta trôi nổi ao chung,\nChết thành muôi, ta múc xuống cùng bát,\nChết thành hồn, chung một mái, song song.\nHỡi gốc dưa yêu mọc ngoài cồn cát,\nNước ngập gốc đáng lụi, đừng lụi,\nNước ngập rễ đáng bềnh, đừng bềnh.\nĐôi ta yêu nhau, tình Lú - Ủa mặn nồng,\nLời đã trao thương không lạc mất;\nNhư bán trâu ngoài chợ,\nNhư thu lúa muôn bông.\nLòng ta thương nhau trăm lớp nghìn trùng,\nBền chắc như vàng, như đá.\nYêu nhau, yêu trọn đời gỗ cứng,\nYêu nhau, yêu trọn kiếp đến già,\nTa yêu nhau tàn đời gió, không rung không chuyển,\nNgười xiểm xui, không ngoảnh không nghe.\nI. Đôi nét về tác phẩm\n1. Xuất xứ\n- Tiễn dặn người yêu (Xống chụ xon xao) của dân tộc Thái là một truyện thơ nổi tiếng trong kho tàng truyện thơ các dân tộc thiểu số.\n- Với 1846 câu thơ, Tiễn dặn người yêu là lời nhân vật trong cuộc kể lại câu chuyện tình yêu - hôn nhân của vợ chồng mình.\n- Đoạn trích trong SGK miêu tả rõ tâm trạng của chàng trai trên đường tiễn cô gái về nhà chồng và phải chứng kiến cảnh cô bị người chống đánh đập.\n2. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “góa bụa về già”: Tâm trạng của chàng trai trên đường tiễn cô gái về nhà chồng.\nPhần 2. Còn lại: Tâm trạng của chàng trai khi phải chứng kiến cô gái bị chồng đánh đập.\nII. Nội dung và nghệ thuật\nNội dung: Đoạn trích đã thể hiện tình yêu thủy chung của chàng trai dành cho cô gái.\nNghệ thuật: hình ảnh giản dị, ngôn ngữ mang màu sắc dân tộc…\n \"\""