"Bài thơ Vội vàng\nVội vàng\nTôi muốn tắt nắng đi\nCho màu đừng nhạt mất;\nTôi muốn buộc gió lại\nCho hương đừng bay đi.\nCủa ong bướm này đây tuần tháng mật;\nNày đây hoa của đồng nội xanh rì;\nNày đây lá của cành tơ phơ phất;\nCủa yến anh này đây khúc tình si;\nVà này đây ánh sáng chớp hàng mi,\nMỗi sáng sớm, thần Vui hằng gõ cửa;\nTháng giêng ngon như một cặp môi gần;\nTôi sung sướng. Nhưng vội vàng một nửa:\nTôi không chờ nắng hạ mới hoài xuân.\nXuân đang tới, nghĩa là xuân đang qua,\nXuân còn non, nghĩa là xuân sẽ già,\nMà xuân hết nghĩa là tôi cũng mất.\nLòng tôi rộng, nhưng lượng trời cứ chật,\nKhông cho dài thời trẻ của nhân gian;\nNói làm chi rằng xuân vẫn tuần hoàn,\nNếu tuổi trẻ chẳng hai lần thắm lại\nCòn trời đất, nhưng chẳng còn tôi mãi,\nNên bâng khuâng tôi tiếc cả đất trời;\nMùi tháng năm đều rớm vị chia phôi,\nKhắp sông, núi vẫn than thầm tiễn biệt....\nCon gió xinh thì thào trong lá biếc,\nPhải chăng hờn vì nỗi phải bay đi ?\nChim rộn ràng bỗng đứt tiếng reo thi,\nPhải chăng sợ độ phai tàn sắp sửa ?\nChẳng bao giờ, ôi! Chẳng bao giờ nữa…\nMau đi thôi! Mùa chưa ngả chiều hôm,\nTa muốn ôm\nCả sự sống mới bắt đầu mơn mởn;\nTa muốn riết mây đưa và gió lượn,\nTa muốn say cánh bướm với tình yêu,\nTa muốn thâu trong một cái hôn nhiều\nVà non nước, và cây, và cỏ rạng,\nCho chếnh choáng mùi thơm, cho đã đầy ánh sáng\nCho no nê thanh sắc của thời tươi;\n- Hỡi xuân hồng, ta muốn cắn vào ngươi!\nI. Đôi nét về tác giả Xuân Diệu\n1. Cuộc đời\n- Xuân Diệu (1916 - 1985), còn có bút danh là Thảo Tra, tên thật là Ngô Xuân Diệu.\n- Ông thân sinh của Xuân Diệu là một nhà nho, quê ở làng Trảo Nha (nay là xã Đại Lộc), huyện Can Lộc, tỉnh Hà Tĩnh.\n- Ông lớn lên ở Quy Nhơn. Sau khi tốt nghiệp tú tài, ông đi dạy học tư và làm viên chức ở Mĩ Tho (nay là Tiền Giang), sau đó ra Hà Nội sống bằng nghề viết văn, là thành viên của Tự lực văn đoàn.\n- Xuân Diệu tham gia mặt trận Việt Minh trước Cách mạng tháng Tám năm 1945, hăng say hoạt động trong lĩnh vực nghệ thuật.\n- Ông là Ủy viên của Ban chấp hành Hội Nhà văn Việt Nam các khóa I, II, III. Năm 1983, ông được bầu là Viện sĩ Thông tấn Viện Hàn lâm nghệ thuật Cộng hòa dân chủ Đức.\n2. Sự nghiệp\n- Xuân Diệu được mệnh danh là “nhà thơ mới nhất trong các nhà thơ mới” (Hoài Thanh), là “ông hoàng của thơ tình yêu Việt Nam”.\n- Ông đã đem đến cho thơ ca đương thời một sức sống mới, một nguồn cảm hứng mới, thể hiện một quan niệm sống mới mẻ, cùng với những cách tân nghệ thuật đầy sáng tạo.\n- Ông là nhà thơ của mùa xuân, của tình yêu và của tuổi trẻ. Giọng thơ Xuân Diệu sôi nổi, đắm say và yêu đời. \n- Sau Cách mạng, thơ ông hướng vào đời sống, thực tế và giàu tính thời sự. Ông cổ vũ và hăng hái thể hiện khuynh hướng tăng cường chất hiện thực trong thơ.\n- Một vài đánh giá:\n“Xuân Diệu mới nhất trong các nhà thơ mới - nên chỉ những người còn trẻ mới thích đọc Xuân Diệu, mà đã thích thì phải mê. Xuân Diệu không như Huy Cận vừa bước vào làng thơ đã được người ta dành ngay cho chỗ ngồi yên ổn. Xuân Diệu đến giữa chúng ta tới nay đã ngót năm năm mà những tiếng khen chê chưa ngớt. Người khen, khen hết sức; người chê, chê không tiếc lời”\n(Thi nhân Việt Nam - Hoài Thanh, Hoài Chân)\n“Xuân Diệu đào hoa và đam mê, cả đời đuổi theo mộng, nhiều mộng, nhiều mối tình trai.”\n(Cát bụi chân ai - Tô Hoài)\n“Thơ ông tài hoa, tinh tế và sang trọng.”\n(Chân dung và đối thoại - Trần Đăng Khoa)\n- Một số tác phẩm nổi tiếng:\nCác tập thơ: Thơ thơ (1938), Gửi hương cho gió (1945), Ngọn quốc kỳ (1945), Một khối hồng (1964), Thanh ca (1982)...\nVăn xuôi: Phấn thông vàng (1939, truyện ngắn), Trường ca (1945, bút ký), 9 bài, Miền Nam nước Việt (1945, 1946, 1947, bút ký)...\nTiểu luận phê bình: Thanh niên với quốc văn (1945), Tiếng thơ (1951, 1954), Những bước đường tư tưởng của tôi (1958, hồi ký), Ba thi hào dân tộc (1959)...\nNgoài ra còn có thơ dịch của các tác giả như Victor Hugo, Aleksandr Pushkin, Hồ Chí Minh…\nII. Giới thiệu về bài thơ Vội vàng\n1. Xuất xứ\n- “Vội vàng” được trích từ tập Thơ thơ (1938) - tập thơ đầu tay của nhà thơ Xuân Diệu.\n- Bài thơ là lời giục giã hãy sống mãnh liệt, sống hết mình, hãy quý trọng từng giây từng phút của cuộc đời mình, nhất là những năm tháng tuổi trẻ của một hồn thơ yêu đời, ham sống cuồng nhiệt.\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Tôi không chờ nắng hạ mới hoài xuân”. Tình yêu tha thiết với cuộc sống nơi trần thế.\nPhần 2. Tiếp theo cho đến “Chẳng bao giờ, ôi! Chẳng bao giờ nữa...”. Quan niệm mới mẻ của Xuân Diệu về thời gian.\nPhần 3. Còn lại. Khát vọng sống vội vàng, tận hưởng của nhà thơ.\n3. Thể thơ\nBài thơ “Vội vàng” được sáng tác theo thể thơ tự do.\n4. Ý nghĩa nhan đề\n- “Vội vàng” trước hết là một tính từ, có nghĩa là tỏ ra rất vội, muốn tranh thủ tối đa thời gian để cho kịp.\n- Đối với Xuân Diệu, nhan đề “Vội vàng” đã cho thấy một quan niệm sống mới mẻ của nhà thơ.\n- Sống vội vàng không có nghĩa là sống gấp sống vội hay sống ích kỉ mà biết tận hưởng tất cả những giá trị tốt đẹp, tận hiến cho những giá trị cuộc sống nơi trần gian. Đồng thời nhà thơ còn gián tiếp phê phán lối sống thờ ơ, lãng quên thực tại.\n5. Nội dung\nBài thơ Vội vàng là lời giục giã hãy sống mãnh liệt, sống hết mình, hãy quý trọng từng giây, từng phút của cuộc đời mình, nhất là năm tháng tuổi trẻ.\n6. Nghệ thuật\nHình ảnh gần gũi, tươi mới và tràn đầy sức sống.\nNgôn từ giản dị, trong sáng và gần với lời nói hàng ngày.\nNhịp điệu vui tươi, cuống quýt và dồn dập.\nIII. Dàn ý phân tích bài thơ Vội vàng\n(1) Mở bài\nGiới thiệu về bài thơ Vội Vàng của Xuân Diệu.\n(2) Thân bài\na. Tình yêu tha thiết với cuộc sống nơi trần thế\n- “Nắng” của mùa xuân là ánh sáng rực rỡ, ấm áp và tươi vui, “hương” của mùa xuân là nơi tinh hoa của đất trời, của vạn vật kết tinh, hội tụ.\n- Hành động “tắt nắng”, “buộc gió” là những mong muốn dường như không tài nào thực hiện được bởi lẽ nó đi ngược lại với những quy luật vốn có của tự nhiên.\n- Điệp cấu trúc “Tôi muốn... để” kết hợp với động từ mạnh “tắt”, “buộc” kết hợp với nhịp thơ nhanh, dồn dập, thể hiện khao khát mãnh liệt, hối hả, muốn nhanh chóng không để những vẻ đẹp tạo hóa vụt mất khỏi tầm tay.\n=> Ước muốn bất tử hóa cái đẹp, giữ cho cái đẹp tỏa sắc lên hương vì đóa hoa hương sắc cuộc đời tươi thắm, ngọt ngào mà mong manh.\n- Điệp ngữ \"này đây\" được lặp đi lặp lại 5 lần như một lời mời gọi, kết hợp với thủ pháp liệt kê, vừa diễn tả sự giàu có, phong phú bất tận của thiên nhiên vừa thể hiện cảm giác hân hoan, vui sướng của tác giả.\n- Nhà thơ sử dụng một loạt biện pháp tu từ nhân hoá, dùng những danh từ thuộc về con người (tuần tháng mật, khúc tình si) để miêu tả thiên nhiên, kết hợp với “ong bướm, yến anh” được gọi tên như đôi như lứa khiến cho vườn xuân bỗng đầy mộng mơ, lãng mạn, vườn xuân cũng là vườn yêu, vườn tình, vườn ái ân hạnh phúc.\n- Tính từ “xanh rì”, “phơ phất” giàu sức gợi tả vẽ nên cảnh thiên nhiên mùa xuân non tơ, tràn đầy sức sống.\n- Hình ảnh “ánh sáng chớp hàng mi” và \"thần vui\" vô cùng gợi cảm. Với Xuân Diệu mỗi ngày được sống, được chiêm ngưỡng ánh dương, được tận hưởng sắc hương của vạn vật là một ngày hân hoan vui sướng.\n=> Bức tranh xuân không chỉ có cảnh vật đẹp tươi mà còn tràn đầy ánh sáng và niềm vui.\n- Hình ảnh so sánh độc đáo “Tháng Giêng ngon như một cặp môi gần”: thiên nhiên được cảm nhận bằng tình lứa đôi, bằng thể xác và tâm hồn.\n- Tâm trạng ngất ngây, mê đắm vô cùng trong niềm tận hưởng mật ngọt tình yêu nơi thiên đường trần thế “Tôi sung sướng nhưng vội vàng một nửa”: câu thơ bị ngắt làm hai, khiến cho niềm vui không trọn vẹn. Điều đó thể hiện dự cảm mơ hồ về sự mong manh, ngắn ngủi của kiếp người đã khiến cho thi nhân sống vội vàng tận hưởng.\nb. Quan niệm mới mẻ của Xuân Diệu về thời gian\n- Ý thức về sự chảy trôi của thời gian: “Xuân đương tới, nghĩa là xuân đương qua/ Xuân còn non nghĩa là xuân sẽ già”.\n- Mùa xuân vẫn tuần hoàn nhưng tuổi trẻ đâu có tuần hoàn, đâu thể thắm lại những lần như thuở còn sung sức, còn dồi dào nhiệt huyết.\n- Chia ly cũng bao trùm lấy cả sự vô tận của thời gian, khoảng không cách biệt của không gian.\n- Hình ảnh thiên nhiên cũng nhuốm màu chia cắt: Vị thời gian rớm màu chia phôi, núi sông than thầm lời tiễn biệt, những cơn gió xuân vốn dạt dào đến thế cũng thều thào trong tiếng nghẹn. Tiếng vàng anh ru khúc nhạc tình cũng đành dừng lại.\n- Từ “ôi” vang lên nhẹ nhàng mà cũng thật tha thiết, vừa hối tiếc lại vừa thúc giúc.\nc. Khát vọng sống vội vàng, tận hưởng của nhà thơ\n- Câu cảm thán “mau đi thôi” thể hiện sự tận hưởng thiên nhiên, cuộc sống , tận hưởng thời gian và cuộc sống\n- Khát vọng sống mãnh liệt, khát vọng được yêu thương: Ta muốn ôm\n- Đối tượng muốn ôm:\nCả sự sống mới bắt đầu mơn mởn\nMây đưa và gió lượn: Quấn quýt, giao hòa\nCánh bướm say với tình yêu\nNon nước, cây, cỏ rạng\n- Thiên nhiên tràn ngập ánh sáng, hương thơm.\n- Câu thơ cuối: “Hỡi xuân hồng ta muốn cắn vào ngươi” thể hiện khát vọng tận hưởng cuộc sống.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Vội vàng.\n \"\""