"\"tac-pham-van-hoc\" Tác phẩm văn học\nBài thơ Xa ngắm thác núi Lư\n(Vọng Lư sơn bộc bố)\nI. Đôi nét về tác giả Lý Bạch\n- Lý Bạch (701 - 762) là nhà thơ nổi tiếng của Trung Quốc vào thời nhà Đường. Tự là Thái Bạch, hiệu Thanh Liên cư sĩ.\n- Quê hương: Cam Túc (huyện Thiên Thủy - tức Lũng Tây ngày xưa).\n- Khi cong nhỏ, ông cùng với gia đình về định cư ở làng Thanh Liên, huyện Xương Long thuộc Miên Châu (Tứ Xuyên) nên nhà thờ vẫn thường coi Tứ Xuyên là quê hương của mình.\n- Lý Bạch là một trong những nhà thơ nổi tiếng của Trung Hoa, ông được người đời gọi là “thi tiên” (tiên thơ).\n- Thơ ông thường thể hiện một tâm hồn tự do, hào phóng. Hình ảnh trong thơ thường mang tính chất tươi sáng, kì vĩ, ngôn ngữ tự nhiên mà điêu luyện.\n- Đề tài: thường viết nhiều và viết hay về chiến tranh, thiên nhiên, tình yêu và tình bạn.\n- Một số tác phẩm tiêu biểu:\nTả cảnh thiên nhiên tươi đẹp: Cổ phong, Quan san nguyệt...\nCảm thông cho người chinh phụ: Trường can hành, Khuê tình, Tử dạ thu ca…\nTình bạn: Tống hữu nhân, Hoàng Hạc lâu tống Mạnh Hạo Nhiên chi Quảng Lăng, Văn Vương Xương Linh thiên Long Tiêu…\nTình yêu đôi lứa: Oán tình, Xuân tứ…\nTình cảm với quê hương: Tĩnh dạ tứ, Ức Đông Sơn…\nĐặc biệt là thơ về tửu (rượu): Đối tửu, Thương tiến tửu, Bả tửu vấn nguyệt…\nII. Giới thiệu về Xa ngắm thác núi Lư\n1. Hoàn cảnh sáng tác\nBài thơ là một trong những bài thơ tiêu biểu viết về đề tài thiên nhiên đất nước của Lý Bạch.\n2. Thể thơ\nThất ngôn tứ tuyệt Đường luật.\n3. Bố cục\nGồm 2 phần:\nPhần 1. Câu đầu: Miêu tả khung cảnh núi Hương Lô\nPhần 2. 3 câu tiếp: Miêu tả khung cảnh thác nước núi Lư.\n4. Nội dung\nBài thơ đã miêu tả một cách sinh động vẻ đẹp của thác nước chảy từ đỉnh Hương Lô thuộc dãy núi Lư. Đồng thời thể hiện tình yêu thiên nhiên đằm thắm và phần nào bộc lộ tính cách mạnh mẽ, hào phóng của nhà thơ.\n5. Nghệ thuật\nThể thơ thất ngôn tứ tuyệt, hình ảnh thiên nhiên tráng, cách sử dụng ngôn từ…\nXa ngắm thác núi Lư\nPhiên âm:\nNhật chiếu Hương Lô sinh tử yên,\nDao khan bộc bố quải tiền xuyên.\nPhi lưu trực há tam thiên xích,\nNghi thị Ngân Hà lạc cửu thiên.\nDịch nghĩa:\nMặt trời chiếu xuống núi Hương Lô, sinh làn khói tía,\nXa nhìn dòng thác treo trên dòng sông phía trước.\nThác chảy như bay đổ thẳng xuống từ ba nghìn thước,\nNgỡ là sông Ngân Hà rơi tự chín tầng mây.\nMột số bản dịch thơ:\nNắng rọi Hương Lô khói tía bay,\nXa trông dòng thác nước sông này.\nNước bay thẳng xuống ba nghìn thước,\nTưởng dải Ngân hà tuột khỏi mây.\n(Tương Như dịch, trong Thơ Đường, tập II, NXB Văn học, Hà Nội, 1987)\nHương Lô nắng dọi khói hồng xây\nXa trước dòng sông thác Bộc đầy\nBay thẳng xuống ba nghìn thước thẳm\nNgỡ sông Ngân tuột chín tầng mây.\n(Đường thi tuyển dịch, NXB Thuận Hóa, 1997)\n \"\""