"Bài thơ Ông đồ\nÔng đồ\nMỗi năm hoa đào nở\nLại thấy ông đồ già\nBày mực tàu, giấy đỏ\nBên phố đông người qua.\nBao nhiêu người thuê viết\nTấm tắc ngợi khen tài:\n“Hoa tay thảo những nét\nNhư phượng múa, rồng bay.”.\nNhưng mỗi năm mỗi vắng\nNgười thuê viết nay đâu?\nGiấy đỏ buồn không thắm;\nMực đọng trong nghiên sầu…\nÔng đồ vẫn ngồi đấy,\nQua đường không ai hay,\nLá vàng rơi trên giấy;\nNgoài trời mưa bụi bay.\nNăm nay đào lại nở,\nKhông thấy ông đồ xưa.\nNhững người muôn năm cũ\nHồn ở đâu bây giờ?\nI. Đôi nét về tác giả Vũ Đình Liên\n- Vũ Đình Liên (1913 - 1996) quê gốc Hải Dương nhưng chủ yếu sống ở Hà Nội.\n- Ông là một trong những nhà thơ đầu tiên của phong trào Thơ mới.\n- Thơ của Vũ Đình Liên mang nặng lòng thương người, thiên về hoài cổ.\n- Ngoài sáng tác, ông còn nghiên cứu, dịch thuật và giảng dạy văn học.\n- Một số tác phẩm tiêu biểu: Ông đồ, Lòng ta là những hàng thành quách cũ, Luỹ tre xanh, Nhớ Cao Bá Quát…\nII. Giới thiệu về bài thơ Ông đồ\n1. Hoàn cảnh sáng tác\n- Ông đồ là những người dạy học chữ Nho thời xưa.\n- Mỗi dịp Tết đến, ông đồ thường được nhiều người thuê viết chữ, câu đối để trang trí trong nhà.\n- Nhưng từ khi chế độ thi cử của phong kiến bị bãi bỏ, chữ Nho không được coi trọng nữa, ngày tết không mấy ai chơi chữ, thì ông đồ bị thất thế.\n- Tác giả đã sáng tác bài thơ để bày tỏ niềm xót thương, luyến tiếc với hình ảnh những ông đồ một thời, hay cũng chính là những nét văn hóa truyền thống đang dần bị mai một.\n2. Thể thơ\nBài thơ “Ông đồ” được viết theo thể thơ ngũ ngôn (năm chữ).\n3. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến: “Như phượng múa, rồng bay”. Hình ảnh ông đồ trong quá khứ.\nPhần 2. Tiếp theo đến “Mực đọng trong nghiên sầu”. Hình ảnh ông đồ trong hiện tại.\nPhần 3. Còn lại. Nỗi xót xa của nhà thơ trước hoàn cảnh của ông đồ.\n4. Nội dung\nBài thơ đã thể hiện tình cảnh đáng thương của “ông đồ” qua đó toát lên niềm cảm thương chân thành trước một lớp người đang tàn tạ và nỗi tiếc nhớ cảnh cũ người xưa của nhà thơ.\n5. Nghệ thuật\nThể thơ ngũ ngôn bình dị mà cô đọng, giọng thơ giàu cảm xúc, sử dụng biện pháp tu từ độc đáo…\nIII. Dàn ý phân tích bài thơ Ông đồ\n(1) Mở bài\nGiới thiệu, dẫn dắt về bài thơ Ông đồ: Vũ Đình Liên là một trong những nhà thơ tiêu biểu của phong trào Thơ mới. Bài thơ “Ông đồ” mang đậm phong cách sáng tác của ông.\n(2) Thân bài\na. Hình ảnh ông đồ trong quá khứ\n- Hình ảnh ông đồ xuất hiện trên phố với hoa đào, với mực tàu giấy đỏ.\n- Ông đồ viết câu đối mà như người biểu diễn thư pháp: “Hoa tay thảo những nét/ Như phượng múa rồng bay” khiến người xem tấm tắc khen ngợi: “Hoa tay thảo những nét/Như phượng mùa rồng bay”.\n=> Một thời quá khứ vàng son.\nb. Hình ảnh ông đồ trong hiện tại\n- Hoàn cảnh: mỗi năm, mỗi vắng có nghĩa theo thời gian con người dần lãng quên.\n- Câu hỏi tu từ: “Người thuê viết nay đâu?” bộc lộ tâm trạng buồn bã, nuối tiếc.\n- Hình ảnh nhân hóa “giấy đỏ buồn không thắm”, “mực đọng trong nghiên sầu”: nỗi buồn của chính người nghệ sĩ khi không còn được biết đến.\n- Hình ảnh “lá vàng rơi trên giấy”, “ngoài đường mưa bụi bay”: gợi sự cô đơn, lạnh lẽo.\nc. Nỗi xót xa của nhà thơ trước hoàn cảnh của ông đồ\n- Thời gian: “Năm nay đào lại nở” cho thấy một mùa xuân nữa lại về, sự lặp lại tuần hoàn của thời gian.\n- Hình ảnh “không thấy”: phủ nhận sự có mặt của một người đã từng trở thành niềm ngưỡng vọng.\n- Câu hỏi tu từ cuối bài “Những người mua năm cũ/Hồn ở đâu bây giờ?”: giống như một lời than trách cho số phận.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ “Ông đồ”: Với thể thơ ngũ ngôn bình dị mà cô đọng, giọng thơ giàu cảm xúc kết hợp với sử dụng biện pháp tu từ độc đáo, bài thơ đã thể hiện tình cảnh đáng thương của “ông đồ” qua đó toát lên niềm cảm thương chân thành trước một lớp người đang tàn tạ và nỗi tiếc nhớ cảnh cũ người xưa của nhà thơ.\n \"\""