"Văn bản Ý nghĩa văn chương\nÝ nghĩa văn chương\nNgười ta kể chuyện đời xưa, một nhà thi sĩ Ấn Độ trông thấy một con chim bị thương rơi xuống bên chân mình. Thi sĩ thương hại quá, khóc nức lên, quả tim cùng hoà một nhịp với sự run rẩy của con chim sắp chết. Tiếng khóc ấy, dịp đau thương ấy chính là nguồn gốc của thi ca.\nCâu chuyện có lẽ chỉ là một câu chuyện hoang đường, song không phải không có ý nghĩa. Nguồn gốc cốt yếu của văn chương là lòng thương người và rộng ra thương cả muôn vật, muôn loài. […]\nVăn chương sẽ là hình dung của sự sống muôn hình vạn trạng. Chẳng những thế, văn chương còn sáng tạo ra sự sống. […]\nVậy thì, hoặc hình dung sự sống, hoặc sáng tạo ra sự sống, nguồn gốc của văn chương đều là tình cảm, là lòng vị tha. Và vì thế, công dụng của văn chương cũng là giúp cho tình cảm và gợi lòng vị tha.\nMột người hằng ngày chỉ cặm cụi lo lắng vì mình, thế mà khi xem truyện hay ngâm thơ có thể vui, buồn, mừng, giận cùng những người ở đâu đâu, vì những chuyện ở đâu đâu, há chẳng phải là chứng cớ cho cái mãnh lực lạ lùng của văn chương hay sao?\nVăn chương gây cho ta những tình cảm ta không có, luyện những tình cảm ta sẵn có; cuộc đời phù phiếm và chật hẹp của cá nhân vì văn chương mà trở nên thâm trầm và rộng rãi đến trăm nghìn lần.\nCó kẻ nói từ khi các thi sĩ ca tụng cảnh núi non, hoa cỏ, núi non, hoa cỏ trông mới đẹp; từ khi có người lấy tiếng chim kêu, tiếng suối chảy làm đề ngâm vịnh, tiếng chim, tiếng suối nghe mới hay. Lời ấy tưởng không có gì là quá đáng.\n[...] Nếu trong pho lịch sử loài người xoá các thi nhân, văn nhân và đồng thời trong tâm linh loài người xoá hết những dấu vết họ còn lưu lại thì cái cảnh tượng nghèo nàn sẽ đến bực nào!...\nI. Đôi nét về Hoài Thanh\n- Hoài Thanh (1909 - 1982) là một nhà phê bình văn học xuất sắc.\n- Quê ở xã Nghi Trung, huyện Nghi Lộc, tỉnh Nghệ An.\n- Năm 2000, ông được tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số tác phẩm như:\nTrước cách mạng: Văn chương và hành động (1936), Thi nhân Việt Nam (cùng viết với Hoài Chân, 1932 - 1941.\nSau cách mạng: Có một nền văn hóa Việt Nam (1946), Nói chuyện thơ kháng chiến (1951), Quê hương và thời niên thiếu của Bác (cùng viết với Thanh Tịnh, 1960), Chuyện thơ (1978)... \nII. Giới thiệu về Ý nghĩa văn chương\n1. Xuất xứ\n- Được in trong tác phẩm “Bình luận văn chương”.\n- Bài viết có lần được in lại đã đổi tên thành Ý nghĩa và công dụng của văn chương.\n2. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “muôn vật, muôn loài”: Nguồn gốc của văn chương.\nPhần 2. Còn lại: Nhiệm vụ và công dụng của văn chương đối với con người.\n3. Tóm tắt\nĐầu tiên, nguồn gốc của văn chương đó chính là lòng thương người, mở rộng ra là thương cả muôn loài, muôn vật. Tiếp đến, văn chương có công dụng giúp hình dung ra sự sống của muôn hình vạn trạng, khơi gợi tình cảm và lòng vị tha. Cuối cùng, văn chương giúp “gây cho ta những tình cảm ta không có, luyện cho ta những tình cảm ta sẵn có”.\n4. Nội dung\nQua “Ý nghĩa văn chương”, Hoài Thanh đã cho người đọc hiểu rõ về nguồn gốc, công dụng và nhiệm vụ của văn chương.\n5. Nghệ thuật\nGiàu hình ảnh độc đáo, lối văn nghị luận vừa có lí lẽ vừa có cảm xúc.\n \"\""