"Bài thơ Đoàn thuyền Đánh cá\nĐoàn thuyền đánh cá\nMặt trời xuống biển như hòn lửa\nSóng đã cài then, đêm sập cửa.\nĐoàn thuyền đánh cá lại ra khơi,\nCâu hát căng buồm cùng gió khơi.\nHát rằng: cá bạc biển Đông lặng,\nCá thu biển Đông như đoàn thoi\nĐêm ngày dệt biển muôn luồng sáng.\nĐến dệt lưới ta, đoàn cá ơi!\nThuyền ta lái gió với buồm trăng\nLướt giữa mây cao với biển bằng,\nRa đậu dặm xa dò bụng biển,\nDàn đan thế trận lưới vây giăng.\nCá nhụ cá chim cùng cá đé,\nCá song lấp lánh đuốc đen hồng,\nCái đuôi em quẫy trăng vàng chóe,\nĐêm thở: sao lùa nước Hạ Long.\nTa hát bài ca gọi cá vào,\nGõ thuyền đã có nhịp trăng cao,\nBiển cho ta cá như lòng mẹ,\nNuôi lớn đời ta tự buổi nào.\nSao mờ, kéo lưới kịp trời sáng,\nTa kéo xoăn tay chùm cá nặng,\nVảy bạc đuôi vàng loé rạng đông,\nLưới xếp buồm lên đón nắng hồng.\nCâu hát căng buồm với gió khơi,\nĐoàn thuyền chạy đua cùng mặt trời.\nMặt trời đội biển nhô màu mới\nMắt cá huy hoàng muôn dặm phơi.\nI. Đôi nét về tác giả Huy Cận\n- Huy Cận sinh năm 1919, mất năm 2005. Tên đầy đủ của ông là Cù Huy Cận.\n- Quê ở làng Ân Phú, huyện Hương Sơn (nay là xã Ân Phú, huyện Vũ Quang), tỉnh Hà Tĩnh.\n- Ông tham gia cách mạng từ trước 1945 và sau Cách mạng tháng Tám từng giữ nhiều chức vụ cao trong Chính phủ Việt Nam như: Bộ trưởng Bộ canh nông đầu tiên, Thứ trưởng sau đó là Bộ trưởng Bộ Văn hóa nghệ thuật, Bộ trưởng Bộ Văn hóa Giáo dục…\n- Huy Cận nổi tiếng trong phong trào Thơ mới với tập Lửa thiêng (1940).\n- Ông là một trong những nhà thơ tiêu biểu của nền thơ hiện đại Việt Nam.\n- Năm 1996, Huy Cận được Nhà nước trao tặng Giải thưởng Hồ Chí Minh về văn học nghệ thuật.\n- Một số tác phẩm:\nTrước cách mạng tháng 8: Lửa thiêng (thơ, 1940), Kinh cầu tự (văn xuôi triết lý, 1942), Vũ trụ ca (thơ, 1940 -1942).\nSau cách mạng tháng 8: Trời mỗi ngày lại sáng (thơ, 1958), Đất nở hoa (thơ, 1960), Chiến trường gần đến chiến trường xa (thơ, 1973), Suy nghĩ về nghệ thuật (tiểu luận phê bình, 1980 - 1982)...\nII. Giới thiệu về Đoàn thuyền đánh cá\n1. Hoàn cảnh sáng tác\n- Giữa năm 1958, Huy Cận có chuyến đi thực tế dài ngày ở vùng mỏ Quảng Ninh.\n- Từ chuyến đi thực tế này, hồn thơ Huy Cận mới thực sự nảy nở trở lại và dồi dào trong cảm hứng về thiên nhiên đất nước, về lao động và niềm vui trước cuộc sống.\n- Bài thơ Đoàn thuyền đánh cá được sáng tác trong thời gian ấy và in trong tập thơ “Trời mỗi ngày lại sáng” (1958)\n2. Bố cục\nGồm 3 phần:\nPhần 1. Từ đầu đến “Đến dệt lưới ta, đoàn cá ơi!”: Khung cảnh đoàn thuyền đánh cá ra khơi.\nPhần 2. Tiếp theo đến “Lưới xếp buồm lên đón nắng hồng”. Khung cảnh đoàn thuyền đánh cá trên biển.\nPhần 3. Còn lại: Khung cảnh đoàn thuyền đánh cá lúc trở về.\n3. Thể thơ\nBài thơ Đoàn thuyền đánh cá được sáng tác theo thể thơ bảy chữ.\n4. Ý nghĩa nhan đề\nMẫu 1\nHuy Cận là một trong những nhà thơ xuất sắc thuộc phong trào Thơ mới. Bài thơ “Đoàn thuyền đánh cá” tiêu biểu cho phong cách thơ Huy Cận. Tác phẩm được sáng tác giữa năm 1958, trong một chuyến đi thực tế dài ngày ở vùng mỏ Quảng Ninh. Nhờ có chuyến đi thực tế này, hồn thơ Huy Cận mới thực sự nảy nở trở lại và dồi dào trong cảm hứng về thiên nhiên đất nước, về lao động và niềm vui trước cuộc sống. Bài thơ được in trong tập thơ “Trời mỗi ngày lại sáng” (1958). Nhan đề bài thơ gợi ra nhiều ý nghĩa. Trước hết, ta có thể xác định được hình ảnh trung tâm trong bài thơ là đoàn thuyền đánh cá. Đầu tiên “đoàn thuyền” - không chỉ một con thuyền mà là rất nhiều con thuyền cùng nhau ra khơi, để làm công việc lao động quen thuộc với cuộc sống của họ “đánh cá”. Qua hình ảnh này, nhà thơ muốn ca ngợi sự đoàn kết của nhân dân trong công cuộc xây dựng chủ nghĩa xã hội. Đồng thời ca ngợi vẻ đẹp trù phú của thiên nhiên Việt Nam, cũng như bộc lộ tình yêu sâu đậm với quê hương, đất nước.\nMẫu 2\nGiữa năm 1958, Huy Cận có chuyến đi thực tế dài ngày ở vùng mỏ Quảng Ninh. Từ chuyến đi thực tế này, hồn thơ Huy Cận mới thực sự nảy nở trở lại và dồi dào trong cảm hứng về thiên nhiên đất nước, về lao động và niềm vui trước cuộc sống. Bài thơ “Đoàn thuyền đánh cá” được sáng tác trong thời gian ấy và in trong tập thơ “Trời mỗi ngày lại sáng” (1958). “Đoàn thuyền đánh cá” là hình ảnh trung tâm của bài thơ. Qua hình ảnh này, Huy Cận đã khắc họa vẻ đẹp tráng lệ của thiên nhiên cũng như thể hiện sự hài hòa giữa thiên nhiên và con người lao động. Từ đó, tác giả cũng bộc lộ niềm vui, tự hào đối với thiên nhiên, đất nước.\n5. Mạch cảm xúc\nBài thơ “Đoàn thuyền đánh cá” được trình bày theo trình tự thời gian từ khi đoàn thuyền bắt đầu ra khơi (hoàng hôn) cho đến khi đoàn thuyền trở về (bình minh). Toàn bộ tác phẩm mang âm hưởng vui tươi, hạnh phúc trong lao động của thời kì đổi mới.\n6. Nội dung\nBài thơ Đoàn thuyền đánh cá đã khắc họa hình ảnh đẹp đẽ tráng lệ cũng như thể hiện sự hài hóa giữa thiên nhiên và con người lao động, bộc lộ niềm vui, tự hào của nhà thơ trước đất nước và cuộc sống.\n7. Nghệ thuật\nHình ảnh liên tưởng, tưởng tượng độc đáo, phong phú.\nÂm hưởng khỏe khoắn, hào hùng, lạc quan.\nSử dụng các biện pháp tu từ: so sánh, nhân hóa, ẩn dụ…\n8. Mở bài và kết bài\n- Mở bài: Thơ ca phải bắt nguồn từ cuộc sống. Bài thơ Đoàn thuyền đánh cá của Huy Cận đã thể hiện được điều đó qua bức tranh thiên nhiên giàu có của đất nước, cũng như không khí lao động sôi nổi của con người vùng biển.\n- Kết bài: Bài thơ “Đoàn thuyền đánh cá”, Huy Cận đã khắc họa hình ảnh đẹp đẽ tráng lệ cũng như thể hiện sự hài hòa giữa thiên nhiên và con người lao động. Từ đó, tác phẩm cũng bộc lộ niềm vui, tự hào của nhà thơ đối với thiên nhiên, đất nước.\nIII. Dàn ý phân tích Đoàn thuyền đánh cá\n(1) Mở bài\nGiới thiệu về tác giả Huy Cận, bài thơ Đoàn thuyền đánh cá.\n(2) Thân bài\na. Khung cảnh đoàn thuyền đánh cá ra khơi\n Khổ thơ thứ nhất:\n- Hai câu đầu: Hình ảnh thiên nhiên trên biển lúc hoàng hôn.\nSo sánh “mặt trời xuống biển” với “hòn lửa”: màu sắc đỏ rực và hình dạng tròn đầy của mặt trời - gơi thời gian của hoàng hôn.\nNhân hóa “Sóng đã cài then, đêm sập cửa”: không gian đại dương là một căn nhà rộng lớn, ở đó màn đêm là cánh cửa, sóng biển chính là then cài.\n=> Thiên nhiên bắt đầu thời gian nghỉ ngơi, hưởng thụ trạng thái bình yên.\n- Hai câu sau: Hình ảnh đoàn thuyền đánh cá lúc ra khơi.\n“Đoàn thuyền”: không chỉ là một con thuyền, mà là cả một đoàn - một tập thể đông đảo cùng nhau ra khơi.\n“lại ra khơi”: cho thấy đây là công việc đã quá quen thuộc với họ.\n“Câu hát căng buồm”: hình ảnh những người lao động cùng nhau cất vang tiếng hát, tạo ra một nguồn sức mạnh như gió đẩy con thuyền ra khơi.\n=> Khi vạn vật bắt đầu nghỉ ngơi, những người ngư dân mới bắt đầu hành trình lao động của mình.\n Khổ thơ thứ hai: Nội dung câu hát của những người dân miền biển.\n- “cá bạc, cá thu”: gợi sự trù phú, giàu có của biển cá, đại dương.\n- “biển Đông lặng”: mong muốn biển yên bình để công việc đánh cá diễn ra thuận lợi.\n- “cá thu biển Đông như đoàn thoi”: từng đàn cá lao trên mặt nước nhiều đến nỗi giống như con thoi.\n- Chúng “đêm ngày dệt biển muôn luồng sáng”: biện pháp nhân hóa tạo ra nhiều màu sắc chuyển động.\n- Câu thơ cuối cùng “Đến dệt lưới ta đoàn cá ơi”: vừa là lời kêu gọi, vừa là mong ước của những người ngư dân về một vụ cá bội thu.\nb. Khung cảnh đoàn thuyền đánh cá trên biển\n Khổ thơ thứ ba: Cảnh đoàn thuyền đánh cá trên biển.\n- Nghệ thuật ẩn dụ “thuyền ta lái gió với buồm trăng”: thiên nhiên, con người dường như hòa hợp lại làm một.\n- Nghệ thuật phóng đại “lướt giữa mây cao với biển bằng”: con thuyền giống như một tấm ván khổng lồ đang lướt giữa không gian bao la, rộng lớn - tầm vóc vũ trụ.\n- Công việc lao động diễn ra ngay trong đêm: Ra đậu dặm xa dò bụng biển - mặc dù trong đêm tối, ngư dân vẫn miệt mài với công việc đánh cá của mình.\n- “Dàn đan thế trận lưới vây giăng”: Đánh cá dường như trở thành đánh trận, mà con người phải sử dụng mưu trí tạo ra thế trận để đánh bại thiên nhiên.\n Khổ 4: Cảnh biển vào ban đêm\n- Huy Cận đã liệt kê ra một loạt các loài cá quý hiếm của biển cả: cá nhụ, cá chim, cá đé, cá song - cho thấy sự giàu có của biển cả.\n- Hình ảnh “lấp lánh đuốc đen hồng” gợi ra màu sắc của loài ca song.\n- “Cái đuôi em quẫy trăng vàng chóe”: ánh trăng in bóng dưới mặt biển, những con cá quẫy đuôi làm sóng sánh ánh trăng vàng.\n- “Đêm thở: sao lùa nước Hạ Long”: màn đêm giống như một sinh mệnh, có sự sống.\n Khổ 5: Tinh thần lao động của người dân chài\n- Công việc lao động nặng nhọc bỗng trở nên vui tươi hơn nhờ lời ca, tiếng hát.\n- Sự biết ơn dành cho biển cả: “biển cho ta cá như lòng mẹ” - biển êm đềm, nuôi lớn biết bao người dân miền biển.\n Khổ 6: Cảnh thu hoạch cá\n- Khi kéo lưới cũng là lúc trời vừa hửng sáng - lao động suốt đêm nhưng vẫn không biết mệt mỏi.\n- Hình ảnh “tay kéo xoăn tay chùm cá nặng”: Hình ảnh những cánh tay khỏe mạnh đang kéo những chiếc lưới đầy cá - thành quả lao động của người dân chài.\n- “Vẩy bạc đuôi vàng lóe rạng đông”: khi công việc thu hoạch cá vừa xong cũng là lúc vừa rạng đông.\nc. Khung cảnh đoàn thuyền đánh cá lúc trở về\n- “Câu hát căng buồm với gió khơi”: người dân lại cất cao lời ca tiếng hát, nhưng đó là những câu hát về một vụ mùa bội thu.\n- “Đoàn thuyền chạy đua cùng mặt trời”: đoàn thuyết đang lướt sóng trở về giống như đang chạy đua với thời gian.\n- “Mặt trời đội biển nhô màu mới”: hy vọng về một cuộc sống ấm no, đầy đủ.\n- “Mắt cá huy hoàng muôn dặm phơi”: niềm tin hướng về cuộc sống tương lai tốt đẹp.\n(3) Kết bài\nKhẳng định lại giá trị nội dung và nghệ thuật của bài thơ Đoàn thuyền đánh cá.\n \"\""