"Bài thơ Đàn ghi ta của Lor-ca\nĐàn ghi ta của Lor-ca\nNhững tiếng đàn bọt nước\nTây Ban Nha áo choàng đỏ gắt\nli-la li-la li-la\nđi lang thang về miền đơn độc\nvới vầng trăng chếnh choáng\ntrên yên ngựa mỏi mòn\nTây Ban Nha\nhát nghêu ngao\nbỗng kinh hoàng\náo choàng bê bết đỏ\nLor-ca bị điệu về bãi bắn\nchàng đi như người mộng du\ntiếng ghi-ta nâu\nbầu trời cô gái ấy\ntiếng ghi-ta lá xanh biết mấy\ntiếng ghi-ta tròn bọt nước vỡ tan\ntiếng ghi-ta ròng ròng\nmáu chảy\nkhông ai chôn cất tiếng đàn\ntiếng đàn như cỏ mọc hoang\ngiọt nước mắt vầng trăng\nlong lanh trong đáy giếng\nđường chỉ tay đã đứt\ndòng sông rộng vô cùng\nLor-ca bơi sang ngang\ntrên chiếc ghi-ta màu bạc\nchàng ném lá bùa cô gái di-gan\nvào xoáy nước\nchàng ném trái tim mình\nvào lặng yên bất chợt\nli-la li-la li-la…\nI. Đôi nét về Thanh Thảo\n- Thanh Thảo tên khai sinh là Hồ Thành Công, sinh năm 1946.\n- Quê hương: huyện Mộ Đức, tỉnh Quảng Ngãi.\n- Ông tốt nghiệp khoa Ngữ Văn, trường Đại học Tổng hợp Hà Nội.\n- Sau đó, Thanh Thảo tham gia kháng chiến chống Mĩ cứu nước ở chiến trường miền Nam.\n- Từ sau 1975, ông chuyển sang hoạt động văn nghệ.\n- Năm 2001, Thanh Thảo được trao tặng Giải thưởng Nhà nước về văn học - nghệ thuật.\n- Một số tác phẩm chính: Những người đi tới biển (trường ca - 1977), Dấu chân qua trảng cỏ (thơ - 1978), Những ngọn sóng mặt trời (trường ca - 1981), Khối vuông ru-bích (thơ - 1985)...\nII. Giới thiệu về Đàn ghi ta của Lor-ca\n1. Hoàn cảnh sáng tác\nBài thơ Đàn ghi ta của Lor-ca được in trong tập Khối vuông ru-bích (thơ - 1985).\n2. Thể thơ\nBài thơ Đàn ghi ta của Lor-ca được viết theo thể tự do.\n3. Bố cục\nGồm 4 phần:\nPhần 1. Từ đầu đến “trên yên ngựa mỏi mòn”: Hình ảnh Lor-ca, con người tự do, nghệ sĩ cách tân.\nPhần 2. Tiếp theo đến “máu chảy”: Lor-ca bị hạ sát và nỗi xót xa về sự cách tân nghệ thuật còn dang dở.\nPhần 3. Tiếp theo đến “long lanh trong đáy giếng”: Niềm xót thương cho Lor-ca và những cách tân nghệ thuật còn dang dở của ông.\nPhần 4. Còn lại: Suy tư cuộc giải thoát, cách giã từ của Lor-ca.\n4. Nội dung\nBài thơ “Đàn ghi ta của Lor-ca” viết về cái chết của Lor-ca, nhà thơ, họa sĩ, nhà viết kịch, nhà hoạt động sân khấu thiên tài người Tây Ba Nha. Qua bài thơ Thanh Thảo muốn bộc lộ sự thương xót, tiếc nuối với cái chết của Lor-ca và những cách tân nghệ thuật của ông.\n5. Nghệ thuật\nSự kết hợp giữa tự sự và trữ tình, giữa nhạc và thơ, giữa màu sắc thơ viếng phương Đông và chất bi tráng trong nhạc giao hưởng ở phương Tây…\nIII. Dàn ý phân tích Đàn ghi ta của Lor-ca\n(1) Mở bài\nGiới thiệu về tác giả Thanh Thảo, bài thơ Đàn ghi ta của Lor-ca.\nCảm nhận chung về bài thơ Đàn ghi ta của Lor-ca.\n(2) Thân bài\na. Lor-ca, người nghệ sĩ tự do, cô đơn với khát vọng cách tân nghệ thuật\n- “những tiếng đàn bọt nước”: hình ảnh tượng trưng, sử dụng biện pháp tu từ chuyển đổi cảm giác âm thanh được cảm nhận bằng thị giác. Qua đó, gợi sự sáng tạo mong manh, ngắn ngủi, tan vỡ đột ngột nhưng sinh sôi bất tận.\n- “Áo choàng đỏ gắt”: hình ảnh thực, tượng trưng thể hiện đấu trường quyết liệt, nơi người nghệ sĩ đang đương đầu với những thế lực tàn bạo, hà khắc\n- Trên con đường đấu tranh cho tự do và cái mới, người nghệ sĩ luôn phải hành trình cô đơn, đơn độc: lang thang, miền đơn độc, yên ngựa mỏi mòn, vầng trăng chếnh choáng…\n- “li la li la li la”: nghệ thuật láy ấm, gợi hợp âm của tiếng đàn\n=> Vẻ đẹp của Lor-ca, một người nghệ sĩ luôn khao khát cách tân nghệ thuật.\nb. Cái chết đầy oan khuất của Lor-ca\n- Hình ảnh đối lập: “hát nghêu ngao - áo choàng bê bết đỏ”, tượng trưng cho sự đối lập giữa khát vọng tự do của người nghệ sĩ với những thế lực phát xít tàn bạo.\n- Nghệ thuật hoán dụ:\nTiếng đàn ghi ta nâu: màu của đất, có thể là màu của cây đàn ghi ta; nhưng cũng có thể là màu mắt của cô gái di-gan sống trên thảo nguyên.\ntiếng ghi ta lá xanh biết mấy: gợi sức sống bền bỉ, mãnh liệt\ntiếng ghi ta tròn bọt nước vỡ tan: sự mong manh, dễ vỡ\náo choàng bê bết đỏ: gợi về cái chết của Lor-ca\n“tiếng ghi ta ròng ròng máu chảy”: tiếng đàn giống như một sinh thể có hồn, bị hủy hoại để rồi vỡ tan tành, chảy thành từng dòng máu.\n=> Hệ thống hình ảnh vừa mang tính tả thực vừa mang ý nghĩa biểu tượng, ẩn dụ, qua đó, tác giả thể hiện cái chết đầy bi thảm của Lor-ca\nc. Niềm thương xót Lor-ca và suy tư về cuộc giải thoát, giã từ của Lor-ca\n Niềm thương xót Lor-ca\n- “tiếng đàn”: ẩn dụ cho nghệ thuật của Lor-ca, tình yêu con người, tình yêu tự do mà ông suốt đời theo đuổi\n- “không ai chôn chất tiếng đàn”: xót thương cho cái chết của một thiên tài, cho con đường cách tân nghệ thuật còn giang dở không có ai tiếp nối.\n- So sánh “tiếng đàn như cỏ mọc hoang”: sức sống mãnh liệt, cái đẹp không thể bị hủy diệt.\n- Hình ảnh so sánh, tượng trưng:\nGiọt nước mắt: cảm thông, uất hận trước cái chết của người nghệ sĩ thiên tài.\nVầng trăng: tượng trưng cho cái đẹp, cho nghệ thuật của Lor-ca.\n=> Cấu trúc gián đoạn, bày tỏ sự xót thương, trân trọng, niềm tin của tác giả vào sự bất tử của Lor-ca.\n Suy tư về cuộc đời và sự giải thoát của Lor-ca\n- Nghệ thuật đối lập chỉ sự ngắn ngủi, số phận bé nhỏ của con người trước cuộc sống vô tận: đường chỉ tay đã đứt – dòng sông rộng vô cùng\n- Hành động:\nNém lá bùa vào vào xoáy nước\nNém trái tim vào cõi lặng im\n=> Đó là sự giã từ và giải thoát, cũng là một sự lựa chọn.\n- Giai điệu “Li-la li-la li-la”: tiếng ghi ta bất tử dùng người nghệ sĩ đã chết, có thể là vòng hoa tử đinh hương viếng linh hồn Lor-ca.\n(3). Kết bài\nKhái quát lại giá trị nội dung và nghệ thuật chính của bài thơ Đàn ghi ta của Lor-ca.\n \"\""