"Bài thơ Đây thôn Vĩ Dạ\nĐây thôn Vĩ Dạ\nSao anh không về chơi thôn Vĩ?\nNhìn nắng hàng cau nắng mới lên\nVườn ai mướt quá xanh như ngọc\nLá trúc che ngang mặt chữ điền.\nGió theo lối gió, mây đường mây,\nDòng nước buồn thiu, hoa bắp lay\nThuyền ai đậu bến sông trăng đó\nCó chở trăng về kịp tối nay?\nMơ khách đường xa, khách đường xa\nÁo em trắng quá nhìn không ra\nỞ đây sương khói mờ nhân ảnh\nAi biết tình ai có đậm đà?\nI. Đôi nét về tác giả Hàn Mặc Tử\n- Hàn Mặc Tử (1912 - 1940), tên khai sinh là Nguyễn Trọng Trí.\n- Quê ở làng Lệ Mỹ, tổng Võ Xá, huyện Phong Lộc, tỉnh Đồng Hới (nay là tỉnh Quảng Bình) trong một gia đình viên chức nghèo theo đạo Thiên Chúa.\n- Cha của ông mất sớm, Hàn Mặc Tử sống với mẹ ở Quy Nhơn và học trung học ở trường Pe-lơ-ranh ở Huế hai năm.\n- Sau đó ông về làm công chức ở Sở Đạc điền Bình Định, rồi vào Sài Gòn làm báo.\n- Năm 1936, Hàn Mặc Tử bị mắc bệnh phong, về ở tại Quy Nhơn chữa bệnh và mất tại trại phong Quy Hòa.\n- Hàn Mặc Tử là một trong những nhà thơ có sức sáng tạo mạnh mẽ nhất trong phong trào Thơ mới.\n- Ông làm thơ từ năm 14, 15 tuổi với các bút danh như: Minh Duệ Thị, Phong Trần, Lệ Thanh… Ban đầu, ông sáng tác theo khuynh hướng thơ Đường cổ điển, sau đó thì chuyển hẳn sang khuynh hướng lãng mạn.\n- Hồn thơ Hàn Mặc Từ nổi bật với những tình yêu đau đớn hướng về cuộc đời trần thế.\n- Một số nhận định về Hàn Mặc Tử:\n“Trước không có ai, sau không có ai, Hàn Mặc Tử như một ngôi sao chổi xoẹt qua bầu trời Việt Nam với cái đuôi chói lòa rực rỡ của mình”.\n(Chế Lan Viên)\n“...Một nguồn thơ rào rạt và lạ lùng…” và “Vườn thơ Hàn rộng không bờ không bến càng đi xa càng ớn lạnh…”\n(Hoài Thanh)\n- Các tác phẩm chính: Gái quê (1936, thơ), Thơ Điên (1938, sau đổi thành Đau thương), Xuân như ý, Thượng thanh khí, Cẩm châu duyên, Duyên kỳ ngộ (kịch thơ, 1939)...\nII. Giới thiệu về bài thơ Đây thôn vĩ dạ\n1. Hoàn cảnh sáng tác\n- Đây thôn Vĩ Dạ (lúc đầu có tên là “Ở đây thôn Vĩ Dạ”) được sáng tác năm 1938.\n- Bài thơ được in trong tập Thơ Điên (về sau tập thơ này đổi tên thành Đau thương).\n- “Đây thôn Vĩ Dạ được gợi cảm hứng từ mối tình đầu của Hàn Mặc Tử với một cô gái vốn quê ở Vĩ Dạ - một thôn nhỏ bên dòng sông Hương (Huế).\n- GS. Nguyễn Đăng Mạnh từng cho biết: “Hồi làm nhân viên ở sở đạc điền Quy Nhơn, Hàn Mặc Tử có thầm yêu trộm nhớ đơn phương một cô gái người Huế tên là Hoàng Thị Kim Cúc, con ông chủ sở. Một thời gian sau, nhà thơ vào Sài Gòn làm báo, khi trở lại Quy Nhơn thì cô gái đã theo gia đình về Vĩ Dạ (Huế). Một buổi kia, cô Cúc do sự gợi ý của một người em thúc bá, bạn của Hàn Mặc Tử, gửi vào cho nhà thơ một tấm bưu ảnh chụp một phong cảnh sông nước có thuyền và bến, kèm theo mấy lời thăm hỏi để an ủi nhà thơ lúc này đã mắc hiểm nghèo (bệnh phong).\nLời thăm hỏi không ký tên, nhưng bức ảnh và những dòng chữ kia đã kích thích trí tưởng tượng, cảm hứng và đã gợi dậy những gì thầm kín xa xưa của Hàn Mặc Tử…”\n2. Bố cục\nGồm 3 phần:\nPhần 1. Khổ thơ thứ nhất: Khung cảnh thiên nhiên nơi thôn Vĩ.\nPhần 2. Khổ thơ thứ hai: Khung cảnh sông nước đêm trăng, tâm trạng của nhà thơ.\nPhần 3. Khổ thơ cuối cùng: Khát vọng tình yêu, cuộc sống của nhà thơ.\n3. Nội dung\nBài thơ “Đây thôn Vĩ Dạ” là bức tranh thiên nhiên đẹp về một miền quê đất nước, là tiếng lòng của một con người tha thiết yêu đời, yêu người.\n4. Nghệ thuật\nHình ảnh biểu hiện nội tâm, bút pháp gợi tả, ngôn ngữ tinh tế, giàu liên tưởng…\nIII. Dàn ý phân tích bài thơ Đây thôn Vĩ Dạ\n(1) Mở bài\nDẫn dắt, giới thiệu về bài thơ Đây thôn Vĩ Dạ.\n(2) Thân bài\na. Bức tranh thiên nhiên thôn Vĩ\n Câu 1: Sao anh không về chơi thôn Vĩ?\n- Câu hỏi có hai cách hiểu:\nLời của người thôn Vĩ hỏi tác giả.\nLơi phân thân của tác giả tự hỏi chính mình.\n=> Dù hiểu theo cách nào thì câu hỏi trên cũng thể hiện được nỗi nhớ thôn Vĩ da diết cũng như mong muốn được về chơi thôn Vĩ.\n Câu 2: Nhìn nắng hàng cau nắng mới lên\n- Hình ảnh “nắng hàng cau”: ánh nắng của bao trùm khắp làng quê.\n- Điệp ngữ: “nhìn nắng” - “nắng mới” thể hiện một không gian tràn đầy ánh nắng sức sống.\n Câu 3:\n- Khu vườn không chỉ tràn ngập sắc nắng mà còn sắc xanh.\n- “xanh như ngọc” một màu xanh mát mẻ, tươi mới và dễ chịu.\n Câu 4: Lá trúc che ngang mặt chữ điền\n- Trong không gian thiên nhiên thôn Vĩ, hình ảnh con người thoáng xuất hiện:\n- Khuôn mặt chữ điền của người thôn Vĩ thấp thoáng sau tán trúc. Khuôn mặt chữ điền gợi ra vẻ hiền lành phúc hậu, phải chăng đó là khuôn mặt của người con gái Hàn Mặc Tử thầm thương?\n=> Bức tranh thiên nhiên thôn Vĩ trong sáng, tươi tắn và có sự hòa hợp giữa con người với thiên nhiên.\nb. Bức tranh sông nước trong đêm trăng\n Câu 5 và câu 6:\n- Hình ảnh thiên nhiên thể hiện sự chia lìa: gió, mây vốn quấn quýt nay chia lìa đôi ngả.\n- Dòng sông như nhuốm màu tâm trạng buồn bã, thê lương.\n- Hình ảnh hoa bắp khẽ lay cũng giống như cuộc đời lưu lạc trôi nổi của con người.\n Câu 11: Ở đây sương khói mờ nhân ảnh gợi khung cảnh huyền ảo, không có thật.\n=> Hình ảnh thiên nhiên đêm trăng đượm buồn và mờ ảo, hư không.\n=> Sự đối lập giữa hai bức tranh thiên nhiên nơi làng quê thôn Vĩ và đêm trăng.\nc. Tâm trạng của nhà thơ\n- Khung cảnh cũng vận động từ thực đến ảo, từ vườn thôn Vĩ đến sông trăng và cuối cùng chìm vào tâm thức mờ ảo của sương khói.\n- Câu hỏi tu từ “Ai biết tình ai có đậm đà?” là lời nhân vật trữ tình vừa là để hỏi người và vừa để hỏi mình, vừa gần gũi vừa xa xăm, vừa hoài nghi vừa như giận hờn, trách móc.\n- Đại từ phiếm chỉ “ai” làm tăng thêm nỗi cô đơn, trống vắng của một tâm hồn khát khao được sống, được yêu.\n=> Làm nhòe mờ hình tượng của khách thể và chủ thể trữ tình, tạo nên một nỗi ám ảnh về nỗi đau trong cõi mênh mông vô tận, tâm trạng hụt hẫng và đầy tuyệt vọng của nhà thơ.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của bài thơ Đây thôn Vĩ Dạ.\n \"\""