"Đoạn trích Đất Nước\nĐất Nước\nKhi ta lớn lên Đất Nước đã có rồi\nĐất Nước có trong những cái “ngày xửa ngày xưa…” mẹ thường hay kể\nĐất Nước bắt đầu với miếng trầu bây giờ bà ăn\nĐất Nước lớn lên khi dân mình biết trồng tre mà đánh giặc\nTóc mẹ thì bới sau đầu\nCha mẹ thương nhau bằng gừng cay muối mặn\nCái kèo, cái cột thành tên\nHạt gạo phải một nắng hai sương xay, giã, giần, sàng\nĐất Nước có từ ngày đó…\nĐất là nơi anh đến trường\nNước là nơi em tắm\nĐất Nước là nơi ta hò hẹn\nĐất Nước là nơi em đánh rơi chiếc khăn trong nỗi nhớ thầm\nKhăn thương nhớ ai\nKhăn rơi xuống đất.\nKhăn thương nhớ ai\nKhăn vắt lên vai.\nKhăn thương nhớ ai\nKhăn chùi nước mắt.\nĐèn thương nhớ ai\nMà đèn không tắt.\nMắt thương nhớ ai\nMắt ngủ không yên.\nĐêm qua em những lo phiền\nLo vì một nỗi không yên mọi bề.\nĐất là nơi “con chim phượng hoàng bay về hòn núi bạc”\nNước là nơi “con cá ngư ông móng nước biển khơi”\nThời gian đằng đẵng\nKhông gian mênh mông\nĐất Nước là nơi dân mình đoàn tụ\nĐất là nơi Chim về\nNước là nơi Rồng ở\nLạc Long Quân và Âu Cơ\nĐẻ ra đồng bào ta trong bọc trứng\nNhững ai đã khuất\nNhững ai bây giờ\nYêu nhau và sinh con đẻ cái\nGánh vác phần người đi trước để lại\nDặn dò con cháu chuyện mai sau\nHàng năm ăn đâu làm đâu\nCũng biết cúi đầu nhớ ngày giỗ Tổ\nTrong anh và em hôm nay\nĐều có một phần Đất Nước\nKhi hai đứa cầm tay\nĐất Nước trong chúng mình hài hòa nồng thắm\nKhi chúng ta cầm tay mọi người\nĐất nước vẹn tròn, to lớn\nMai này con ta lớn lên\nCon sẽ mang đất nước đi xa\nĐến những tháng ngày mơ mộng\nEm ơi em Đất Nước là máu xương của mình\nPhải biết gắn bó san sẻ\nPhải biết hóa thân cho dáng hình xứ sở\nLàm nên Đất Nước muôn đời…\nNhững người vợ nhớ chồng còn góp cho Đất Nước những núi Vọng Phu\nCặp vợ chồng yêu nhau góp nên hòn Trống Mái\nGót ngựa của Thánh Gióng đi qua còn trăm ao đầm để lại\nChín mươi chín con voi góp mình dựng Đất tổ Hùng Vương\nNhững con rồng nằm im góp dòng sông xanh thẳm\nNgười học trò nghèo giúp cho Đất Nước mình núi Bút non Nghiên.\nCon cóc, con gà quê hương cùng góp cho Hạ Long thành thắng cảnh\nNhững người dân nào đã góp tên Ông Đốc, Ông Trang, Bà Đen, Bà Điểm\nVà ở đâu trên khắp ruộng đồng gò bãi\nChẳng mang một dáng hình, một ao ước, một lối sống ông cha\nÔi Đất Nước sau bốn ngàn năm đi đâu ta cũng thấy\nNhững cuộc đời đã hóa núi sông ta…\nEm ơi em\nHãy nhìn rất xa\nVào bốn ngàn năm Đất Nước\nNăm tháng nào cũng người người lớp lớp\nCon gái, con trai bằng tuổi chúng ta\nCần cù làm lụng\nKhi có giặc người con trai ra trận\nNgười con gái trở về nuôi cái cùng con\nNgày giặc đến nhà thì đàn bà cũng đánh\nNhiều người đã trở thành anh hùng\nNhiều anh hùng cả anh và em đều nhớ\nNhững em biết không\nCó biết bao người con gái, con trai\nTrong bốn ngàn lớp người giống ta lứa tuổi\nHọ đã sống và chết\nGiản dị và bình tâm\nKhông ai nhớ mặt đặt tên\nNhưng họ đã làm ra Đất Nước\nHọ giữ và truyền cho ta hạt lúa ta trồng\nHọ truyền lửa cho mỗi nhà, từ hòn than qua con cúi\nHọ truyền giọng điệu mình cho con tập nói\nHọ gánh theo tên xã, tên làng trong mỗi chuyến di dân\nHọ đắp đập be bờ cho người sau trông cây hái trái\nCó ngoại xâm thì chống ngoại xâm\nCó nội thù thì vùng lên đánh bại\nĐể Đất Nước này là Đất Nước Nhân dân\nĐất Nước của Nhân dân, Đất Nước của ca dao thần thoại\nDạy anh biết “yêu em từ thuở trong nôi”\nBiết quý công cầm vàng những ngày lặn lội\nBiết trồng tre đợi ngày thành gậy\nĐi trả thù mà không sợ dài lâu\nÔi những dòng sông bắt nước từ đâu\nMà khi về Đất Nước mình thì bắt lên câu hát\nNgười đến hát khi chèo đò, kéo thuyền vượt thác\nGợi trăm màu trên trăm dáng sông xuôi.\nI. Đôi nét về tác giả Nguyễn Khoa Điềm\n- Nguyễn Khoa Điềm sinh năm 1943.\n- Quê quán: thôn Ưu Điềm, xã Phong Hòa, huyện Phong Điềm, tỉnh Thừa Thiên - Huế.\n- Ông sinh ra trong một gia đình có truyền thống yêu nước và cách mạng.\n- Năm 1955, Nguyễn Khoa Điềm ra Bắc học tại trường học sinh miền Nam.\n- Sau khi tốt nghiệp khoa Văn, trường Đại học Sư phạm Hà Nội năm 1964, ông về Nam hoạt động trong phong trào học sinh, sinh viên thành phố, xây dựng cơ sở cách mạng, viết báo, làm thơ..\n- Sau khi đất nước thống nhất, ông tiếp tục hoạt động chính trị và văn nghệ ở Thừa Thiên - Huế.\n- Ông tham gia Ban Chấp hành Hội Nhà văn Việt Nam khóa III, là Tổng thư kí Hội Nhà văn Việt Nam khóa V, Bộ trưởng Bộ Văn hóa - Thông tin, từng là Ủy viên Bộ Chính trị Đảng Cộng sản Việt Nam, Bí thư trung ương Đảng, Trưởng Ban Tư tưởng - Văn hóa Trung ương.\n- Sau Đại hội X của Đảng, ông về nghỉ hưu ở Huế, tiếp tục làm thơ.\n- Năm 2000, ông được nhận Giải thưởng Nhà nước về văn học nghệ thuật\n- Nguyễn Khoa Điềm thuộc thế hệ các nhà thơ trong thời kỳ kháng chiến chống Mĩ, cứu nước.\n- Thơ của ông hấp dẫn bởi sự kết giữa cảm xúc nồng nàn và suy tư sâu lắng của người trí thức về đất nước, con người Việt Nam.\n- Tác phẩm chính: Đất ngoại ô (thơ, 1972), Mặt đường khát vọng (trường ca, 1974), Ngôi nhà có ngọn lửa ấm (thơ, 1986), Thơ Nguyễn Khoa Điềm (tuyển chọn, 1990), Cõi lặng (thơ, 2007)...\nII. Giới thiệu về Đất Nước\n1. Hoàn cảnh sáng tác\n- Trường ca Mặt đường khát vọng được tác giả sáng tác năm 1971 tại chiến khu Trị - Thiên, viết về sự thức tỉnh của tuổi trẻ đô thị vùng tạm chiếm miền Nam về non sông, đất nước, về sứ mệnh của thế hệ mình, xuống đường đấu tranh hòa nhịp với cuộc chiến đấu chống đế quốc Mỹ xâm lược.\n- Đoạn trích “Đất Nước” thuộc phần đầu chương V của trường ca, là một trong những đoạn thơ hay nhất về đề tài đất nước trong thơ Việt Nam hiện đại.\n2. Bố cục\nPhần 1. Từ đầu đến “Làm nên đất nước muôn đời”: Đất nước bình dị, gần gũi được cảm nhận từ nhiều phương diện của đời sống\nPhần 2. Còn lại: Tư tưởng Đất Nước của Nhân Dân.\n3. Thể loại\nĐoạn trích “Đất Nước” trích trong “Mặt đường khát vọng” thuộc thể loại trường ca.\n4. Ý nghĩa nhan đề\nĐoạn trích trong SGK được đặt là tên “Đất Nước” - một nhan đề rất ngắn gọn, nhưng giàu ý nghĩa. Nhan đề trên muốn nhấn mạnh vào đối tượng chính mà nhà thơ muốn nói đến chính là đất nước. Đồng thời khẳng định một triết lý đúng đắn mà sâu sắc: “Đất Nước của Nhân Dân”. Đối với nhà thơ, đất nước chính là của nhân dân, do nhân dân tạo ra. Qua đó thể hiện tình yêu đất nước của tác giả cũng như đánh thức lòng yêu nước trong mỗi người dân.\n5. Nội dung\nĐoạn trích thể hiện cảm nghĩ mới mẻ của tác giả về đất nước qua những vẻ đẹp được phát hiện ở chiều sâu trên nhiều bình diện: lịch sử, địa lý, văn hóa… Đặc biệt, Nguyễn Khoa Điềm đã nhấn mạnh tư tưởng “Đất Nước của Nhân Dân”.\n6. Nghệ thuật\nGiọng thơ trữ tình - chính luận sâu sắc, thiết tha.\nNhững hình ảnh quen thuộc, giản dị.\nSử dụng chất liệu văn hóa dân gian nhuần nhị, sáng tạo: ca dao, tục ngữ, hình ảnh…\n7. Mở bài và kết bài\n- Mở bài: Đoạn trích “Đất Nước” thuộc phần đầu chương V của trường ca Mặt đường khát vọng của tác giả Nguyễn Khoa Điềm. Đoạn trích thể hiện cảm nghĩ mới mẻ của tác giả về đất nước qua những vẻ đẹp được phát hiện ở chiều sâu trên nhiều bình diện cũng như nhấn mạnh một tư tưởng mới mẻ: “Đất Nước của Nhân Dân”.\n- Kết bài: Như vậy, đoạn trích “Đất Nước” đã gửi gắm những thông điệp vô cùng ý nghĩa về đất nước. Qua đây, Nguyễn Khoa Điềm cũng bộc lộ tình yêu đất nước cũng như đánh thức lòng yêu nước trong mỗi người dân.\nIII. Dàn ý phân tích Đất Nước\n(1) Mở bài\nGiới thiệu về nhà thơ Nguyễn Khoa Điềm, đoạn tríchĐất nước.\n(2) Thân bài\na. Nguồn gốc của Đất Nước\n- Tác giả khẳng định một điều tất yếu: “Khi ta lớn lên đất nước đã có rồi”, điều này thôi thúc mỗi con người muốn tìm đến nguồn cội đất nước.\n- Đất nước bắt nguồn từ những điều bình dị, gần gũi trong đời sống của người Việt Nam từ xa xưa:\n“ngày xửa ngày xưa”: lời mở đầu của các truyện cổ tích.\n“miếng trầu” gợi nhớ tục ăn trầu của người Việt và truyện cổ tích trầu cau,\n“Tóc mẹ thì bới sau đầu”: thói quen búi tóc của những người phụ nữ Việt Nam\n“Thương nhau bằng gừng cay muối mặn”: truyền thống trọng tình nghĩa của dân tộc.\nĐất nước trưởng thành cùng quá trình lao động sản xuất “cái kèo cái cột thành tên”, “một nắng hai sương”.\n- Đất Nước có từ ngày đó: thời gian phiếm chỉ, khẳng định sự tồn tại lâu đời của Đất Nước.\nb. Đất Nước là gì?\n- Tác giả tách riêng hai yếu tố “đất” và “nước” để suy tư một cách sâu sắc.\n- “Đất Nước” là không gian riêng tư quen thuộc gắn với không gian sinh hoạt của mỗi con người: “nơi anh đến trường”, “nơi em tắm”; gắn với kỉ niệm tình yêu lứa đôi: “nơi em đánh rơi ... thương thầm”.\n- Đất Nước là không gian bao la trù phú, không gian sinh tồn của cộng đồng qua bao thế hệ: “Đất là nơi con chim phượng hoàng ... dân mình đoàn tụ”.\n- Nhìn đất nước được nhìn xuyên suốt chiều dài lịch sử từ quá khứ, hiện tại đến tương lai:\nQuá khứ: Đất Nước là nơi thiêng liêng, gắn với truyền thuyết, huyền thoại “Đất là nơi chim về ... trong bọc trứng”.\nHiện tại: Đất Nước có trong tấm lòng mỗi con người, mỗi người đều thừa hưởng những giá trị của đất nước, khi có sự gắn kết giữa mỗi người đất nước sẽ nồng thắm, hài hòa, lớn lao. Đó là sự gắn kết giữa cái riêng và cái chung.\nTương lai: là thế hệ trẻ sẽ “mang đất nước đi xa” “đến những ngày mơ mộng”, đất nước sẽ trường tồn, bền vững.\n- Suy tư về trách nhiệm của mỗi cá nhân với đất nước: “Phải biết gắn bó và san sẻ” có nghĩa là đóng góp, hy sinh để góp phần dựng xây đất nước.\n=> Qua cái nhìn toàn diện của nhà thơ, đất nước hiện lên vừa gần gũi, thân thuộc lại vừa thiêng liêng, hào hùng và trường tồn đến muôn đời sau.\nc. Tư tưởng Đất Nước của Nhân Dân\n- Chiều rộng địa lí: Đất Nước không chỉ là sản phẩm của tạo hóa mà được hình thành từ phẩm chất và số phận của mỗi người, là một phần máu thịt, tâm hồn con người:\nNhờ tình nghĩa yêu thương, thủy chung mà có “hòn Vọng Phu”, “hòn Trống Mái”\nNhờ tinh thần bất khuất, anh hùng trong quá trình dựng nước và giữ nước mà có những ao đầm, di tích lịch sử về quá trình dựng nước.\nNhờ truyền thống hiếu học mà có những “núi Bút non Nghiên”...\n- Chiều dài lịch sử: Nhân dân làm nên lịch sử bốn nghìn năm của Đất Nước:\nHọ là những người con trai, con gái bình dị nhưng luôn thường trực tình yêu nước.\nNhững con người vô danh làm nên lịch sử, khẳng định vai trò của mỗi cá nhân với lịch sử dân tộc.\n- Chiều sâu văn hóa: Nhân dân tạo ra và giữ gìn những giá trị vật chất, tinh thần cho đất nước: “truyền hạt lúa”, “truyền lửa”, “truyền giọng nói”, “gánh theo tên xã, tên làng”... từ đó xây dựng nền móng phát triển đất nước lâu bền.\n- Tư tưởng cốt lõi, cảm hứng bao trùm cả đoạn trích: “Đất Nước này là Đất Nước của Nhân Dân, Đất Nước của ca dao thần thoại”, đất nước ấy thể hiện qua tâm hồn con người: biết yêu thương, biết quý trọng trọng tình nghĩa, công sức và biết chiến đấu vì đất nước.\n(3) Kết bài\nKhẳng định lại giá trị của đoạn trích Đất nước.\n \"\""