"Tác phẩm Đức tính giản dị của Bác Hồ\nĐức tính giản dị của Bác Hồ\nĐiều rất quan trọng cần phải làm nổi bật là sự nhất quán giữa đời hoạt động chính trị lay trời chuyển đất với đời sống bình thường vô cùng giản dị và khiêm tốn của Hồ Chủ tịch.\nRất lạ lùng, rất kì diệu là trong 60 năm của một cuộc đời đầy sóng gió diễn ra ở rất nhiều nơi trên thế giới cũng như ở nước ta, Bác Hồ vẫn giữ nguyên phẩm chất cao quý của một người chiến sĩ cách mạng, tất cả vì nước, vì dân, vì sự nghiệp lớn, trong sáng, thanh bạch, tuyệt đẹp.\nCon người của Bác, đời sống của Bác giản dị như thế nào, mọi người chúng ta đều biết: bữa cơm, đồ dùng, cái nhà, lối sống. Bữa cơm chỉ có vài ba món rất giản đơn, lúc ăn Bác không để rơi vãi một hột cơm, ăn xong, cái bát bao giờ cũng sạch và thức ăn còn lại thì được sắp xếp tươm tất. Ở việc làm nhỏ đó, chúng ta càng thấy Bác quý trọng biết bao kết quả sản xuất của con người và kính trọng như thế nào người phục vụ. Cái nhà sàn của Bác vẻn vẹn chỉ có vài ba phòng, và trong lúc tâm hồn của Bác lộng gió thời đại, thì cái nhà nhỏ đó luôn luôn lộng gió và ánh sáng, phảng phất hương thơm của hoa vườn, một đời sống như vậy thanh bạch và tao nhã biết bao! Bác suốt đời làm việc, suốt ngày làm việc, từ việc rất lớn: việc cứu nước, cứu dân đến việc rất nhỏ, trồng cây trong vườn, viết một bức thư cho một đồng chí, nói chuyện với các cháu miền Nam, đi thăm nhà tập thể của công nhân, từ nơi làm việc đến phòng ngủ, nhà ăn... Trong đời sống của mình, việc gì Bác tự làm được thì không cần người giúp, cho nên bên cạnh Bác người giúp việc và phục vụ có thể đếm trên đầu ngón tay, và Bác đã đặt cho số đồng chí đó những cái tên mà gộp lại là ý chí chiến đấu và chiến thắng: Trường, Kỳ, Kháng, Chiến, Nhất, Định, Thắng, Lợi!\nNhưng chớ hiểu lầm rằng Bác sống khắc khổ theo lối nhà tu hành, thanh tao theo kiểu nhà hiền triết ẩn dật. Bác Hồ sống đời sống giản dị, thanh bạch như vậy, bởi vì Người sống sôi nổi, phong phú đời sống và cuộc đấu tranh gian khổ và ác liệt của quần chúng nhân dân. Đời sống vật chất giản dị càng hoà hợp với đời sống tâm hồn phong phú, với những tư tưởng, tình cảm, những giá trị tinh thần cao đẹp nhất. Đó là đời sống thực sự văn minh mà Bác Hồ nêu gương sáng trong thế giới ngày nay.\n[...] Giản dị trong đời sống, trong quan hệ với mọi người, trong tác phong, Hồ Chủ tịch cũng rất giản dị trong lời nói và bài viết, vì muốn cho quần chúng nhân dân hiểu được, nhớ được, làm được. Suy cho cùng, chân lý, những chân lý lớn của nhân dân ta cũng như của thời đại là giản dị: “Không có gì quý hơn độc lập, tự do”, “Nước Việt Nam là một, dân tộc Việt Nam là một, sông có thể cạn, núi có thể mòn, song chân lý ấy không bao giờ thay đổi”… Những chân lý giản dị mà sâu sắc đó lúc thâm nhập vào quả tim và bộ óc của hàng triệu con người đang chờ đợi nó, thì đó là sức mạnh vô địch, đó là chủ nghĩa anh hùng cách mạng.\nI. Đôi nét về tác giả Phạm Văn Đồng\n- Phạm Văn Đồng (1906 - 2000) là một nhà cách mạng nổi tiếng, một nhà văn hóa lớn của dân tộc.\n- Quê ở xã Đức Tân, huyện Mộ Đức, tỉnh Quảng Ngãi.\n- Năm 1925, ông tham gia cách mạng, từng giữ nhiều cương vị quan trọng trong bộ máy lãnh đạo của Đảng và Nhà nước Việt Nam.\n- Phạm Văn Đồng từng là Thủ tướng Chính phủ, là học trò và người cộng sự gần gũi của Chủ tịch Hồ Chí Minh.\n- Ông có nhiều công trình nghiên cứu, bài nói và bài viết về văn hóa, văn nghệ, về Chủ tịch Hồ Chí Minh và danh nhân văn hóa của dân tộc.\n- Những tác phẩm của ông thu hút người đọc bằng tư tưởng sâu sắc và giản dị, tình cảm sôi nổi, lời văn trong sáng hấp dẫn.\nII. Giới thiệu về văn bản Đức tính giản dị của Bác Hồ\n1. Xuất xứ\nĐức tính giản dị của Bác Hồ trích từ bài “Chủ tịch Hồ Chí Minh, tinh hoa và khí phách của dân tộc, lương tâm của thời đại” - diễn văn trong Lễ kỷ niệm 80 năm ngày sinh Chủ tịch Hồ Chí Minh (1970).\n2. Bố cục\nGồm 2 phần:\nPhần 1. Từ đầu đến “trong sáng, thanh bạch, tuyệt đẹp”. Nhận định chung về đức tính giản dị của Bác Hồ.\nPhần 2. Còn lại. Chứng minh đức tính giản dị của Bác Hồ.\n3. Tóm tắt\nChủ tịch Hồ Chí Minh là một người có lối sống giản dị và khiêm tốn. Điều đó được thể hiện từ bữa cơm, đồ dùng, cái nhà. Trong công việc, việc gì có thể tự làm Bác đều tự làm được và không cần người giúp. Đời sống giản dị vật chất phù hợp với đời sống giản dị trong tâm hồn. Không chỉ vậy, Bác còn giản dị trong lời nói và bài viết.\n4. Nội dung\nGiản dị là đức tính nổi bật ở Bác Hồ: Giản dị trong đời sống, trong quan hệ với mọi người, trong lời nói và bài viết. Ở Bác, sự giản dị hòa hợp với đời sống tinh thần phong phú, với tư tưởng và tình cảm cao đẹp.\n5. Nghệ thuật\nLuận điểm rõ ràng, dẫn chứng phong phục…\nIII. Dàn ý phân tích Đức tính giản dị của Bác Hồ\n(1) Mở bài\nDẫn dắt, giới thiệu về văn bản Đức tính giản dị của Bác Hồ.\n(2) Thân bài\na. Nhận định chung\n- “Điều quan trọng cần phải làm nổi bật sự thống nhất giữa đời sống chính trị và phong cách sống thanh bạch của Bác”: vừa đối lập, vừa bổ sung.\n- Đánh giá: “Rất lạ lùng, rất kì diệu...Bác Hồ vẫn giữ nguyên phẩm chất cao quý của một chiến sĩ cách mạng, tất cả vì dân, vì nước, vì sự nghiệp lớn, trong sáng, thanh bạch, tuyệt đẹp”.\n=> Cách vào đề ngắn gọn, sâu sắc.\nb. Chứng minh lối sống giản dị của Bác\n- Trong cuộc sống hằng ngày\nBữa cơm: “chỉ có vài ba món”, “lúc ăn Bác không để rơi vãi một hột nào”, “cái bát bao giờ cũng sạch và thức ăn còn lại đều được sắp xếp tươm tất”.\nNơi ở: “vẻn vẹn chỉ có vài ba phòng”, “luôn luôn lộng gió và ánh sáng, phảng phất hương thơm của hoa vườn…\n- Trong công việc:\nBác “suốt đời làm việc, suốt ngày làm việc”, “từ việc rất lớn: việc cứu nước, cứu dân đến việc rất nhỏ, trồng cây trong vườn, viết một bức thư cho một đồng chí, nói chuyện với các cháu miền Nam, đi thăm nhà tập thể của công nhân, từ nơi làm việc đến phòng ngủ, nhà ăn…”\nViệc gì Bác tự làm được thì không cần người giúp, cho nên bên cạnh Bác người giúp việc và phục vụ có thể đếm trên đầu ngón tay.\n- Trong lời nói và bài viết: Đưa ra dẫn chứng cụ thể chính là trích đoạn lời nói, bài viết của Bác với chân lý giản dị gần gũi, thân thuộc trong bản Tuyên ngôn Độc lập “Không có gì quý hơn độc lập tự do”, “Nước Việt Nam là một, dân tộc Việt Nam là một ... không bao giờ thay đổi”, mang sức mạnh vô địch, chủ nghĩa anh hùng cách mạng.\n(3) Kết bài\nKhẳng định ý nghĩa của văn bản Đức tính giản dị của Bác Hồ.\n \"\""