"Bài thơ Đọc Tiểu Thanh kí\n(Độc Tiểu Thanh kí)\nĐọc Tiểu Thanh kí\nPhiên âm\nTây Hồ hoa uyển tẫn thành khư,\nĐộc điếu song tiền nhất chỉ thư.\nChi phấn hữu thần liên tử hậu,\nVăn chương vô mệnh lụy phần dư.\nCổ kim hận sự thiên nan vấn,\nPhong vận kỳ oan ngã tự cư.\nBất tri tam bách dư niên hậu,\nThiên hạ hà nhân khấp Tố Như?\nDịch nghĩa\nVườn hoa bên Tây Hồ đã thành bãi hoang rồi,\nChỉ viếng nàng qua một quyển sách đọc trước cửa sổ.\nSon phấn có thần chắc phải xót xa vì những việc sau khi chết,\nVăn chương không có số mệnh mà cũng bị đốt dở\nNhững mối hận cổ kim khó mà hỏi trời được\nTa tự coi như người cùng một hội với kẻ mắc nỗi oan lạ lùng vì nết phong nhã\nKhông biết hơn ba trăm năm sau\nThiên hạ ai người khóc Tố Như?\nMột số bản dịch thơ\nTây hồ cảnh đẹp hóa gò hoang\nThổn thức bên song mảnh giấy tàn\nSon phấn có thần chôn vẫn hận\nVăn chương không mệnh đốt còn vương\nNỗi hờn kim cổ trời khôn hỏi\nCái án phong lưu khách tự mang\nChẳng biết ba trăm năm lẻ nữa\nNgười đời ai khóc Tố Như chăng?\n(Vũ Tam Tập dịch)\nHồ Tây hoa kiểng: dải gò hoang,\nCửa hé trang thư chạnh điếu nàng.\nHận luống vương thêm hồn phấn đại,\nTro chưa tàn hết lụy văn chương.\nThanh thương khó hỏi oan chồng chất,\nPhong nhã đành chung nợ vấn vương.\nRồi Tố Như, sau ba kỷ nữa,\nTrần gian ai kẻ sụt sùi thương?\n(Quách Tấn dịch)\nTrước song giấy mực viếng nàng,\nHồ Tây vườn cũ; gò hoang bây giờ.\nXưa nay trời vẫn làm ngơ,\nMối oan thêm một người thơ buộc mình.\nHoa tàn lệ rỏ hương thanh;\nVăn chương phận mỏng chưa đành tro bay!\nRồi ba trăm năm sau đây\nCòn ai khóc Tố Như này nữa chăng?\n(Vũ Hoàng Chương dịch)\nI. Đôi nét về tác giả Nguyễn Du\n- Nguyễn Du (1765 - 1820), tên chữ là Tố Như, hiệu là Thanh Hiên.\n- Quê gốc làng Tiên Điền, huyện Nghi Xuân, tỉnh Hà Tĩnh, nhưng sinh và trải qua thời niên thiếu ở Thăng Long.\n- Ông sinh trưởng trong một gia đình đại quý tộc, nhiều đời làm quan và có truyền thống về văn học.\n- Cuộc đời ông gắn bó sâu sắc với những biến cố lịch sử của giai đoạn cuối thế kỉ XVIII - đầu thế kỉ XX.\n- Nguyễn Du là người có kiến thức sâu rộng, am hiểu văn hóa dân tộc và văn chương Trung Quốc.\n- Sự nghiệp văn học của Nguyễn Du gồm nhiều tác phẩm có giá trị bằng chữ Hán và chữ Nôm.\n- Một số tác phẩm như:\nTác phẩm bằng chữ Hán (3 tập thơ, gồm 243 bài): Thanh Hiên thi tập, Nam trung tạp ngâm, Bắc hành tạp lục.\nTác phẩm chữ Nôm: Đoạn trường tân thanh (Truyện Kiều)...\nII. Giới thiệu về bài thơ Độc Tiểu Thanh ký\n1. Hoàn cảnh sáng tác\n- Tương truyền Tiểu Thanh là một cô gái Trung Quốc có tài có sắc, sống khoảng đầu thời Minh. Năm 16 tuổi, cô được gả vào làm vợ lẽ cho một nhà quyền quý. Bà vợ cả là người hay ghen nên bắt cô phải sống một mình cô độc ở Cô Sơn cạnh Tây Hồ. Vì quá đau buồn, cô sinh bệnh và mất ở tuổi 18. Nỗi uất ức của thân phận vợ lẽ được gửi gắm trong những bài thơ do Tiểu Thanh sáng tác, nhưng những trang thơ này đều bị bà vợ cả đốt hết.\n- Thương xót cho số phận bất hạnh của nàng Tiểu Thanh, Nguyễn Du đã sáng tác ra bài thơ “Đọc tiểu thanh kí”.\n2. Nhan đề\nCó hai cách giải thích:\n- Cách thứ nhất: “Tiểu Thanh kí” là tập thơ của nàng Tiểu Thanh, tên bài thơ sẽ là “Đọc Tiểu Thanh kí”.\n- Cách thứ hai: “Tiểu Thanh kí” là tên truyện viết về nàng Tiểu Thanh.\n=> Đều gián tiếp nói về số phận, cuộc đời của nàng Tiểu Thanh. Qua đó, nhà thơ gửi gắm những suy tư về người phụ nữ có tài trong xã hội xưa.\n3. Bố cục\nGồm 4 phần theo lối: Đề - Thực - Luận - Kết\nHai câu đề: Nguyễn Du đọc được phần dư cảo của Tiểu Thanh để lại.\nHai câu thực: Số phận tài hoa, bạc mệnh của nàng Tiểu Thanh\nHai câu luận: Niềm cảm thương của tác giả dành cho Tiểu Thanh\nHai câu kết: Niềm thương xót cho chính mình của nhà thơ.\n4. Nội dung\nBài thơ thể hiện cảm xúc, suy tư của Nguyễn Du về số phận bất hạnh của người phụ nữ có tài văn chương trong xã hội phong kiến.\n5. Nghệ thuật\nSử dụng các biện pháp tu từ, ngôn ngữ giàu hình ảnh…\n \"\""