"Bài thơ Đồng chí\nĐồng chí\nQuê hương anh nước mặn, đồng chua\nLàng tôi nghèo đất cày lên sỏi đá\nAnh với tôi đôi người xa lạ\nTự phương trời chẳng hẹn quen nhau.\nSúng bên súng, đầu sát bên đầu\nĐêm rét chung chăn thành đôi tri kỷ\nĐồng chí!\nRuộng nương anh gửi bạn thân cày\nGian nhà không mặc kệ gió lung lay\nGiếng nước gốc đa nhớ người ra lính.\nAnh với tôi biết từng cơn ớn lạnh,\nSốt run người, vừng trán ướt mồ hôi.\nÁo anh rách vai\nQuần tôi có vài mảnh vá\nMiệng cười buốt giá\nChân không giày\nThương nhau tay nắm lấy bàn tay!\nĐêm nay rừng hoang sương muối\nĐứng cạnh bên nhau chờ giặc tới\nĐầu súng trăng treo.\nI. Đôi nét về tác giả Chính Hữu\n- Chính Hữu (1926 - 2007) tên khai sinh là Trần Đình Đắc.\n- Quê ở huyện Can Lộc, tỉnh Hà Tĩnh.\n- Năm 1946, ông gia nhập trung đoàn thủ đô và hoạt động trong quân đội suốt hai cuộc kháng chiến chống Pháp và chống Mỹ.\n- Ông làm thơ từ năm 1947, đa số các tác phẩm đều viết về hai đối tượng là chiến tranh và người lính.\n- Năm 2000, ông được trao tặng giải thưởng nhà nước về văn học nghệ thuật.\n- Một số tác phẩm:\nĐầu súng trăng treo (tập thơ, Nhà xuất bản Văn học, 1966)\nThơ Chính Hữu (tập thơ, Nhà xuất bản Hội nhà văn, 1997)\nTuyển tập Chính Hữu (Nhà xuất bản Văn học, 1998)\nII. Giới thiệu về bài thơ Đồng chí\n1. Hoàn cảnh sáng tác\n- Bài thơ được sáng tác năm 1948 khi Chính Hữu cùng với đồng đội tham gia chiến dịch Việt Bắc (thu đông 1947) đánh bại cuộc tiến công quy mô lớn của thực dân Pháp.\n- Đây là một trong những bài thơ tiêu biểu nhất viết về người lính trong cuộc kháng chiến chống thực dân Pháp.\n2. Bố cục\nGồm 3 phần:\nPhần 1: Từ đầu đến “Đồng chí!”. Cơ sở của tình đồng chí, đồng đội.\nPhần 2. Tiếp theo đến “Thương nhau tay nắm lấy bàn tay!”. Biểu hiện của tình đồng chí\nPhần 3. Còn lại. Biểu tượng của tinh thần đồng chí.\n3. Thể thơ\nBài thơ Đồng chí được sáng tác theo thể thơ tự do.\nÝ nghĩa nhan đề\nMẫu 1\n- Trước hết, đồng chí là cách gọi để chỉ những người có cùng chung lý tưởng, mục tiêu hay cùng chung một đơn vị chiến đấu.\n- Nhan đề của bài thơ đã gợi cho người đọc về tình cảm trung tâm của bài thơ là tình đồng chí, đồng đội. Đó là thứ tình cảm cốt lõi, là bản chất sâu xa của sự gắn bó giữa những người lính cách mạng.\n- Chính Hữu đã từng tâm sự: “Những năm đầu cách mạng từ “đồng chí” mang ý nghĩa thiêng liêng và máu thịt vô cùng. Nơi khó khăn, cuộc sống của người này trở nên cần thiết với người kia. Một người có thể thay thế cho gia đình, cho cha mẹ, vợ con đối với một người khác. Hơn nữa, họ còn bảo vệ nhau trước mũi súng của kẻ thù, cùng nhau đi qua cái chết, chống lại cái chết, cùng nhau thực hiện một lý tưởng cách mạng”.\n- Qua nhan đề này, nhà thơ muốn khẳng định rằng tình đồng chí, đồng đội là chỗ dựa tinh thần để người lính tồn tại, vượt qua mọi khó khăn, gian khổ, để chiến đấu và chiến thắng.\nMẫu 2\nĐồng chí là cách gọi để chỉ những người có cùng chung lý tưởng, mục tiêu hay cùng chung một đơn vị chiến đấu. Nhan đề gợi cho người đọc về tình cảm trung tâm của bài thơ là tình đồng chí, đồng đội. Đó là thứ tình cảm cốt lõi, là bản chất sâu xa của sự gắn bó giữa những người lính cách mạng. Nhà thơ Chính Hữu đã từng tâm sự: “Những năm đầu cách mạng từ “đồng chí” mang ý nghĩa thiêng liêng và máu thịt vô cùng. Nơi khó khăn, cuộc sống của người này trở nên cần thiết với người kia. Một người có thể thay thế cho gia đình, cho cha mẹ, vợ con đối với một người khác. Hơn nữa, họ còn bảo vệ nhau trước mũi súng của kẻ thù, cùng nhau đi qua cái chết, chống lại cái chết, cùng nhau thực hiện một lý tưởng cách mạng”. Qua nhan đề này, nhà thơ muốn khẳng định rằng tình đồng chí, đồng đội là chỗ dựa tinh thần để người lính tồn tại, vượt qua mọi khó khăn, gian khổ, để chiến đấu và chiến thắng.\n5. Mạch cảm xúc\nXuyên suốt bài thơ là tình cảm đồng đội, đồng chí sâu nặng, gắn bó. Đầu tiên, tình đồng chí được bắt nguồn từ cơ sở hình thành tình đồng chí, đồng đội. Dòng thơ thứ bảy có cấu trúc đặc biệt: “Đồng chí!” - cảm xúc được dồn lại gây ra ấn tượng sâu sắc. Đến các câu thơ tiếp theo, cảm xúc lại được gợi mở với những biểu hiện của tình đồng đội, đồng chí. Cuối cùng bài thơ khép lại với biểu tượng thiêng liêng của tình đồng đội, đồng chí.\n6. Nội dung\nTình đồng chí của những người lính dựa trên cơ sở cùng chung cảnh ngộ và lí tưởng chiến đấu được thể hiện thật tự nhiên, bình dị mà sâu sắc trong mọi hoàn cảnh. Nó góp phần tạo nên sức mạnh và vẻ đẹp tinh thần của người lính cách mạng.\n7. Nghệ thuật\nChi tiết, hình ảnh giản dị.\nNgôn ngữ cô đọng, giàu sức biểu cảm.\nIII. Dàn ý phân tích Đồng chí\n(1) Mở bài\nGiới thiệu về tác giả Tố Hữu và bài thơ Đồng chí.\n(2) Thân bài\na. Cơ sở của tình đồng chí, đồng đội\n- Tình đồng chí bắt nguồn từ sự tương đồng về hoàn cảnh xuất thân của những người lính:\n“Anh” ra đi từ vùng “nước mặn đồng chua” còn “tôi” từ miền “đất cày lên sỏi đá”.\nHai miền đất xa nhau và “đôi người xa lạ” nhưng cùng giống nhau ở cái “nghèo”.\n=> Hai câu thơ giới thiệu thật giản dị hoàn cảnh xuất thân của người lính: Họ là những người nông dân nghèo.\n- Tình đồng chí hình thành từ sự cùng chung nhiệm vụ, cùng chung lý tưởng, sát cánh bên nhau trong hàng ngũ chiến đấu “Súng bên súng, đầu sát bên đầu”:\nHọ vốn “chẳng hẹn quen nhau” nhưng lý tưởng chung của thời đại đã gắn kết họ lại với nhau trong hàng ngũ quân đội cách mạng.\n“Súng” biểu tượng cho nhiệm vụ chiến đấu, “đầu” biểu tượng cho lý tưởng, suy nghĩ.\nPhép điệp từ (súng, đầu, bên) tạo nên âm điệu khoẻ, chắc và nhấn mạnh sự gắn kết, cùng chung lý tưởng, cùng chung nhiệm vụ.\n- Tình đồng chí nảy nở và bền chặt trong sự chan hòa và chia sẻ mọi gian lao cũng như niềm vui “Đêm rét chung chăn thành đôi tri kỷ”:\nCái khó khăn thiếu thốn hiện lên: đêm rét, chăn không đủ đắp nên phải “chung chăn”.\nNhưng chính sự chung chăn ấy, sự chia sẻ với nhau trong gian khổ ấy đã trở thành niềm vui, thắt chặt tình cảm của những người đồng đội để trở thành “đôi tri kỷ”.\n=> Sáu câu thơ đầu đã giải thích cội nguồn và sự hình thành của tình đồng chí giữa những người đồng đội. Câu thơ thứ bảy như một cái bản lề khép lại đoạn thơ một để mở ra đoạn hai.\nb. Biểu hiện của tình đồng chí\n- Tình đồng chí là sự cảm thông sâu sắc những tâm tư, nỗi niềm của nhau. Những người lính gắn bó với nhau, họ hiểu đến những nỗi niềm sâu xa, thầm kín của đồng đội mình:\nNgười lính đi chiến đấu để lại sau lưng những gì yêu quý nhất của quê hương: ruộng nương, gian nhà, giếng nước gốc đa. Từ “mặc kệ” cho thấy tư thế ra đi dứt khoát của người lính.\nNhưng sâu xa trong lòng, họ vẫn da diết nhớ quê hương. Ở ngoài mặt trận, họ vẫn hình dung thấy gian nhà không đang lung lay trong cơn gió nơi quê nhà xa xôi.\n- Tình đồng chí còn là cùng nhau chia sẻ những gian lao, thiếu thốn của cuộc đời người lính:\nNhững gian lao, thiếu thốn trong cuộc sống của người lính những năm kháng chiến chống pháp hiện lên rất cụ thể, chân thực: áo rách, quần vá, chân không giày, sự khổ sở của những cơn sốt rét rừng hành hạ, trời buốt giá, môi miệng khô và nứt nẻ, nói cười rất khó khăn, có khi nứt ra chảy cả máu. Nhưng những người lính vẫn cười bởi họ có hơi ấm và niềm vui của tình đồng đội “thương nhau tay nắm lấy bàn tay”.\nHơi ấm ở bàn tay, ở tấm lòng đã chiến thắng cái lạnh ở “chân không giày” và thời tiết “buốt giá”. Cặp từ xưng hô “anh” và “tôi” luôn đi với nhau, có khi đứng chung trong một câu thơ, có khi đi sóng đôi trong từng cặp câu liền nhau diễn tả sự gắn bó, chia sẻ của những người đồng đội.\nc. Biểu tượng của tinh thần đồng chí\n- Ba câu cuối cùng kết thúc bài thơ bằng một hình ảnh thơ thật đẹp:\nNổi lên trên cảnh rừng đêm hoang vắng, lạnh lẽo là hình ảnh người lính “đứng cạnh bên nhau chờ giặc tới”. Đó là hình ảnh cụ thể của tình đồng chí sát cánh bên nhau trong chiến đấu.\nHọ đã đứng cạnh bên nhau giữa cái giá rét của rừng đêm, giữa cái căng thẳng của những giây phút “chờ giặc tới”. Tình đồng chí đã sưởi ấm lòng họ, giúp họ vượt lên tất cả...\n- Câu thơ cuối cùng mới thật đặc sắc: “Đầu súng trăng treo”. Đó là một hình ảnh thật mà bản thân Chính Hữu đã nhận ra trong những đêm phục kích giữa rừng khuya.\n- Nhưng nó còn là một hình ảnh thơ độc đáo, có sức gợi nhiều liên tưởng phong phú sâu xa.\n“Súng” biểu tượng cho chiến tranh, cho hiện thực khốc liệt. “Trăng” biểu tượng cho vẻ đẹp yên bình, mơ mộng và lãng mạn.\nHai hình ảnh “súng” và “trăng” kết hợp với nhau tạo nên một biểu tượng đẹp về cuộc đời người lính: chiến sĩ mà thi sĩ, thực tại mà mơ mộng. Hình ảnh ấy mang được cả đặc điểm của thơ ca kháng chiến - một nền thơ giàu chất hiện thực và giàu cảm hứng lãng mạn.\nVì vậy, câu thơ này đã được Chính Hữu lấy làm nhan đề cho cả một tập thơ - tập “Đầu súng trăng treo”.\n=> Đoạn kết bài thơ là một bức tranh đẹp về tình đồng chí, đồng đội của người lính.\n(3) Kết bài\nKhẳng định giá trị nội dung và nghệ thuật của tác phẩm Đồng chí.\n \"\""